{
    "document_title": "The Personality Inventory for DSM5Brief Form PID5BFAdult.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Personality Inventories\\The Personality Inventory for DSM5Brief Form PID5BFAdult.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: The Personality Inventory for DSM-5—Brief Form (PID-5-BF)—Adult\nRights granted: This measure may not be modified absent written permission\nfrom APA. This measure can be reproduced, either electronically or in print\nformats, without permission by researchers and by clinicians solely for use with\ntheir patients in private-practice, research, or hospital settings. For the avoidance\nof doubt, this includes that Clinicians may upload this instrument into their own\npre-existing electronic health software systems for patient assessment and\nrecords when done solely for their own use with their patients.\nRights holder: American Psychiatric Association\nTo request permission to include this measure in a commercial electronic health\nrecord system (EHR) or application, to translate the measure, or for any other\nuse beyond what is stipulated above, please contact:\nhttps://websrvapps.psychiatry.org/requestform/default.aspx"
        },
        {
            "page_number": 2,
            "content": "The Personality Inventory for DSM-5—Brief Form (PID-5-BF)—Adult\nName: _______________________ Age: ____ Date:_____________\nInstructions: This is a list of things different people might say about themselves. We are interested in how you would\ndescribe yourself. There are no right or wrong answers. So you can describe yourself as honestly as possible, we will Clinician\nkeep your responses confidential. We’d like you to take your time and read each statement carefully, selecting the Use\nresponse that best describes you.\nVery False Sometimes or Sometimes or Very True\nItem\nor Often Somewhat Somewhat or Often\nscore\nFalse False True True\n1 People would describe me as reckless. 0 1 2 3\n2 I feel like I act totally on impulse. 0 1 2 3\n3 Even though I know better, I can’t stop making rash decisions. 0 1 2 3\n4 I often feel like nothing I do really matters. 0 1 2 3\n5 Others see me as irresponsible. 0 1 2 3\n6 I’m not good at planning ahead. 0 1 2 3\n7 My thoughts often don’t make sense to others. 0 1 2 3\n8 I worry about almost everything. 0 1 2 3\n9 I get emotional easily, often for very little reason. 0 1 2 3\n10 I fear being alone in life more than anything else. 0 1 2 3\nI get stuck on one way of doing things, even when it’s clear it\n11 0 1 2 3\nwon’t work.\n12 I have seen things that weren’t really there. 0 1 2 3\n13 I steer clear of romantic relationships. 0 1 2 3\n14 I’m not interested in making friends. 0 1 2 3\n15 I get irritated easily by all sorts of things. 0 1 2 3\n16 I don’t like to get too close to people. 0 1 2 3\n17 It’s no big deal if I hurt other peoples’ feelings. 0 1 2 3\n18 I rarely get enthusiastic about anything. 0 1 2 3\n19 I crave attention. 0 1 2 3\nI often have to deal with people who are less important than\n20 0 1 2 3\nme.\nI often have thoughts that make sense to me but that other\n21 0 1 2 3\npeople say are strange.\n22 I use people to get what I want. 0 1 2 3\nI often “zone out” and then suddenly come to and realize that\n23 0 1 2 3\na lot of time has passed.\n24 Things around me often feel unreal, or more real than usual. 0 1 2 3\n25 It is easy for me to take advantage of others. 0 1 2 3\nTotal/Partial Raw Score:\nProrated Total Score: (if 1-6 items left unanswered)\nAverage Total Score:\nKrueger RF, Derringer J, Markon KE, Watson D, Skodol AE.\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 3,
            "content": "Personality Trait Domain Scoring\nN Personality Trait Domain PID-5 BF items Total/Partial Raw Domain Score Prorated Domain Score Average Domain Score\nA\nI Y Negative Affect 8, 9, 10, 11, 15\nC L\nI N N Detachment 4, 13, 14, 16, 18\nO\nI\nL C E Antagonism 17, 19, 20, 22, 25\nR\nS\nU Disinhibition 1, 2, 3, 5, 6\nO\nF Psychoticism 7, 12, 21, 23, 24\nInstructions to Clinicians\nThis Personality Inventory for DSM-5—Brief Form (PID-5-BF)—Adult is a 25-item self-rated personality trait assessment scale for\nadults age 18 and older. It assesses 5 personality trait domains including negative affect, detachment, antagonism, disinhibition,\nand psychoticism, with each trait domain consisting of 5 items. The measure is completed by the individual prior to a visit with\nthe clinician. If the individual receiving care is an adult age 18 and older with impaired capacity and unable to complete the form,\na knowledgeable informant may complete the informant version of the measure (the PID-5-IRF). Each item on the PID-5-BF asks\nthe individual receiving care to rate how well the item describes him or her generally.\nScoring and Interpretation\nEach item on the measure is rated on a 4-point scale (i.e., 0=very false or often false; 1=sometimes or somewhat false;\n2=sometimes or somewhat true; 3=very true or often true). The overall measure has a range of scores from 0 to 75, with higher\nscores indicating greater overall personality dysfunction. Each trait domain ranges in score from 0 to 15, with higher scores\nindicating greater dysfunction in the specific personality trait domain. The clinician is asked to review the score on each item on\nthe measure during the clinical interview and indicate the raw score for each item in the section provided for “Clinician Use.”\nThe raw scores on the 25 items should be summed to obtain a total raw score. The scores on the items within each trait domain\nshould be summed and entered in the appropriate raw domain score box. In addition, the clinician is asked to calculate and use\naverage scores for each domain and for the overall measure. The average scores reduce the overall score as well as the scores\nfor each domain to a 4-point scale, which allows the clinician to think of the patient’s personality dysfunction relative to observed\nnorms.1 The average domain score is calculated by dividing the raw domain score by the number of items in the domain (e.g., if\nall the items within the “negative affect “ domain are rated as being “sometimes or somewhat true” then the average domain\nscore would be 10/5 = 2, indicating moderate negative affect). The average total score is calculated by dividing the raw overall\nscore by the total number of items in the measure (i.e., 25). The average domain and overall personality dysfunction scores were\nfound to be reliable, easy to use, and clinically useful to the clinicians in the DSM-5 Field Trials.\nNote: If 7 or more items are left unanswered on the measure (i.e., more than 25% of the total items are missing), the scores\nshould not be calculated. Similarly, if 2 or more items are left unanswered on any one domain, the domain score should not be\ncalculated. Therefore, the individual should be encouraged to complete all of the items on the measure. However, if 7 or more\nof the total items on the measure are left unanswered but 4 or 5 items for some of the domains are completed, the raw or\naverage domain scores may be used for those domains. If for the overall measure 1 to 6 items are left unanswered, or for any\ndomain only one item is left unanswered, you may prorate the total raw score or domain score by first summing the number of\nitems that were answered to get a partial raw score. Next, multiply the partial raw score by the total number of items on the\nmeasure (i.e., 25) or in the domain (i.e., 5). Finally, divide the value by the number of items that were actually answered to\nobtain the prorated total or domain raw score.\nProrated Score = (Partial Raw Score x number of items on the PID-5 BF)\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number.\nFrequency of Use\nTo track change in the severity of the individual’s personality dysfunction over time, it is recommended that the measure be\ncompleted at regular intervals as clinically indicated, depending on the stability of the individual’s symptoms and treatment\nstatus. Consistently high scores on a particular domain may indicate significant and problematic areas for the individual receiving\ncare that might warrant further assessment, treatment, and follow-up. Your clinical judgment should guide your decision.\n1Krueger RF, Derringer J, Markon KE, Watson D, Skodol AE. (2013). The Personality Inventory for DSM-5 Brief Form (PID-5-BF). Manuscript in preparation.\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients"
        }
    ]
}