{
    "document_title": "WHODAS 20 World Health Organization Disability Schedule 20 36item version proxyadministered.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Disability Measures (WHODAS 2.0)\\WHODAS 20 World Health Organization Disability Schedule 20 36item version proxyadministered.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: WHODAS 2.0 (World Health Organization Disability Assessment\nSchedule 2.0): 36-item version, proxy-administered\n© World Health Organization, 2010. All rights reserved. Measuring health and disability : manual for WHO\nDisability Assessment Schedule (WHODAS 2.0), World Health Organization, 2010, Geneva.\nRights granted: The World Health Organization has granted the Publisher\npermission for the reproduction of this instrument. This material can be\nreproduced without permission by clinicians for use with their own patients. Any\nother use, including electronic use, requires written permission from WHO.\nRights holder: World Health Organization (WHO)\nTo request permission for any other use beyond what is stipulated above,\ncontact: World Health Organization (WHO)"
        },
        {
            "page_number": 2,
            "content": "WHODAS 2.0\nWorld Health Organization Disability Assessment Schedule 2.0\n36-item version, proxy-administered\nPatient Name: _______________________ Age: ______ Date:_____________\nThis questionnaire asks about difficulties due to health/mental health conditions experienced by the person about whom\nyou are responding in your role as friend, relative, or carer. Health conditions include diseases or illnesses, other health\nproblems that may be short or long lasting, injuries, mental or emotional problems, and problems with alcohol or drugs.\nThink back over the past 30 days and, to the best of your knowledge, answer these questions thinking about how much\ndifficulty your friend, relative, or carer had while doing the following activities. (Note: the questionnaire uses the term\n“relative” to mean “friend,” “relative,” or “carer.”) For each question, please circle only one response.\n1 = husband or wife 5 = other relative\nI am the _______________________________ 2 = parent 6 = friend\nH4a\n(choose one) of this person 3 = son or daughter 7 = professional carer\n4 = brother or sister 8 = other (specify)\nClinician Use Only\nNumeric scores assigned to each of the items: 1 2 3 4 5 metI\nwaR\nerocS waR\nniamoD\nerocS\negarevA niamoD\nerocS In the last 30 days, how much difficulty did your relative have in:\nUnderstanding and communicating\nConcentrating on doing something for ten Extreme or\nD1.1 None Mild Moderate Severe\nminutes? cannot do\nExtreme or\nD1.2 Remembering to do important things? None Mild Moderate Severe\ncannot do\nAnalyzing and finding solutions to problems in Extreme or\nD1.3 None Mild Moderate Severe\nday-to-day life? cannot do ____ ____\nLearning a new task, for example, learning how Extreme or 30 5\nD1.4 None Mild Moderate Severe\nto get to a new place? cannot do\nExtreme or\nD1.5 Generally understanding what people say? None Mild Moderate Severe\ncannot do\nExtreme or\nD1.6 Starting and maintaining a conversation? None Mild Moderate Severe\ncannot do\nGetting around\nExtreme or\nD2.1 Standing for long periods, such as 30 minutes? None Mild Moderate Severe\ncannot do\nExtreme or\nD2.2 Standing up from sitting down? None Mild Moderate Severe\ncannot do\nD2.3 Moving around inside their home? None Mild Moderate Severe Extreme or ____ ____\ncannot do 25 5\nExtreme or\nD2.4 Getting out of their home? None Mild Moderate Severe\ncannot do\nWalking a long distance, such as a kilometer (or Extreme or\nD2.5 None Mild Moderate Severe\nequivalent)? cannot do\nSelf-care\nExtreme or\nD3.1 Washing his or her whole body? None Mild Moderate Severe\ncannot do\nExtreme or\nD3.2 Getting dressed? None Mild Moderate Severe\ncannot do ____ ____\nExtreme or 20 5\nD3.3 Eating? None Mild Moderate Severe\ncannot do\nExtreme or\nD3.4 Staying by himself or herself for a few days? None Mild Moderate Severe\ncannot do"
        },
        {
            "page_number": 3,
            "content": "Clinician Use Only\nNumeric scores assigned to each of the items: 1 2 3 4 5 metI\nwaR\nerocS waR\nniamoD\nerocS\negarevA niamoD\nerocS Because of their health condition, in the past 30 days, how much difficulty did your relative have in\nGetting along with people\nExtreme or\nD4.1 Dealing with people he or she does not know? None Mild Moderate Severe\ncannot do\nExtreme or\nD4.2 Maintaining a friendship? None Mild Moderate Severe\ncannot do\nGetting along with people who are close to him or Extreme or ____ ____\nD4.3 None Mild Moderate Severe\nher? cannot do 25 5\nExtreme or\nD4.4 Making new friends? None Mild Moderate Severe\ncannot do\nExtreme or\nD4.5 Sexual activities? None Mild Moderate Severe\ncannot do\nLife activities—Household\nTaking care of his or her household Extreme or\nD5.1 None Mild Moderate Severe\nresponsibilities? cannot do\nDoing his or her most important household tasks Extreme or\nD5.2 None Mild Moderate Severe\nwell? cannot do ____ ____\nGetting all the household work done that is Extreme or 20 5\nD5.3 None Mild Moderate Severe\nneeded? cannot do\nGetting the household work done as quickly as Extreme or\nD5.4 None Mild Moderate Severe\nneeded? cannot do\nLife activities—School/Work\nIf your relative works (paid, non-paid, self-employed) or goes to school, complete questions D5.5-\nD5.8, below. Otherwise, skip to D6.1.\nIn the past 30 days, how much difficulty did your relative have in:\nExtreme or\nD5.5 His or her day-to-day work/school? None Mild Moderate Severe\ncannot do\nDoing his or her most important work/school Extreme or\nD5.6 None Mild Moderate Severe\ntasks well? cannot do ____ ____\nExtreme or 20 5\nD5.7 Getting all of the work done that is needed? None Mild Moderate Severe\ncannot do\nExtreme or\nD5.8 Getting all the work done as quickly as needed? None Mild Moderate Severe\ncannot do\nParticipation in society\nParticipation in society in the past 30 days:\nHow much of a problem did your relative have in\njoining in community activities (for example, Extreme or\nD6.1 None Mild Moderate Severe\nfestivities, religious, or other activities) in the cannot do\nsame way as anyone else can?\nHow much of a problem did your relative have\nExtreme or\nD6.2 because of barriers or hindrances around him or\nNone Mild Moderate Severe cannot do\nher?\nHow much of a problem did your relative have\nExtreme or ____ ____\nD6.3 living with dignity because of the attitudes and None Mild Moderate Severe\ncannot do 40 5\nactions of others?\nHow much time did your relative spend on his or Extreme or\nD6.4 None Some Moderate A Lot\nher health condition or its consequences? cannot do\nHow much has your relative been emotionally Extreme or\nD6.5 None Mild Moderate Severe\naffected by his or her health condition? cannot do\nHow much has his or her health been a drain on\nExtreme or\nD6.6 his or her financial resources or the financial None Mild Moderate Severe\ncannot do\nresources of other relatives?"
        },
        {
            "page_number": 4,
            "content": "How much of a problem did you or the rest of his\nExtreme or\nD6.7 or her family have because of his or her health None Mild Moderate Severe\ncannot do\nproblems?\nHow much of a problem did your relative have in\nExtreme or\nD6.8 doing things by himself or herself for relaxation or None Mild Moderate Severe\ncannot do\npleasure?\n____ ____\nGeneral Disability Score (Total):\n180 5\n© World Health Organization, 2010. All rights reserved. Measuring health and disability : manual for WHO Disability Assessment Schedule (WHODAS 2.0), World Health\nOrganization, 2010, Geneva.\nThe World Health Organization has granted the Publisher permission for the reproduction of this instrument. This material can be reproduced without permission by\nclinicians for use with their own patients. Any other use, including electronic use, requires written permission from WHO."
        },
        {
            "page_number": 5,
            "content": "WHODAS 2.0\nWorld Health Organization Disability Assessment Schedule 2.0\n36-item version, proxy-administered\nThe proxy-administered version of the World Health Organization Disability Assessment Schedule 2.0 (WHODAS\n2.0) is a 36-item measure that assesses disability in adults age 18 and older who are of impaired capacity and/or\nunable to complete the form (e.g., an individual with dementia). It assesses disability across six domains, including\nunderstanding and communicating, getting around, self-care, getting along with people, life activities (i.e.,\nhousehold, work, and/or school activities), and participation in society. It is completed by a knowledgeable\ninformant (i.e., friend, relative, or professional carer). Each item on the proxy-administered version of the\nWHODAS 2.0 asks the friend, relative, or professional carer to rate, to the best of his or her knowledge, how much\ndifficulty the individual has had in specific areas of functioning during the past 30 days.\nWHODAS 2.0 Scoring Instructions Provided by World Health Organization\nWHODAS 2.0 Summary Scores: There are two basic options for computing the summary scores for the WHODAS\n2.0 36-item full version.\nSimple: The scores assigned to each of the items—“none” (1), “mild” (2), “moderate” (3), “severe” (4),\nand “extreme” (5)—are summed. This method is referred to as simple scoring because the scores from each of\nthe items are simply added up without recoding or collapsing of response categories; thus, there is no weighting\nof individual items. This approach is practical to use as a hand-scoring approach, and may be the method of choice\nin busy clinical settings or in paper-and-pencil interview situations. As a result, the simple sum of the scores of the\nitems across all domains constitutes a statistic that is sufficient to describe the degree of functional limitations.\nComplex: The more complex method of scoring is called “item-response-theory” (IRT)–based scoring. It\ntakes into account multiple levels of difficulty for each WHODAS 2.0 item. It takes the coding for each item\nresponse as “none,” “mild,” “moderate,” “severe,” and “extreme” separately, and then uses a computer to\ndetermine the summary score by differentially weighting the items and the levels of severity. The computer\nprogram is available from the WHO Web site. The scoring has three steps:\n• Step 1—Summing of recoded item scores within each domain.\n• Step 2—Summing of all six domain scores.\n• Step 3—Converting the summary score into a metric ranging from 0 to 100\n(where 0 = no disability; 100 = full disability).\nWHODAS 2.0 Domain Scores: WHODAS 2.0 produces domain-specific scores for six different functioning domains:\ncognition, mobility, self-care, getting along, life activities (household and work/school) and participation.\nWHODAS 2.0 Population Norms: For the population norms for IRT-based scoring of the WHODAS 2.0 and for the\npopulation distribution of IRT-based scores for WHODAS 2.0, see Table 6.1 and Figure 6.1 (p. 43) in the free online\nPDF manual published by the World Health Organization: “Measuring Health and Disability: Manual for WHO\nDisability Assessment Schedule ( WHODAS 2.0) ,” June 2012.Additional Scoring and Interpretation Guidance for\nDSM-5\nAdditional Scoring and Interpretation Guidance for DSM-5-TR Users\nThe clinician is asked to review the individual’s response on each item on the measure during the clinical interview\nand to indicate the proxy-reported score for each item in the section provided for “Clinician Use Only.” However,\nif the clinician determines that the score on an item should be different based on the clinical interview and other\ninformation available, he or she may indicate a corrected score in the raw item score box. Based on findings from\nthe DSM-5 Field Trials in adult patient samples across six sites in the United States and one in Canada, DSM-5\nrecommends calculation and use of average scores for each domain and for general disability. The average scores\nare comparable to the WHODAS 5-point scale, which allows the clinician to think of the individual’s disability in\nterms of none (1), mild (2), moderate (3), severe (4), or extreme (5). The average domain and general disability\nscores were found to be reliable, easy to use, and clinically useful to the clinicians in the DSM-5 Field Trials. The\naverage domain score is calculated by dividing the raw domain score by the number of items in the domain (e.g.,"
        },
        {
            "page_number": 6,
            "content": "if all the items within the “understanding and communicating” domain are rated as being moderate then the\naverage domain score would be 18/6 = 3, indicating moderate disability). The average general disability score is\ncalculated by dividing the raw overall score by number of items in the measure (i.e., 36). The individual’s friend,\nrelative, or professional carer should be encouraged to complete all of the items on the WHODAS 2.0. If no\nresponse is given on 10 or more items of the measure (i.e., more than 25% of the 36 total items), calculation of\nthe simple and average general disability scores may not be helpful. If 10 or more of the total items on the\nmeasure are missing but the items for some of the domains are 75%–100% complete, the simple or average\ndomain scores may be used for those domains.\nFrequency of Use\nTo track change in the individual’s level of disability over time, the measure may be completed at regular intervals\nas clinically indicated, depending on the stability of the individual’s symptoms and treatment status. Consistently\nhigh scores on a particular domain may indicate significant and problematic areas for the individual that might\nwarrant further assessment and intervention."
        }
    ]
}