{
    "document_title": "Early Development and Home Background EDHB FormClinician.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Early Development and Home Background\\Early Development and Home Background EDHB FormClinician.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: Early Development and Home Background (EDHB) Form—Clinician\nRights granted: This measure may not be modified absent written permission\nfrom APA. This measure can be reproduced, either electronically or in print\nformats, without permission by researchers and by clinicians solely for use with\ntheir patients in private-practice, research, or hospital settings. For the avoidance\nof doubt, this includes that Clinicians may upload this instrument into their own\npre-existing electronic health software systems for patient assessment and\nrecords when done solely for their own use with their patients.\nRights holder: American Psychiatric Association\nTo request permission to include this measure in a commercial electronic health\nrecord system (EHR) or application, to translate the measure, or for any other\nuse beyond what is stipulated above, please contact:\nhttps://websrvapps.psychiatry.org/requestform/default.aspx"
        },
        {
            "page_number": 2,
            "content": "Early Development and Home Background (EDHB) Form—Clinician\n(This form is to be completed if this is your FIRST encounter with the child receiving care)\nChild’s Name: __________________________ Age: ____ Date:__________\nGENERAL INSTRUCTIONS: The Early Development and Home Background (EDHB) form is used for the assessment of the early\ndevelopment and past and current home background experiences of the child receiving care. The form consists of two versions:\n1) 19 P-items, to be completed by the child’s parent or guardian, and 2) 8 C-items (herein), to be completed by the clinician. First,\nthe P-items should be completed by the child’s parent or guardian. This can be done independently, prior to meeting with the\nclinician, or be administered to the parent or guardian by the clinician during the clinical interview with the parent’s or guardian’s\nresponse to each question recorded verbatim. Next, the clinician is asked to complete the C-items after a thorough review of the\nparent’s or guardian’s responses, ask follow-up questions if necessary, and review any additional clinical information that is\navailable.\nPlease review the responses provided by the child’s parent or guardian for items P1-P10 and then, based on all the information\navailable (i.e., parent/guardian’s responses, other information available, and information obtained from the clinical interview),\ncomplete questions C1-C4 below.\nEarly CNS Problems\nC1. Is there a history suggestive of early neurological damage?  No  Yes  Unsure\nIf yes, specify:\nC2. Does history suggest delayed language development?  No  Yes  Unsure\nC3. Does history suggest possible persistent problems with vision or hearing?  No  Yes  Unsure\nC4. Does history suggest early difficulties in social relationships?  No  Yes  Unsure\nIf yes to any, elaborate:\nPlease review the responses provided by the child’s parent or guardian for items P11-P16 and then, based on all the information\navailable (i.e., parent/guardian’s responses, other information available, and information obtained from the clinical interview),\ncomplete questions C5a-d below.\nEarly Disturbances of Home Environment: Early Abuse or Neglect\nC5. Does history suggest early…\na. physical abuse?  No  Yes  Unsure\nb. sexual abuse?  No  Yes  Unsure\nc. neglect?  No  Yes  Unsure\nd. damaging nurturance (e.g. frequent change of caregiver)?  No  Yes  Unsure\nIf yes to any, elaborate:\nPlease review the response provided by the child’s parent or guardian for items P13-P19 and then, based on all the information\navailable (i.e., parent/guardian’s responses, other information available, and information obtained from the clinical interview),\ncomplete questions C6-C8 below.\nHome Environment\nC6. Levels of expressed emotion (arguments, expressions of dislike among     \nfamily members, or criticism of child’s behavior, feelings, or individual Normal Somewhat High Very High Unsure\ncharacteristics) at home are probably … High\nC7. Is parent/caregiver currently depressed?     \nNo Somewhat Significant Severe Unsure\nbut Mild\nIF ANY ANSWER OTHER THAN “NO” TO QUESTION 7:\nC8. If depressed, is parent/caregiver receiving treatment?  No  Yes ❑ Unsure\nDavid Shaffer, F.R.C.P., F.R.C., Psych.\nCopyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by clinicians for use with their patients."
        }
    ]
}