{
    "document_title": "Early Development and Home Background EDHB FormParentGuardian.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Early Development and Home Background\\Early Development and Home Background EDHB FormParentGuardian.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: Early Development and Home Background (EDHB) Form—\nParent/Guardian\nRights granted: This measure may not be modified absent written permission\nfrom APA. This measure can be reproduced, either electronically or in print\nformats, without permission by researchers and by clinicians solely for use with\ntheir patients in private-practice, research, or hospital settings. For the avoidance\nof doubt, this includes that Clinicians may upload this instrument into their own\npre-existing electronic health software systems for patient assessment and\nrecords when done solely for their own use with their patients.\nRights holder: American Psychiatric Association\nTo request permission to include this measure in a commercial electronic health\nrecord system (EHR) or application, to translate the measure, or for any other\nuse beyond what is stipulated above, please contact:\nhttps://websrvapps.psychiatry.org/requestform/default.aspx"
        },
        {
            "page_number": 2,
            "content": "Early Development and Home Background (EDHB) Form—Parent/Guardian\nChild’s Name: __________________________ Age: ____ Date:__________\nInstructions to Parent or Guardian: Questions P1-P19 ask about the early development and early and current home experiences of\nyour child. Some questions require that you think as far back as to the birth of your child. Your response to these questions will help\nyour child’s clinician better understand and care for your child. Answer each question to the best of your knowledge or memory.\nWhat is your relationship with the child receiving care? _________________________________________________________\nPlease choose one response ( or x) for each question.\nCan’t\nEarly Development No Yes Remember Don’t Know\nP1. Was he/she born before he/she was due (premature)?    \nWere the doctors worried about his/her medical condition\nP2.    \nimmediately after he/she was born?\nDid he/she have to spend any time in a neonatal intensive care\nP3.    \nunit (NICU)?\nP4. Could he/she walk on his/her own by the age of 18 months?    \nP5. Has he/she ever had a seizure?    \nDid he/she ever lose consciousness for more than a few\nP6.    \nminutes after an accident?\nEarly Communication\nBy the time he/she was age 2, could he/she put several words\nP7.    \ntogether when speaking?\nCould people who didn’t know him/her understand his/her\nP8.    \nspeech by the time he/she reached age 4?\nHave you ever been concerned about his/her hearing or\nP9.    \neyesight?\nBy the time he/she was age 4, was he/she interested in playing\nP10.    \nwith or being with other children?\nHome Environment\nWas there ever a time when he/she could not live at home and\nP11.   \nsomeone else had to look after him/her?\nHas he/she ever been admitted to the hospital for a serious\nP12.    \nillness?\nP13. Does anyone at home suffer from a serious health problem?   \nP14. Does anyone at home have a problem with depression?   \nDoes anyone at home regularly see a counselor, therapist, or\nP15.   \nother mental health professional?\nDoes anyone at home have a problem with alcohol, drugs, or\nP16.   \nother substances?\nWould you say that the atmosphere at home is usually pretty\nP17.   \ncalm?\nBetween\nOnce a\nLess Than Week and\nOnce a Once a More Than\nMonth Month Once a Week Most Days\nHow often are there fights or arguments between people at\nP18.    \nhome?\nHow often does your child get criticized to his/her face by other\nP19.    \nfamily members when he/she is at home?\nDavid Shaffer, F.R.C.P., F.R.C., Psych.\nCopyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by clinicians for use with their patients."
        }
    ]
}