{
    "document_title": "Analysing Your Thinking.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Therapeutic Modalities (CBT, ACT, DBT)\\Anxiety Modules\\Analysing Your Thinking.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "analysing\nyour thinking\nWe’ve talked about the way our thoughts affect how we feel. How to Uncover Your Unhelpful Thoughts\nIf we are feeling happy and excited, chances are, we have\nbeen thinking positive thoughts and about positive things. By asking yourself a number of questions, you can uncover any\nOn the other hand, if we are feeling anxious, depressed, and other unhelpful thoughts underlying an initial thought. Let’s use\nupset, it is likely that we have been thinking negative the example of being at the party to identify the unhelpful\nthoughts. We call these unhelpful thoughts (simply because thoughts underlying the initial thought \"I don't want to be\nthey lead to unpleasant feelings or unhelpful actions!). All of here.\" The following is a description of the thoughts that might\nus, at times, think things that make us feel sad or anxious, be going through your head as you uncover other unhelpful\nand that is a normal part of life. However, if you often feel thoughts. The questions in bold are your unhelpful thought\ndistressed or anxious, you might need to examine your discovery questions.\nthinking to improve how you feel.\nIf unhelpful thoughts lead to distressing emotions, then it\nmight be quite reasonable to say that the most effective thing \"I don't want to be here\".\nto do is to change those unhelpful thoughts to helpful ones! \"I don't want to be here because…?\"\nSo, how can you do that? To start influencing the \"…people will look at me and know that I\nway you feel, you need to learn to be aware of, and am depressed\"\n“capture,” those unhelpful thoughts and beliefs,\n\"…and that is bad because…?\"\nwith the ultimate aim of changing them. To do\nthat, let’s start with doing an ABC analysis. \"Well, they will think something is wrong with me\"\n\"…and what is bad about that..?\"\nThe ABC analysis begins with identifying the ‘A’ which stands\n\"….They will think I'm crazy!\"\nfor ‘Activating Event.’ Simply write down an event or a\nsituation in which you experienced a strong negative \"…and what does that say about me?\"\nemotion, such as, depression. Record the situation the same \"…..that I must be crazy.\"\nway a video camera might record it – just the facts. This\nmeans that you do not include your thoughts about why the Your task is to become an expert at identifying your unhelpful\nsituation occurred, who was responsible, and how you felt thoughts. Sometimes, one or two thoughts might not\nabout it. Just describe the event simple, without any ‘frills.’ represent the other unhelpful ones you might have had. As\nsuch, to get to those other thoughts, you might need to ask\nThe next step is to identify the ‘C’ which stands for some of the following questions, called Thought Discovery\n‘Consequences,’ and this includes both your feelings and Questions:\nyour actions/behaviour. Write down the words that best\ndescribe your feelings. When you have written down these “What is bad about that?”\nwords, rate the intensity of the emotion from 0 to 100. The “What is it that I see happening in this situation?”\nhigher the number, the more intense the emotion. Have a “What am I concluding about myself or others in this\nlook at all those feelings and then choose the feeling that best situation?”\nrepresents the emotion you actually felt at the time and “… and that is bad because …”\nunderline it. You might also want to note any actions that “… and what does this say about me …?”\nyou carried out, for example, drawing all the curtains, putting\non the answering machine, and going to bed. It is best to be as specific as you can, even if some of your\nunhelpful thoughts sound stupid or embarrassing when you\nNow, bearing in mind the situation and the feelings you think about them. Discovering your unhelpful thoughts, no\nexperienced, identify the ‘B,’ which represents your ‘Beliefs’ matter how silly they sound, is important in learning how to\nor thoughts, expectations, perceptions, and attitudes. Ask better manage your mood.\nyourself “What was I thinking of when the event occurred?”\n“What was going through my mind at the time?” Write After you have done this, the next step is to do some\ndown all of these thoughts in a list. When you have ‘Detective Work‘ and ‘Disputation.’ At this point, it is\ncompleted this task, read through each statement and then important that you understand how to identify your feelings\nunderline the thought that is most associated with the and thoughts surrounding a particular situation, especially one\nprimary emotion you felt during the ‘A‘. We’ll now call it in which you experienced unhelpful, negative emotions. When\nyour hot thought. Now rate how much you believe this a person experiences unhelpful emotions, they might get a\nthought on a scale from 0 to 100. stronger physical reaction in their body, such as a tightness in\nthe chest when anxious, an increase in blood pressure when\nLet’s look at an example. Imagine walking into a party and angry, or a sense of heaviness when depressed. Emotions such\nfeeling anxious. To do an ABC analysis, you might ask as depression, guilt, fear, rage, and anxiety might also lead to\nyourself, \"How am I making myself anxious? What am I avoidance and unhelpful behaviours towards yourself and\nthinking?\" You might identify a thought such as, \"I don’t others, get in the way of effective problem solving, and\nwant to be here.\" If you only had this thought, you’d contribute to long term difficulties such as hypertension, heart\nprobably not experience a strong emotion but only feel disease, interpersonal problems, and psychological problems.\nmildly anxious. If you do experience a strong emotional Doing the ABC analysis is taking the first step toward learning\nresponse to this thought, it probably indicates that there are to better manage your mood and helping yourself feel better.\nother thoughts underlying this thought. Therefore, the\nthought, \"I don’t want to be here\" is only an initial thought,\nand you would need to discover what other unhelpful This document is for informa(cid:415)on purposes C\nthoughts were present to invoke such a strong emotional only. Please refer to the full disclaimer and entre for\ncopyright statement available at h(cid:425)p:// Clinical\nresponse.\nwww.cci.health.wa.gov.au regarding the infor‐ Interventions\nma(cid:415)on from this website before making use of\nsuch informa(cid:415)on. •Psychotherapy•Research•Training"
        }
    ]
}