{
    "document_title": "Behavioural Experiments.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Therapeutic Modalities (CBT, ACT, DBT)\\Anxiety Modules\\Behavioural Experiments.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "behavioural experiments\nnegative predictions\nNegative Predictions Planning your Behavioural Experiment\nMany people who suffer from anxiety, depression or low 1.Be clear about the purpose of the experiment - the point is\nself-esteem tend to make negative predictions about how to test out your negative predictions and help you to develop\ncertain situations will turn out. You may tend to: more realistic and/or balanced predictions.\nOverestimate the likelihood that bad things will happen\n2. What is the thought or belief that you are trying to test?\nor that something will go wrong\nRate how strongly you believe this prediction (0-100)\nExaggerate how bad things will be\nI will have a terrible time at the BBQ. Even if I try to talk to\nUnderestimate your ability to deal with things if they\npeople, no-one will talk to me. (90)\ndon’t go well\nIgnore other factors in the situation which suggest that 3. What is an alternative prediction or belief? Rate how\nthings will not be as bad as you are predicting strongly you believe this alternative (0-100)\nI will find at least one person to talk to and will have an ok\nWhen you jump to such negative conclusions about the\ntime. (10)\nfuture, you will tend to engage in unhelpful behaviours. You\n4. Design the actual experiment - what will you do to test\nmay tend to:\nyour prediction, when will you do it, how long will it take, and\nAvoid the situation totally\nwith whom? Try to be as specific as possible. There are no\nTry the situation out but escape when things seem too\nboundaries to how creative you can be, and it is ok to ask for\ndifficult\nhelp.\nBe overly cautious and engage in safety behaviours\nI will go to the BBQ at 8pm, alone, and will stay for at least\n(see worksheet Biology+Psychology of Panic)\none hour. I will try to make conversation with at least three\nThe problem with these strategies is that they prevent you people, one that I did not know already. I will only drink one\nfrom actually testing out your predictions. This makes it glass of wine.\nvery hard for you to ever have a different experience from\n5.Make sure you set your experiment at an\nwhat you expected, so you continue to expect the worst.\nappropriate level. It is best to start simply and 80\n75\nFor example, let us imagine you have been increase the challenge step-by-step. 65\n50\ninvited to a BBQ and your negative prediction is: Identify likely problems and how to deal with them. 35\n“I will have a terrible time, no-one will speak to me, There might not be anyone I know at the BBQ. But I will at\nI will feel like a total fool.” least know the host and I can ask to be introduced to some\nother people.\nYour usual response may be to either avoid the BBQ\naltogether, or to attend but to leave as soon as you feel\nEvaluating your Behavioural Experiment\nuncomfortable, or to stand in the corner and speak only to\none person you already know. This may help you reduce 1. Carry out the experiment as planned. Remember to take\nyour discomfort in the short term, but it also contributes to notice of your thoughts, feelings, and behaviours.\nthe continuation of your negative predictions, and this 2. Write down what happened, what did you observe?\nmeans continuation of anxieties. Consider the evidence for and against your original prediction.\nWhat did this say about your negative prediction\nTesting Our Predictions I felt quite nervous at first and wanted to leave. I used\nWhat could have been an alternative way to handle the BBQ breathing to calm myself. The host was friendly and seemed\nsituation described above? happy to talk to me, and I also spoke to Kelly, who I hadn’t\nseen in some time. Kelly introduced me to her partner Jim\nA different approach could be to go to the BBQ, try your\nand we had a good chat about travel. At one point I worried\nbest to have a nice time and speak to others, and use the\nI had said something stupid, but Jim didn’t seem to notice so\nresulting experience as evidence to test your original\nmy worry passed.\nnegative prediction. Think of yourself as a scientist,\n3. What have you learned?\nputting your thoughts under the microscope to\nI am capable of making conversation and enjoying myself in\nexamine the evidence for and against\na casual social situation.\nyour thoughts, instead of assuming that all\nof your negative predictions are true. 4. Rate how strongly you now believe in your original\nBehavioural experiments are a good way prediction and the alternative (0-100)\nfor testing these predictions. Next we will I will have a terrible time at the BBQ. Even if I try to talk to\ngo through the steps, using the BBQ people, no-one will talk to me. (10)\nsituation as an example. I will find at least one person to talk to and will have an ok\ntime. (80)\nC\nentre for\nThis document is for information purposes only. Please refer to the full disclaimer and copyright statement available at Clinical\nhttp://www.cci.health.wa.gov.au regarding the information from this website before making use of such information. I nterventions\nSee website www.cci.health.wa.gov.au for more handouts and resources.\n•Psychotherapy•Research•Training"
        }
    ]
}