{
    "document_title": "Breathing Retraining.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Therapeutic Modalities (CBT, ACT, DBT)\\Anxiety Modules\\Breathing Retraining.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "Breathing\nRetraining\nEveryone knows that breathing is an essential part of life, but did you know that breathing plays an\nessential role in anxiety? This information sheet will briefly discuss the role of breathing in anxiety\nand guide you through a simple breathing retraining technique that uses breathing patterns to help\ndeal with anxiety.\nBreathing is a powerful determinant of physical Gaining control over your breathing involves both\nstate. When our breathing rate becomes elevated, slowing your rate of breathing and changing your\na number of physiological changes begin to occur. breathing style. Use the following steps to be well\nPerhaps you’ve noticed this yourself when you‘ve on your way to developing a better breathing habit.\nhad a fright; you might suddenly gasp, feel a little\n1 Ensure that you are sitting on a comfortable\nbreathless and a little light-headed, as well as feeling\nchair or laying on a bed\nsome tingling sensations around your body. Believe\n2 Take a breath in for 4 seconds (through the\nit or not, the way we breathe is a major factor in\nnose if possible\nproducing these and other sensations that are\n3 Hold the breath for 2 seconds\nnoticeable when we are anxious.\n4 Release the breath taking 6 seconds (through\nthe nose if possible)., then pause slightly\nAnxious breathing\nbefore breathing in again.\nYou probably already know that we breathe in to\n5 Practise, practise, practise!\nobtain oxygen and we breathe out to expel carbon\ndioxide. The body naturally maintains optimal levels\nBreathing tips\nof oxygen and carbon dioxide, and this balance is in\npart maintained through how fast and how deeply  When you first begin changing your breathing, it\nwe breathe. When we exercise, for example, we may be difficult to slow your breathing down to\nbreathe faster and more deeply in order to replace this rate. You may wish to try using a 3-in, 1-\nthe oxygen being used and expel the extra carbon hold, 4-out breathing rate to start off with.\ndioxide produced by metabolic changes.\n When you are doing your breathing exercises,\nmake sure that you are using a stomach\nAnxiety causes an increase in our breathing rate, as\nbreathing style rather than a chest breathing\npart of the physical fight or flight response to a\nstyle. You can check this by placing one hand on\nperceived threat. However, when our breathing\nyour stomach and one hand on your chest. The\nrate increases without any physical exertion, we\nhand on your stomach should rise when you\nbreathe out too much carbon dioxide. If the body\nbreathe in.\ncannot quickly return carbon dioxide levels to the\noptimal range, we experience further symptoms  Try to practise at least once or twice a day at a\ntime when you can relax, relatively free from\nsuch as dizziness, light-headedness, headache,\ndistraction. This will help to develop a more\nweakness and tingling in the extremities and muscle\nrelaxed breathing habit. The key to progress\nstiffness.\nreally is practise, so try to set aside some time\neach day.\nThe normal rate of breathing is 10-14 breaths per\nminute – what’s your breathing rate?\nBy using breathing retraining you can slow your\nBreathing Retraining breathing down and reduce your general level\nanxiety. With enough practice, it can even help\nWhile temporary overbreathing and\nto better cope with anxiety when you are in an\nhyperventilation are not specifically dangerous (it’s\nanxious situation.\neven used in medical testing!), continued\nC\noverbreathing can leave you feeling exhausted or entre for\nC\n“on edge” so that you’re more likely to respond to linical\nInterventions\nstressful situations with intense anxiety and panic.\n•Psychotherapy•Research•Training"
        }
    ]
}