{
    "document_title": "Progressive Muscle Relaxation.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Therapeutic Modalities (CBT, ACT, DBT)\\Anxiety Modules\\Progressive Muscle Relaxation.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "progressive muscle\nrelaxation\nOne of the body’s reactions to fear and anxiety is muscle tension. This can result in feeling “tense”, or\ncan lead to muscle aches and pains, as well as leaving some people feeling exhausted. Think about how\nyou respond to anxiety. Do you “tense up” when you’re feeling anxious? Muscle relaxation can be\nparticularly helpful in cases where anxiety is especially associated to muscle tension. This information\nsheet will guide you through a common form of relaxation designed to reduce muscle tension.\nMuscle tension\nRelaxation sequence\nMuscle tension is commonly associated with stress,\n1. Right hand and forearm. Make a fist with your right\nanxiety and fear as part of a process that helps our\nhand.\nbodies prepare for potentially dangerous situations. Even\nthough some of those situations may not actually be 2. Right upper arm. Bring your right forearm up to\ndangerous, our bodies respond in the same way. your shoulder to “make a muscle”.\nSometimes we don’t even notice how our muscles 3. Left hand and forearm.\nbecome tense, but perhaps you clench your teeth\n4. Left upper arm.\nslightly so your jaw feels tight, or maybe your shoulders\nbecome. Muscle tension can also be associated with 5. Forehead. Raise your eyebrows as high as they will go,\nbackaches and tension headaches. as though you were surprised by something.\n6. Eyes and cheeks. Squeeze your eyes tight shut.\nProgressive Muscle Relaxation 7. Mouth and jaw. Open your mouth as wide as you can,\nOne method of reducing muscle tension that people as you might when you‘re yawning.\nhave found helpful is through a technique called 8. Neck. !!! Be careful as you tense these muscles. Face\nProgressive Muscle Relaxation (PMR). In progressive forward and then pull your head back slowly, as though\nmuscle relaxation exercises, you tense up particular you are looking up to the ceiling.\nmuscles and then relax them, and then you practise this\n9. Shoulders. Tense the muscles in your shoulders as you\ntechnique consistently.\nbring your shoulders up towards your ears.\n10. Shoulder blades/Back. Push your shoulder blades\npreparing for relaxation\nback, trying to almost touch them together, so that your\nWhen you are beginning to practice progressive muscle chest is pushed forward.\nrelaxation exercises keep in mind the folloing points.\n11. Chest and stomach. Breathe in deeply, filling up your\n• Physical injuries. If you have any injuries, or a lungs and chest with air.\nhistory of physical problems that may cause muscle 12. Hips and buttocks. Squeeze your buttock muscles\npain, always consult your doctor before you start.\n13. Right upper leg. Tighten your right thigh.\n• Select your surroundings. Minimise the distraction\n14. Right lower leg. !!! Do this slowly and carefully to\nto your five senses. Such as turning off the TV and\navoid cramps. Pull your toes towards you to stretch the\nradio, and using soft lighting.\ncalf muscle.\n• Make yourself comfortable. Use a chair that\ncomfortably seats your body, including your head. 15. Right foot. Curl your toes downwards.\nWear loose clothing, and take off your shoes. 16. Left upper leg. Repeat as for right upper leg.\n• Internal mechanics. Avoid practicing after big,\n17. Left lower leg. Repeat as for right lower leg.\nheavy meals, and do not practice after consuming any\n18. Left foot. Repeat as for right foot.\nintoxicants, such as alcohol.\ngeneral procedure\nPractice means progress. Only through practice can you\n1 Once you’ve set aside the time and place for\nbecome more aware of your muscles, how they respond\nrelaxation, slow down your breathing and give\nyourself permission to relax. with tension, and how you can relax them. Training your\n2 When you are ready to begin, tense the muscle group body to respond differently to stress is like any training –\ndescribed. Make sure you can feel the tension, but not practising consistently is the key.\nso much that you feel a great deal of pain. Keep the\nmuscle tensed for approximately 5 seconds.\n3 Relax the muscles and keep it relaxed for\napproximately 10 seconds. It may be helpful to say\nsomething like “Relax” as you relax the muscle.\n4 When you have finished the relaxation procedure,\nC\nremain seated for a few moments allowing yourself to entre for\nClinical\nbecome alert. Interventions\n• Psychotherapy • Research • Training"
        }
    ]
}