{
    "document_title": "Situational Exposure.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Therapeutic Modalities (CBT, ACT, DBT)\\Anxiety Modules\\Situational Exposure.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "Situational\nexposure\nOne of the ways that people avoid feeling anxiety in certain situations is to avoid those situations\nwherever possible. However, by not exposing yourself to those situations you don’t get the chance to\ndisconfirm your fears, which in turn can make those fears even stronger. If being in those situations is\nimportant to you, you will need to face your fears in a real situation and begin to turn social activity into\na positive experience. This information sheet is designed to show you how you can begin to do that.\nGraded Exposure Building Steps Towards Your Goal\nSome people might encourage you to tackle your biggest Now that you have a personal, realistic,\nfear first – to “jump in the deep end” and get it over and achievable, measurable, and specific goal\ndone with. However, many people prefer to take it “step- that you’d like to achieve, you can plan\nby-step”, what some people call “graded exposure”. By your “graded exposure” program. This\nusing graded exposure you start with situations that are involves breaking the goal down so that\n80\neasier for you to handle, then work your way up to more you can work step-by-step towards 75\n65\nchallenging tasks. This allows you to build your confidence your major goal. Of course, goals with\n50\nslowly, to use other skills you have learned, to get used to high distress (eg a rating of 80+) will 35\nthe situations, and to challenge your fears about each need more steps than a medium\nsituational exposure exercise. By doing this in a structured distress goal (eg a rating of 40+). You can break your\nand repeated way, you have a good chance of reducing your goal into smaller steps by changing WHO is there,\nanxiety about those situations. WHAT you do, WHEN you do it, WHERE you do it,\nand HOW long you do it for. Follow the SMART\nSituations That You Avoid criteria for developing each step. Here’s an example.\nThe first thing to do is to think about the situations that you\nfear and try to avoid. For example, some people might fear GOAL: To go out to a pub on a weekend DISTRESS\n0-100\nand avoid going to social places, or being assertive with night with friends and stay there for at least 2\nothers. Make a list of these situations. hours 80\nOnce you have made the list, indicate how much distress\nyou feel in those situations by giving them each a rating on a\nSTEP DISTRESS\nscale of 0 to 100.\n0-100\n0 – You are perfectly relaxed\nGo to the local pub on a weekday afternoon\n25-49 – Mild: You can still cope with the situation\n1 (with a friend who knows about the problem),\n50-64 – Moderate: You are distracted by the anxiety, but are buy a soft drink and stay for 10min 35\nstill aware of what’s happening\n65-84 – High: Difficult to concentrate, thinking about how Go to the local pub on a weekday afternoon\nto escape 2 (with a friend who knows about the problem),\n85-100 – Extreme: The anxiety is overwhelming and you just buy a soft drink and stay for 30min\n45\nwant to escape from the situation\nGo to the local pub on a weeknight (with a\nPlanning Your Goals 3 friend who knows about the problem), staying\nfrom 7pm to 8pm\n55\nNow you can start to turn the situations you avoid into\ngoals that you’d like to achieve. For example, a situation that\nGo to the local pub on a weekend night (with\nyou avoid might be “Going to pubs“, which has a distress\n4 a friend who knows about the problem), and\nrating of 75. A goal for this might be “To go out to a pub on a stay for 30 minutes 65\nweekend night with friends and stay there for at least 2 hours”.\nWhen you are developing a goal, it helps to make them Go to the local pub on a weekday night (with\nSMART: 5 a friend who knows about the problem),\nstaying from 8pm to 10pm\n70\nSpecific: It needs to be as clear (eg compare “To eat in pub-\nlic\" with “To eat lunch in a local restaurant on my own.”\nGo to the local pub on a weekend night\nMeasurable: It needs to be easily assessed (eg compare 6 (some of the friends don’t know about the\n“Being friendly” with “Staying for 2 hrs” - what does problem), staying from 8pm to 10pm 80\n‘friendly’ mean?)\nAchievable: It needs to be possible and probable to achieve\nRelevant: It needs to be important to you\nC\nTimebound: It needs to have an end date for completion entre for\nClinical\nInterventions\n• Psychotherapy • Research • Training"
        },
        {
            "page_number": 2,
            "content": "Situational exposure\nClimbing Steps Towards Your Goal climbing the steps\nOnce you have developed the steps that you can take 1) One step at a time. Climbing a\ntowards your main goal, you can make an appointment with stepladder is not about taking one giant leap,\nyourself to start on your first step. Here are a few tips for it’s about taking one small step at a time.\nhow you can progress through your situational exposure You begin with the least difficult step and\nsteps. gradually work your way up the step ladder\ngetting used to the anxiety you feel at each\nstep. Your primary aim at each step is to\nbefore the first step\ncomplete that step and that step alone.\n1) Coping with anxiety. Before you start on a situational\n2) Over and over again. Do a step frequently and\nexposure exercise, it is useful to have developed ways of\nrepeatedly, and try to do them in close succession to make\ncoping with the distress you might feel in the situation.\nsure you are comfortable with the situation before you\nUsing well practised breathing techniques can help to\nmove onto the next step. This might take 3 or 4 times.\nreduce the physical response to anxiety. Reducing your\ngeneral level of anxiety through muscle relaxation 3) Use your skills. Work through any unhelpful thoughts\ntechniques can also help to prepare you for entering the about the situation after you have completed each step, or\nsituation. repeated a step. Allow yourself to unwind with a\nrelaxation session.\n2) Challenging negative thoughts. Another way to\nprepare yourself is to challenge negative thoughts that 4) Acknowledge the steps you’ve made. When you are\nyou might have about yourself or the situation. If you comfortable with a particular step, admit to your\nspend time working through these thoughts you can successes and acknowledge the steps that you’ve made so\ncome up with some helpful ways of thinking about the far.\nsituation.\n5) Stepbacks. We all have our up and down days, and\nThese strategies are discussed in other information sometimes you might think you’ve taken a ‘step-back’\nsheets in this series. because the situational exposure exercise didn’t go as well\nas you hoped. If you are having difficulties with a particular\nstep then it might be useful to take a “step back“ and\ncompleting a step work on the previous step again or design an “in between”\nstep between the one you’ve completed and the difficult\n1) Expect some anxiety. When you enter the situation – one. That’s why doing a step over and over is so helpful.\nat any step - remember that you’ll probably experience Remember – take it one step at a time.\nsome anxiety or discomfort. That’s why it’s important to\nstart small, and work your way up. use a diary to record your progress\n2) Use your skills. Just as used your coping skills to\nA diary can help you to keep track of the steps you’ve\nprepare for the situation, use them while you are in the\ncompleted, and how you can cope with any difficulties you’ve\nsituation. Use your breathing to reduce your physical\nhad. You could use the following columns\nanxiety response and challenge negative thoughts that\nyou might have. • Situation: Describe the step and the situation\n• Expected Distress: Indicate the distress level you\n3) Stay in the situation. While it might be tempting to\nexpected (0-100)\nleave if you feel uncomfortable, try to stay in the\n• Actual Distress: Indicate the level of distress you actually\nsituation until the anxiety goes down. In this way you\nexperienced\ncan see that, as frightening as the feelings are, they are\n• Outcome: Indicate whether you completed the step and\nnot dangerous, and they do subside.\nthe skills you used that were helpful, OR, if you had\n4) Stay involved. ‘Staying away' can happen in many difficulties, describe how you can prepare for the next\ndifferent ways, such as sitting away from others, or time.\navoiding eye contact. Stay involved in the situation by\nnoticing what is happening and really experiencing the If you’re having difficulties with situational exposure\nsituation. Really taking part in these situations is the only tasks, talk to a professional so that they can guide\nway to make sure you get used to the anxiety. you through the process.\n5) Stay sober. Staying involved means being fully aware of\nwhat is happening. This means not taking alcohol or\ndrugs to try to “mentally escape” the situation. C\nentre for\nC\nlinical\nInterventions\n• Psychotherapy • Research • Training"
        }
    ]
}