{
    "document_title": "The Vicious Cycle of Anxiety.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Therapeutic Modalities (CBT, ACT, DBT)\\Anxiety Modules\\The Vicious Cycle of Anxiety.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "the vicious cycle of\nanxiety\nThe essence of anxiety is worrying about some potential These safety behaviours also play a part in the vicious cycle\nthreat. It is trying to cope with a future event that you of anxiety. When you become dependent on them you do\nthink will be negative. You do this by paying more not learn that emotion per se is not dangerous. You do not\nattention to possible signs of potential threat, and looking learn that distressing emotions tend to come down from\ninternally to see whether you will be able to cope with their apex of their own accord. You try to suppress\nthat threat. When you notice your anxious symptoms, emotion, which has the contradictory effect of heightening\nyou think that you can’t cope with the situation, and the emotion, increasing the distress. Also can you imagine\ntherefore become more anxious. This is the start of the how stressing it would be if one day your safety behaviours\nvicious cycle of anxiety. were not available to you? This predicted catastrophe will\nprobably increase your avoidance. Ask yourself, what do\nThe Vicious Cycle of Anxiety\nyou learn in the safety of your living room? The answer\nmay not be encouraging!\nAnxiety\nReversing the Vicious Cycle of Anxiety\nLONG TERM: Increase Increased scanning for\nin the physical symptoms danger, physical symptoms Vicious cycles play an important role in maintaining\nof anxiety, more worry, intensify, attention narrows anxiety. However, you can turn this cycle around\nloss of confidence about & shifts to self to create a positive cycle that will help you\ncoping, increased use of overcome anxiety. One important step in this\nsafety behaviours cycle is gradually confronting feared situations.\nEscape or avoidance\nThis will lead to an improved sense of\nconfidence, which will help reduce your anxiety and allow\nSHORT TERM: Relief you to go into situations that are important to you.\nSome people might encourage you to tackle your biggest\nHow Avoidance Contributes to Anxiety fear first – to “jump in the deep end” and get it over and\nIf you feel anxious, or anticipate feeling anxious, it makes done with. However, many people prefer to take it “step-\nsense that you will do things to reduce your anxiety. by-step”. We call this “graded exposure”. You start\nPeople sometimes try and reduce the anxiety by avoiding with situations that are easier for you to handle, then work\nthe feared situation altogether. This avoidance instantly your way up to more challenging tasks. This allows you to\ndecreases the anxiety because you have not put yourself build your confidence slowly, to use other skills you have\nin a distressing situation. However, while avoidance learned, to get used to the situations, and to challenge your\nmakes anxiety better in the short term you have also fears about each situational exposure exercise. By doing\nmade the anxiety worse in the long term. this in a structured and repeated way, you have a good\nchance of reducing your anxiety about those situations.\nAn illustration of this is when you avoid going to a\nsupermarket to do the shopping because that’s where\nWhen the anxiety cycle is broken, it will look like this:\nyou experience fear. As a result you successfully avoid\nReversing the Vicious Cycle of Anxiety\nthe distress you associate with supermarkets. In the\nshort term, you do not feel anxious. However in the long\nterm you become even more unwilling to confront Confront feared\nanxiety. You continue to believe that emotion is situations without aid of\ndangerous and should be avoided at all costs. You do not safety behaviours\ndisconfirm your catastrophic predictions about what may situations\nhappen in the shopping centre. You continue scanning\nGreater belief in Short term slight increase in\nyour environment for signals of danger and signals of\nability to control own anxiety, then a decrease in\nsafety. In this way your anxiety may increase and\nresponses physical symptoms and\ngeneralise to other situations.\nattention scanning\nHow Safety Behaviours Contribute to Anxiety\nUse of coping skills,\nIn addition to avoidance many people use “safety\nanxiety reduces to\nbehaviours” or subtle avoidance to help cope with\nmanageable level\nanxiety. These may include relying on medication, the\nC\nsecurity of your mobile phone, always having an exit plan entre for\nClinical\nfor potentially-anxious situations, or making sure you I nterventions\nhave someone else with you.\nThis document is for information purposes only. Please refer to the full disclaimer and copy- •Psychotherapy•Research•Training\nright statement available at http://www.cci.health.wa.gov.au regarding the information from\nthis website before making use of such information.\nSee website www.cci.health.wa.gov.au for more handouts and resources."
        }
    ]
}