{
    "document_title": "Unhelpful Thinking Styles.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Therapeutic Modalities (CBT, ACT, DBT)\\Anxiety Modules\\Unhelpful Thinking Styles.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "unhelpful\nthinking styles\nWhen a person experiences an unhelpful emotion (eg, depression or anxiety), it is usually preceded\nby a number of unhelpful self-statements and thoughts. Often there is a pattern to such thoughts\nand we call these, \"unhelpful thinking styles\". One of the things we have noticed is that people use\nunhelpful thinking styles as an automatic habit. It is something that happens out of our awareness.\nHowever, when a person consistently and constantly uses some of these styles of thinking, they can\noften cause themselves a great deal of emotional distress. This information sheet describes a\nnumber of \"unhelpful thinking styles\". As you read through them, you might notice some thinking\npatterns and styles that you use consistently. Some of these styles might sound similar to one\nanother. They are not meant to be distinct categories but to help you see if there is a kind of\npattern to your thoughts.\nMental Filter:\nThis thinking styles involves a \"filtering in\" and\nShoulding and Musting:\n\"filtering out\" process – a sort of \"tunnel vision,\"\nfocusing on only one part of a situation and Sometimes by saying “I should…” or “I must…”\nignoring the rest. Usually this means looking at you can put unreasonable demands or pressure\nthe negative parts of a situation and forgetting the on yourself and others. Although these\npositive parts, and the whole picture is coloured statements are not always unhelpful (eg “I should\nby what may be a single negative detail. not get drunk and drive home”), they can\nsometimes create unrealistic expectations.\nJumping to Conclusions:\nOvergeneralisation:\nWe jump to conclusions when we assume that\nwe know what someone else is thinking When we overgeneralise, we take one instance in\n(mind reading) and when we make the past or present, and impose it on all current\npredictions about what is going to or future situations. If we say “You always…” or\nhappen in the future (predictive “Everyone…”, or “I never…” then we are\nthinking). probably overgeneralising.\nPersonalisation: Labelling:\nThis involves blaming yourself for everything that We label ourselves and others\ngoes wrong or could go wrong, even when you when we make global statements\nmay only be partly responsible or not responsible based on behaviour in specific\nat all. You might be taking 100% responsibility situations. We might use this label\nfor the occurrence of external events. even though there are many more\nexamples that aren’t consistent with that label.\nCatastrophising:\nEmotional Reasoning:\nCatastrophising occurs when we “blow things out\nof proportion“., and we view the situation as This thinking style involves basing your view of\nterrible, awful, dreadful, and horrible, even situations or yourself on the way you are feeling.\nthough the reality is that the problem itself is For example, the only evidence that something\nquite small. bad is going to happen is that you feel like\nsomething bad is going to happen.\nBlack & White Thinking:\nMagnification and Minimisation:\nThis thinking style involves seeing only one\nextreme or the other. You are either wrong or In this thinking style, you magnify the positive\nright, good or bad and so on. There are no in- attributes of other people and minimise your\nbetweens or shades of gray. own positive attributes. It’s as though you’re\nexplaining away your own positive characteristics\nC\nentre for\nClinical\nInterventions\n•Psychotherapy•Research•Training"
        }
    ]
}