{
    "document_title": "What are Safety Behaviours.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Therapeutic Modalities (CBT, ACT, DBT)\\Anxiety Modules\\What are Safety Behaviours.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "What are\nSafety behaviours?\nWhat are safety behaviours? Why are safety behaviours a problem?\nSafety behaviours are used in an attempt to prevent Safety behaviours may seem helpful, because they reduce\nanxiety in the short-term. Unfortunately they keep anxiety\nfears from coming true and to feel more comfortable in\ngoing in the longer term because...\nsituations we are anxious about.\nIf we believe that a situation will not go well, we are  Safety behaviours stop us from directly testing our\nlikely to feel anxious and to have an urge to avoid the fears. Although we haven’t avoided the situation\nsituation. If we can’t avoid the situation all completely, by using our safety behaviours we are not\ntogether, we might use subtle forms of directly testing our fear. Our untested fears will\ncontinue to arise in the future.\navoidance or precautions to try to\nprevent our fears from coming true. We\nSafety behaviours can become ‘self-fulfilling\ncall these safety behaviours. \nprophecies’. Safety behaviours can\nSafety behaviours may be very different for different actually cause the outcomes we are\npeople. It is not what you do, but why you are doing it trying to prevent by using them. For\ninstance, imagine if I stay quiet at\nthat determines whether something is considered a\nwork meetings because I am worried\nsafety behaviour. Here are some examples...\nabout saying something wrong and\nmy boss being annoyed. My boss might actually get\nBehaviour Fear the behaviour is\nmore frustrated with me for not contributing to\nintended to prevent\nmeetings than they would have if I did contribute from\nStaying quiet in social If I talk I might say something time to time.\nsituations stupid and I would feel\nhumiliated If our fears don’t come true we mistakenly ‘thank’ the\n\nsafety behaviour. If we use our safety behaviours and\nNot touching things in If I touch something in public I\nour fears don’t come true, we might believe that the\npublic could get sick and die\nsafety behaviours ‘prevented’ our fears. As a result we\nBringing my water bottle If I get anxious I will get a dry can become very dependent upon our safety\neverywhere mouth and choke behaviours and start to feel even more anxious if they\ncan’t be used. The truth may be that our fears might\nWearing headphones on If someone tried to speak to\nnot have come true even without the safety behaviour,\npublic transport me I wouldn't know what to\nbut we never discover this as long as we continue\nsay and they would think I am\nrelying on them.\nan idiot\nSafety behaviours increase our self-focused attention.\n\nSome of these are behaviours people might engage in\nSafety behaviours often take our focus off the ‘task at\nwithout anxiety. For example, someone\nhand’, and instead our awareness becomes overly\nmight wear headphones on public\nfocused on ourselves (e.g. our thoughts, how we are\ntransport to listen to music for feeling), which can lead to further anxiety.\nenjoyment, rather than because they are\nanxious about speaking to people. This\nIf anxiety stays high after repeatedly confronting a\nhighlights that it is not the behaviour itself, but the\nsituation, you are likely using safety behaviours that are\nfunction of the behaviour that is important. preventing you from directly testing your fears. It’s\nimportant to recognise safety behaviours so you can plan\nIf you are uncertain whether something is a safety\nto stop using them in anxiety-provoking situations.\nbehaviour or not, ask yourself: how anxious would I feel if\nI could not do this? If you would feel anxious without the\nThis document is for information purposes only. Please refer to the full disclaimer and\nbehaviour, it is probably a safety behaviour.\ncopyright statement available at http://www.cci.health.wa.gov.au regarding the infor-\nmation from this website before making use of such information.\nSee website www.cci.health.wa.gov.au for more handouts and resources."
        }
    ]
}