{
    "document_title": "What is Anxiety.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Therapeutic Modalities (CBT, ACT, DBT)\\Anxiety Modules\\What is Anxiety.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "what is\nanxiety?\nMany people experiencing the symptoms of anxiety can flee from the situation, or stand and fight. The main purpose\nbegin to wonder if there is something really wrong with of the fight/flight response is to protect the individual. It is\nthem. One typical fear is that they might be going crazy. therefore important to remember that the experience of\nUnfortunately, the reactions and comments from other anxiety is not in itself, harmful. When a person’s fight/flight\npeople such as, ‘just get yourself together’ are not very response is activated, three major systems are affected.\nhelpful. These are the physical, cognitive and behavioural systems.\nAlthough you might feel alone in your struggle against Physical System\nanxious moods, the reality is that many people experience\nWhen we believe that we are in danger, our whole physical\nthese moods either from time to time, or on a more regular\nsystem undergoes some major, temporary changes designed\nbasis. In fact, it is estimated that 1 in every 5 experience\nto enhance our ability to either run away, or stand and be\nsignificantly anxious mood at some time in their life.\nready to fight. Physically, as soon as danger is perceived, the\nbrain sends a message to our autonomic nervous system.\nAnxiety can effect any kind of person at any stage of their\nOur autonomic nervous system has two sections: the\nlife, whether they are an introvert or an extrovert, socially\nsympathetic branch and the parasympathetic branch. These\nactive or shy, youthful or elderly, male or female, wealthy or\ntwo sections control the physical changes that occur in the\npoor. Whatever your distinction, you can become anxious.\nfight/flight response. The sympathetic branch is the part\nThat means that any person you know is also fair game. So\nthat activates the various areas of the body to be ready for\nremember, you are not alone.\naction. When the sympathetic branch is activated, it\nincludes all areas of the body, and therefore, the person\nexperiences physical changes from head to toe.\nUnderstanding Anxiety\nFeeling afraid is very much a part of the experience of being To get things moving, the sympathetic nervous system\nhuman. It occurs in response to realistically anticipated releases two chemicals from the adrenal glands on the\ndanger and therefore is a survival instinct. For example, if a kidneys. These chemicals are called adrenalin and\nferocious animal confronted us it is likely noradrenalin and are basically messengers that serve to\nthat we would respond with fear. This maintain the physical changes for a sufficient amount of time.\nresponse is important because it initiates a\nwhole series of physical and behavioural So what are these physical changes that the sympathetic\nchanges that ultimately serve to protect us. mechanism produces when you are anxious?\nIn this example, when confronted by an\nanimal, the feeling of fear would probably 1. An increase in heart rate and strength of beat\nlead us to either run for our lives or One physical change that is quite noticeable to the\nperson experiencing the fight/flight response, is an\nbecome sufficiently ‘pumped up’ to physically defend\nincrease in heart rate and the strength of heartbeat. An\nourselves. As you can see from this example, the increase in heart rate enables blood to be pumped\nexperience of fear is part of a process of survival. around the body faster, so that oxygen gets delivered\nmore promptly to the various tissues of the body and\nThe experience of anxiety is very similar to the experience waste products can be efficiently eliminated.\nof fear - the main difference is that anxiety occurs in the\n2. A redistribution of blood from areas that aren’t\nabsence of real danger. That is, the individual may think that\nas vital to those that are\nthey are in danger but the reality is that they are not. To\nThere is also a change in blood flow - away from places\nillustrate this, think of the anxiety one may feel when where it is not needed (such as skin, fingers and toes)\nwalking down a poorly lit alley. The individual may feel towards the places it is likely to be needed (large organs\nanxious because they perceive some potential danger. This and muscles). This is very useful because if we were\nattacked and cut in some way we would be less likely to\nmay not mean that there is any real danger in walking down\nbleed to death, as the blood will be with the vital organs.\nthis particular alley, but what causes the experience of This physical change results in the skin looking pale and\nanxiety is that the person believes that they are in danger. feeling cold, and also in the experience of cold, numb and\nTherefore, the experience of anxiety and fear are basically tingling fingers and toes.\nthe same except that in the case of anxiety, there may not\n3. An increase in the rate and depth of breathing\nbe any actual danger - the person just thinks there is. As well as changes to heart rate, there are also changes\nto the speed and depth of breathing. This is very\nimportant, as it provides the tissues with the\nFight/Flight Response extra amount of oxygen required to prepare for\naction. The feelings produced by this increase in\nIt is important to fully understand the way breathing can include breathlessness, choking or\nour bodies react to threat or danger, smothering feelings, tightness and pain in the\nwhether real or imagined. When a person chest, and sighing and yawning. One of the main\nis in danger, or believes that they are in\nPg 1 of 2\ndanger a number of changes occur. This\nThis document is for informa(cid:415)on purposes C\nresponse has been named the fight/flight only. Please refer to the full disclaimer and entre for\nC\nresponse. As previously explained, when copyright statement available at h(cid:425)p:// linical\nconfronted with danger we will typically www.cci.health.wa.gov.au regarding the infor‐\nInterventions\nma(cid:415)on from this website before making use of\nsuch informa(cid:415)on. •Psychotherapy•Research•Training"
        },
        {
            "page_number": 2,
            "content": "side effects of this increase in breathing is that the blood of counteracting the sympathetic branch. As a result, the\nsupply to the head is actually decreased. This is not\nheart rate begins to slow, breathing rate slows, the body’s\ndangerous but can produce a collection of unpleasant\nsymptoms, including: dizziness, light-headedness, blurred temperature begins to lower and the muscles begin to relax.\nvision, confusion, feelings of unreality and hot flushes. Part of the process of restoration is that the systems do not\nreturn to normal straight away. Some arousal continues and\n4. An increase in sweating this is for a very good reason. In primitive times, if a wild\nAnother physical change in the fight/flight response is an animal confronted us it would be foolish to relax and be off\nincrease in sweating. This causes the body to become\nguard as soon as the animal began to back off. The chances\nmore slippery, making it harder for a predator to grab,\nand also cooling the body and thus preventing it from of danger continuing in such a case causes the body to\noverheating. remain prepared for the need to once again face danger.\nTherefore, some residual effects of the fight/flight response\n5. Widening of the pupils of the eyes remain for some time and only gradually taper off. This can\nOne effect of the fight/flight response that people are leave the individual feeling ‘keyed up’ for some time\noften unaware of, is that the pupils widen to let in more\nafterwards. This helps to understand why it is that people\nlight, which may result in the experience of blurred\nvision, spots before the eyes, or just a sense that the light can feel anxious for ongoing periods of time when no\nis too bright. This change enables the person to more obvious stressor is present.\neffectively use their sight to identify any hidden dangers\nsuch as something lurking in the shadows.\nWhat Causes Anxiety?\n6. Decreased activity of the digestive system\nThe combination of factors which result in an individual\nThe decreased activity of the digestive system allows\nmore energy to be diverted to systems more immediately developing an anxiety disorder differ from person to person.\nrelated to fight or flight. The range of effects you might However, there are some major factors that have been\nnotice as a result of this body change are a decrease in identified, which may be common to sufferers. These\nsalivation, resulting in a dry mouth and decreased activity\nfactors can be effectively divided into biological and\nin the digestive system, often producing feelings of\nnausea, a heavy stomach or even constipation. psychological causes.\n7. Muscle tension Biological Factors\nFinally, many of the muscle groups tense up in A genetic factor has been linked to the development of\npreparation for fight/flight and this results in subjective\nanxiety disorders. For example, in obsessive-compulsive\nfeelings of tension, sometimes resulting in aches and pains\nand trembling and shaking. The whole physical process is disorder, about 20% of first-degree relatives have also\na comprehensive one that often leaves the individual suffered from the condition. Overall, based on family\nfeeling quite exhausted. studies, it has been suggested that individuals may inherit a\nvulnerability to developing an anxiety disorder.\nBehavioural System\nAs already mentioned, the two main behaviours associated Psychological Factors\nwith fear and anxiety are to either fight or flee. Therefore, Having this genetic vulnerability does not imply that those\nthe overwhelming urges associated with this response are individuals will develop an anxiety disorder. A great deal\nthose of aggression and a desire to escape, wherever you depends on the lifestyle of that person, the types of life\nare. Often this is not possible (due to social constraints) stressors they have encountered and their early learning.\nand so people often express the urges through behaviours For example, if we were taught to fear certain neutral\nsuch as foot tapping, pacing or snapping at people. situations as a child it can become difficult to extinguish\nthese learned patterns of behaviour. Therefore, we may\nCognitive System\nhave developed certain patterns of thinking and behaving\nAs the main objective of the fight/flight response is to alert which contribute to the development of an anxiety disorder.\nthe person to the possible existence of danger, one major\ncognitive change is that the individual begins to shift their\nSummary\nattention to the surroundings to search for potential threat.\nThis accounts for the difficulty in concentrating that people As you can see from this description of the fight/flight\nwho are anxious experience. This is a normal and response, anxiety is an important emotion that serves to\nimportant part of the fight/flight response as its purpose is protect us from harm. For some people the fight/flight\nto stop you from attending to your ongoing chores and to response becomes activated in situations where no real\npermit you to scan your surroundings for possible danger. danger is present. The types of situations vary greatly from\nSometimes an obvious threat cannot be found. person to person. For example, simply anticipating poor\nUnfortunately, most of us cannot accept not having an performance on an examination can be enough to activate\nexplanation for something and end up searching within the fight/flight response. An anxiety disorder is usually\nthemselves for an explanation. This often results in people diagnosed when a person cannot manage to function\nthinking that there is something wrong with them - they adequately in their daily life due to the frequency and\nmust be going crazy or dying. severity of the symptoms of anxiety. It is important to keep\nin mind however, that some anxiety is functional, enabling us\nto get to work on time, meet demands, cross busy streets\nRestoration of the Systems and remain aware of our surroundings.\nOnce the immediate danger has abated, the body begins a\nprocess of restoration back to a more relaxed\nThis document is for informa(cid:415)on purposes C\nstate. This is once again controlled by the entre for\nonly. Please refer to the full disclaimer and\nC\nautonomic nervous system. This time it instructs copyright statement available at h(cid:425)p:// linical\nthe parasympathetic branch to begin the process www.cci.health.wa.gov.au regarding the infor‐\nInterventions\nma(cid:415)on from this website before making use of\nsuch informa(cid:415)on. •Psychotherapy•Research•Training"
        }
    ]
}