{
    "document_title": "ClinicianRated Severity of Autism Spectrum and Social Communication Disorders.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Disorder-Specific Severity Measures\\ClinicianRated Severity of Autism Spectrum and Social Communication Disorders.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: Clinician-Rated Severity of Autism Spectrum and\nSocial Communication Disorders\nRights granted: This measure may not be modified absent written permission\nfrom APA. This measure can be reproduced, either electronically or in print\nformats, without permission by researchers and by clinicians solely for use with\ntheir patients in private-practice, research, or hospital settings. For the avoidance\nof doubt, this includes that Clinicians may upload this instrument into their own\npre-existing electronic health software systems for patient assessment and\nrecords when done solely for their own use with their patients.\nRights holder: American Psychiatric Association\nTo request permission to include this measure in a commercial electronic health\nrecord system (EHR) or application, to translate the measure, or for any other\nuse beyond what is stipulated above, please contact:\nhttps://websrvapps.psychiatry.org/requestform/default.aspx"
        },
        {
            "page_number": 2,
            "content": "CLINICIAN-RATED SEVERITY OF\nAUTISM SPECTRUM AND SOCIAL COMMUNICATION DISORDERS\nName: __________________________________ Age: ____ Date:_____________\nInstructions:\nThis clinician-rated severity measure is used for the assessment of the level of interference in functioning and support required as\na result of:\na) Any social communication problems AND\nb) Any restricted interests and repetitive behaviors\nfor the individual diagnosed with (please select [ ✓ ] the disorder that applies to the individual receiving care):\n❑\nAutism Spectrum Disorder\nOR\n❑\nSocial Communication Disorder\nBased on all the information you have on the individual receiving care and using your clinical judgment, please rate (✓) the social\ncommunication problems and restricted interests and repetitive behaviors as experienced by the individual in the past seven (7)\ndays.\nLevel 0 Level 1 Level 2 Level 3\nSOCIAL\n❑ ❑ ❑ ❑\nCOMMUNICATION:\nNone Mild Moderate Severe\nRequiring support Requiring SUBSTANTIAL Requiring VERY\nRate the level of\n(i.e., Without supports in support SUBSTANTIAL support\ninterference in\nplace, deficits in social (i.e., Marked deficits in (i.e., Severe deficits in\nfunctioning and support\ncommunication cause verbal and nonverbal social verbal and nonverbal social\nrequired as a result of\nnoticeable impairments. Has communication skills; social communication skills cause\nSOCIAL\ndifficulty initiating social impairments apparent even severe impairments in\nCOMMUNICATION\ninteractions and with supports in place; functioning; very limited\ndeficits for this\ndemonstrates clear examples limited initiation of social initiation of social\nindividual.\nof atypical or unsuccessful interactions and reduced or interactions and minimal\nresponses to social overtures abnormal response to social response to social overtures\nof others. May appear to overtures from others.) from others.)\nhave decreased interest in\nsocial interactions.)\nRESTRICTED INTERESTS\n❑ ❑ ❑ ❑\nand REPETITIVE\nBEHAVIORS: None Mild Moderate Severe\nRequiring support Requiring SUBSTANTIAL Requiring VERY\nRate the level of (i.e., Rituals and repetitive support SUBSTANTIAL support\ninterference in behaviors [RRBs] cause (i.e., RRBs and/or (i.e., Preoccupations, fixed\nfunctioning and support significant interference with preoccupations and/or rituals and/or repetitive\nrequired as a result of functioning in one or more fixated interests appear behaviors markedly\nRESTRICTED INTERESTS contexts. Resists attempts by frequently enough to be interfere with functioning in\nand REPETITIVE others to interrupt RRBs or obvious to the casual all spheres. Marked distress\nBEHAVIORS for this to be redirected from fixated observer and interfere with when rituals or routines are\nindividual. interest.) functioning in a variety of interrupted; very difficult to\ncontexts. Distress or redirect from fixated\nfrustration is apparent interest or returns to it\nwhen RRBs are interrupted; quickly.)\ndifficult to redirect from\nfixated interest.)\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe Clinician-Rated Severity of Autism Spectrum and Social Communication Disorders is a 2-item measure that\nassesses the level of interference in functioning and support required as a result of difficulties in 1) SOCIAL\nCOMMUNICATION and 2) RESTRICTED INTERESTS and REPETITIVE BEHAVIORS that are present for the individual\nreceiving care. The measure may help with treatment planning and prognostic decision-making. The measure is\ncompleted by the clinician at the time of the clinical assessment. The clinician is asked to rate the level of\ninterference and support required in functioning due to difficulties in each domain as experienced by the\nindividual during the past seven days.\nScoring and Interpretation\nEach item on the Clinician-Rated Severity of Autism Spectrum and Social Communication Disorders measure is\nrated on a 4-point scale (Level 0=None; Level 1=Mild/Requiring support; Level 2=Moderate/Requiring\nSUBSTANTIAL support; and Level 3=Severe/Requiring VERY SUBSTANTIAL support). The clinician is asked to review\nall available information for the individual and, based on his or her clinical judgment, select (✓) the level that\nmost accurately describes the severity of the individual’s condition. The severity level for each item should be\nreported separately. A combined score of overall severity should NOT be calculated.\nFrequency of Use\nTo track changes in the individual’s symptom severity over time, the measure may be completed at regular\nintervals as clinically indicated, depending on the stability of the individual’s symptoms and treatment status.\nConsistently high scores on a particular domain may indicate significant and problematic areas for the individual\nthat might warrant further assessment, treatment, and follow-up. Your clinical judgment should guide your\ndecision.\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}