{
    "document_title": "ClinicianRated Severity of Conduct Disorder.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Disorder-Specific Severity Measures\\ClinicianRated Severity of Conduct Disorder.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: Clinician-Rated Severity of Conduct Disorder\nRights granted: This measure may not be modified absent written permission\nfrom APA. This measure can be reproduced, either electronically or in print\nformats, without permission by researchers and by clinicians solely for use with\ntheir patients in private-practice, research, or hospital settings. For the avoidance\nof doubt, this includes that Clinicians may upload this instrument into their own\npre-existing electronic health software systems for patient assessment and\nrecords when done solely for their own use with their patients.\nRights holder: American Psychiatric Association\nTo request permission to include this measure in a commercial electronic health\nrecord system (EHR) or application, to translate the measure, or for any other\nuse beyond what is stipulated above, please contact:\nhttps://websrvapps.psychiatry.org/requestform/default.aspx"
        },
        {
            "page_number": 2,
            "content": "CLINICIAN-RATED SEVERITY OF\nCONDUCT DISORDER\nName: __________________________________ Age: ____ Date:_____________\nInstructions:\nThis clinician-rated severity measure is used for the assessment of the presence and severity of any CONDUCT DISORDER\nproblems.\nBased on all the information you have on the individual receiving care and using your clinical judgment, please rate (✓) the\npresence and severity of the conduct problems as experienced by the individual in the past seven (7) days.\nLevel 0 Level 1 Level 2 Level 3\nRate the level or\n❑ ❑ ❑ ❑\nseverity of the\nNone Mild Moderate Severe\nconduct problems\n(No conduct (Few if any conduct (The number of conduct (Many conduct problems in\nthat are present for\nproblems) problems in excess of problems and the effect excess of those required to\nthis individual.\nthose required to make on others are make the diagnosis are\nthe diagnosis are present, intermediate between present, or conduct\nand conduct problems “mild” and “severe” [e.g., problems cause\ncause relatively minor stealing without considerable harm to others\nharm to others [e.g., lying, confronting a victim, [e.g., forced sex, physical\ntruancy, staying out after vandalism]) cruelty, use of a weapon,\ndark without permission, stealing while confronting a\nor other rule breaking]) victim, breaking and\nentering])\nCopyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients.\nInstructions to Clinicians\nThe Clinician-Rated Severity of Conduct Disorder assesses the severity of the CONDUCT problems that are present for\nthe individual based on the number of problems and their harm to others. The measure is intended to capture\nmeaningful variation in the severity of symptoms, which may help with treatment planning and prognostic decision-\nmaking. The measure is completed by the clinician at the time of the clinical assessment. The clinician is asked to rate\nthe severity of the conduct disorder behavior as experienced by the individual in the past seven days.\nScoring and Interpretation\nThe Clinician-Rated Severity of Conduct Disorder is rated on a 4-point scale (Level 0=None; 1=Mild; 2=Moderate; and\n3=Severe). The clinician is asked to review all available information for the individual and, based on his or her clinical\njudgment, select (✓) the level that most accurately describes the severity of the individual’s condition.\nFrequency of Use\nTo track changes in the individual’s symptom severity over time, the measure may be completed at regular intervals as\nclinically indicated, depending on the stability of the individual’s symptoms and treatment status. Consistently high\nscores on a particular domain may indicate significant and problematic areas for the individual that might warrant\nfurther assessment, treatment, and follow-up. Your clinical judgment should guide your decision."
        }
    ]
}