{
    "document_title": "Severity Measure for DepressionChild Age 1117 PHQ9 modified for Adolescents PHQAAdapted.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Disorder-Specific Severity Measures\\Severity Measure for DepressionChild Age 1117 PHQ9 modified for Adolescents PHQAAdapted.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: Severity Measure for Depression—Child Age 11–17 (adapted from PHQ-\n9 modified for Adolescents [PHQ-A])\nRights granted: This measure can be reproduced without permission by\nresearchers and by clinicians for use with their patients.\nRights holder: This measure was adapted from the PHQ-9 modified for\nAdolescents (PHQ-A), which is in the public domain\n(http://www.phqscreeners.com/instructions/instructions.pdf). The original\nmeasure was developed by Drs. Robert L. Spitzer, Janet B.W. Williams, Kurt\nKroenke and colleagues, with an educational grant from Pfizer Inc.\nThe reference for the original measure is: Johnson JG, Harris ES, Spitzer RL,\nWilliams JBW: The Patient Health Questionnaire for Adolescents: Validation of an\ninstrument for the assessment of mental disorders among adolescent primary\ncare patients. J Adolescent Health 30:196–204, 2002.\nTo request permission for any other use beyond what is stipulated above,\ncontact: The measure is in the public domain and can be used without\npermission."
        },
        {
            "page_number": 2,
            "content": "Severity Measure for Depression—Child Age 11–17*\n*PHQ-9 modified for Adolescents (PHQ-A)—Adapted\nName:____________________________________ Age: ______ Date:_________________\nInstructions: How often have you been bothered by each of the following symptoms during the past 7 days? For each\nsymptom put an “X” in the box beneath the answer that best describes how you have been feeling.\nClinician\nUse\nItem\nscore\n(0) (1) (2) (3)\nNot at all Several More than Nearly\ndays half the days every day\n1. Feeling down, depressed, irritable, or hopeless?\n2. Little interest or pleasure in doing things?\n3. Trouble falling asleep, staying asleep, or sleeping too\nmuch?\n4. Poor appetite, weight loss, or overeating?\n5. Feeling tired, or having little energy?\n6. Feeling bad about yourself—or feeling that you are a\nfailure, or that you have let yourself or your family\ndown?\n7. Trouble concentrating on things like school work,\nreading, or watching TV?\n8. Moving or speaking so slowly that other people could\nhave noticed?\nOr the opposite—being so fidgety or restless that you\nwere moving around a lot more than usual?\n9. Thoughts that you would be better off dead, or of\nhurting yourself in some way?\nTotal/Partial Raw Score:\nProrated Total Raw Score: (if 1-2 items left unanswered)\nModified from the PHQ-A (J. Johnson, 2002) for research and evaluation purposes"
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe Severity Measure for Depression—Child Age 11–17 (adapted from PHQ-9 modified for Adolescents [PHQ-A]) is a 9-\nitem measure that assesses the severity of depressive disorders and episodes (or clinically significant symptoms of\ndepressive disorders and episodes) in children ages 11–17. The measure is completed by the child prior to a visit with\nthe clinician. Each item asks the child to rate the severity of his or her depression symptoms during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 4-point scale (0=Not at all; 1=Several days; 2=More than half the days; and\n3=Nearly every day). The total score can range from 0 to 27, with higher scores indicating greater severity of depression.\nThe clinician is asked to review the score of each item on the measure during the clinical interview and indicate the raw\nscore in the section provided for “Clinician Use.” The raw scores on the 9 items should be summed to obtain a total raw\nscore and should be interpreted using the table below:\nInterpretation Table of Total Raw Score\nTotal Raw Score Severity of depressive disorder or episode\n0-4 None\n5-9 Mild\n10-14 Moderate\n15-19 Moderately severe\n20-27 Severe\nNote: If 3 or more items are left unanswered, the total raw score on the measure should not be used. Therefore, the\nchild should be encouraged to complete all of the items on the measure. If 1 or 2 items are left unanswered, you are\nasked to calculate a prorated score. The prorated score is calculated by summing the scores of items that were\nanswered to get a partial raw score. Multiply the partial raw score by the total number of items on the PHQ-9 modified\nfor Adolescents (PHQ-A)—Modified (i.e., 9) and divide the value by the number of items that were actually answered\n(i.e., 7 or 8). The formula to prorate the partial raw score to Total Raw Score is:\n____________(Raw sum x 9)______________\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number.\nFrequency of Use\nTo track changes in the severity of the child’s depression over time, the measure may be completed at regular intervals\nas clinically indicated, depending on the stability of the child’s symptoms and treatment status. Consistently high scores\non a particular domain may indicate significant and problematic areas for the child that might warrant further\nassessment, treatment, and follow-up. Your clinical judgment should guide your decision."
        }
    ]
}