{
    "document_title": "Severity Measure for Panic DisorderChild Age 1117.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Disorder-Specific Severity Measures\\Severity Measure for Panic DisorderChild Age 1117.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: Severity Measure for Panic Disorder—Child Age 11–17\nRights granted: This measure may not be modified absent written permission\nfrom APA. This measure can be reproduced, either electronically or in print\nformats, without permission by researchers and by clinicians solely for use with\ntheir patients in private-practice, research, or hospital settings. For the avoidance\nof doubt, this includes that Clinicians may upload this instrument into their own\npre-existing electronic health software systems for patient assessment and\nrecords when done solely for their own use with their patients.\nRights holder: American Psychiatric Association\nTo request permission to include this measure in a commercial electronic health\nrecord system (EHR) or application, to translate the measure, or for any other\nuse beyond what is stipulated above, please contact:\nhttps://websrvapps.psychiatry.org/requestform/default.aspx"
        },
        {
            "page_number": 2,
            "content": "Severity Measure for Panic Disorder—Child Age 11–17\nName:____________________________________ Age: ______ Date:_________________\nInstructions: The following questions ask about thoughts, feelings, and behaviors about panic attacks. A panic attack is an\nepisode of intense fear that sometimes comes out of the blue (for no apparent reason). The symptoms of a panic attack\ninclude: a racing heart, shortness of breath, dizziness, sweating, and fear of losing control or dying. Please respond to each\nitem by marking ( or x) one box per row.\nClinician\nUse\nHalf of Most of All of the Item\nDuring the PAST 7 DAYS, I have… Never Occasionally\nthe time the time time score\nfelt moments of sudden terror, fear, or\n1. fright, sometimes out of the blue (i.e., a ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\npanic attack)\nfelt anxious, worried, or nervous about\n2. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nhaving more panic attacks\nhave had thoughts of losing control, dying,\n3. going crazy, or other bad things happening ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nbecause of panic attacks\nfelt a racing heart, sweaty, trouble\n4. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nbreathing, faint, or shaky\nfelt tense muscles, felt on edge or restless,\n5. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nor had trouble relaxing or trouble sleeping\navoided, or did not approach or enter,\n6. situations in which panic attacks might ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\noccur\nleft situations early, or participated only\n7. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nminimally, because of panic attacks\nspent a lot of time preparing for, or\nprocrastinating about (putting off),\n8. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nsituations in which panic attacks might\noccur\ndistracted myself to avoid thinking about\n9. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\npanic attacks\nneeded help to cope with panic attacks\n10. (e.g., alcohol or medication, superstitious ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nobjects, other people)\nTotal/Partial Raw Score:\nProrated Total Raw Score: (if 1-2 items left unanswered)\nAverage Total Score:\nCraske M, Wittchen U, Bogels S, Stein M, Andrews G, Lebeu R. Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe Severity Measure for Panic Disorder—Child Age 11–17 is a 10-item measure that assesses the severity of\nsymptoms of panic disorder in children and adolescents. The measure was designed to be completed by the child\nupon receiving a diagnosis of panic disorder (or clinically significant panic disorder symptoms) and thereafter,\nprior to follow-up visits with the clinician. Each item asks the child receiving care to rate the severity of his or her\npanic disorder during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (0=Never; 1=Occasionally; 2=Half of the time; 3=Most of the\ntime, and 4=All of the time). The total score can range from 0 to 40, with higher scores indicating greater severity\nof panic disorder. The clinician is asked to review the score of each item on the measure during the clinical\ninterview and indicate the raw score for each item in the section provided for “Clinician Use.” The raw scores on\nthe 10 items should be summed to obtain a total raw score. In addition, the clinician is asked to calculate and use\nthe average total score. The average total score reduces the overall score to a 5-point scale, which allows the\nclinician to think of the severity of the child’s panic disorder in terms of none (0), mild (1), moderate (2), severe\n(3), or extreme (4). The use of the average total score was found to be reliable, easy to use, and clinically useful to\nthe clinicians in the DSM-5 Field Trials. The average total score is calculated by dividing the raw total score by\nnumber of items in the measure (i.e., 10).\nNote: If 3 or more items are left unanswered, the score on the measure should not be used. Therefore, the child\nshould be encouraged to complete all of the items on the measure. If 1 or 2 items are left unanswered, you are\nasked to calculate a prorated score. The prorated score is calculated by summing the scores of items that were\nanswered to get a partial raw score. Multiply the partial raw score by the total number of items on the Severity\nMeasure for Panic Disorder (i.e., 10) and divide the value by the number of items that were actually answered\n(i.e., 8 or 9). The formula to prorate the partial raw score to Total Raw Score is:\n____________(Raw sum x 10)_____________\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number.\nFrequency of Use\nTo track changes in the severity of the child’s panic disorder over time, the measure may be completed at regular\nintervals as clinically indicated, depending on the stability of the child’s symptoms and treatment status.\nConsistently high scores on a particular domain may indicate significant and problematic areas for the child that\nmight warrant further assessment, treatment, and follow-up. Your clinical judgment should guide your decision.\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}