{
    "document_title": "Severity Measure for DepressionAdult Patient Health Questionnaire PHQ9.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Disorder-Specific Severity Measures\\Severity Measure for DepressionAdult Patient Health Questionnaire PHQ9.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: Severity Measure for Depression—Adult (adapted from the Patient\nHealth Questionnaire–9 [PHQ-9])\nRights granted: This measure can be reproduced without permission by\nresearchers and by clinicians for use with their patients.\nRights holder: This measure was adapted from the Patient Health Questionnaire–\n9 (PHQ-9), which is in the public domain\n(http://www.phqscreeners.com/instructions/instructions.pdf). The original\nmeasure was developed by Drs. Robert L. Spitzer, Janet B.W. Williams, Kurt\nKroenke and colleagues, with an educational grant from Pfizer Inc.\nTo request permission for any other use beyond what is stipulated above,\ncontact: The measure is in the public domain and can be used without\npermission."
        },
        {
            "page_number": 2,
            "content": "Severity Measure for Depression—Adult*\n*Adapted from the Patient Health Questionnaire–9 (PHQ-9)\nName:____________________________________ Age: ______ Date:_________________\nInstructions: Over the last 7 days, how often have you been bothered by any of the following problems? (Use “” to indicate\nyour answer)\nClinician\nUse\nItem\nscore\nMore Nearly\nSeveral than half every\nNot at all days the days day\n1. Little interest or pleasure in doing things 0 1 2 3\n2. Feeling down, depressed, or hopeless 0 1 2 3\n3. Trouble falling or staying asleep, or sleeping too much 0 1 2 3\n4. Feeling tired or having little energy 0 1 2 3\n5. Poor appetite or overeating 0 1 2 3\nFeeling bad about yourself—or that you are a failure or\n6. 0 1 2 3\nhave let yourself or your family down\nTrouble concentrating on things, such as reading the\n7. 0 1 2 3\nnewspaper or watching television\nMoving or speaking so slowly that other people could have\n8. noticed? Or the opposite—being so fidgety or restless 0 1 2 3\nthat you have been moving around a lot more than usual\nThoughts that you would be better off dead or of hurting\n9. 0 1 2 3\nyourself in some way\nTotal/Partial Raw Score:\nProrated Total Raw Score: (if 1-2 items left unanswered)\nAdapted from Patient Health Questionnaire—9 (PHQ-9) for research and evaluation purposes."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe Severity Measure for Depression—Adult (adapted from the Patient Health Questionnaire–9 [PHQ-9]) is a self-\nrated 9-item measure that assesses the severity of depressive symptoms in individuals age 18 and older. The\nmeasure is completed by the individual prior to a visit with the clinician. Each item asks the individual to rate the\nseverity of his/her depression during the last 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 4-point scale (0=Not at all; 1=Several days; 2=More than half the days; and\n3=Nearly every day). The total score can range from 0 to 27, with higher scores indicating greater severity of\ndepression. The clinician is asked to review the score of each item on the measure during the clinical interview\nand indicate the raw score for each item in the section provided for “Clinician Use.” The raw scores on the 9 items\nshould be summed to obtain a total raw score and should be interpreted using the Interpretation Table for the\nPHQ-9 below:\nInterpretation Table for the PHQ-9\nLevels of depressive symptoms severity PHQ-9 Score\nNone 0-4\nMild depression 5-9\nModerate depression 10-14\nModerately severe depression 15-19\nSevere depression 20-27\nNote: If 3 or more items are left unanswered, the total score on the measure should not be calculated. Therefore,\nthe individual should be encouraged to complete all of the items on the measure. If 1 or 2 items are left\nunanswered, you are asked to calculate a prorated score. The prorated score is calculated by summing the scores\nof the items that were answered to get a partial raw score. Multiply the partial raw score by the total number of\nitems on the PHQ-9 (i.e., 9) and divide the value by the number of items that were actually answered (i.e., 7 or 8).\nThe formula to prorate the partial raw score to Total Raw Score is:\n____________(Raw sum x 9)______________\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number.\nFrequency of Use\nTo track changes in the severity of the individual’s depression over time, the measure may be completed at\nregular intervals as clinically indicated, depending on the stability of the individual’s symptoms and treatment\nstatus. Consistently high scores on a particular domain may indicate significant and problematic areas for the\nindividual that might warrant further assessment, treatment, and follow-up. Your clinical judgment should guide\nyour decision."
        }
    ]
}