{
    "document_title": "Severity of Dissociative SymptomsAdult Brief Dissociative Experiences Scale DESB.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Disorder-Specific Severity Measures\\Severity of Dissociative SymptomsAdult Brief Dissociative Experiences Scale DESB.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: Severity of Dissociative Symptoms—Adult (Brief Dissociative\nExperiences Scale [DES-B]—Modified)\nRights granted: This measure is based on measures produced using U.S. federal\ngovernment resources and is therefore in the public domain and freely available\nfor use without permission so long as authorship is accurately attributed, as\nfollows:\nDES-B (Dalenberg C, Carlson E, 2010) modified for DSM-5 by C. Dalenberg\nand E. Carlson.\nRights holder: See “Rights granted” above.\nTo request permission for any other use beyond what is stipulated above,\ncontact: See “Rights granted” above."
        },
        {
            "page_number": 2,
            "content": "Severity of Dissociative Symptoms—Adult*\n*Brief Dissociative Experiences Scale (DES-B)—Modified\nName:____________________________________ Age: ______ Date:_________________\nInstructions: For each statement below, please check (✓) the box that best answers each question to show how much each\nthing has happened to you in the past SEVEN (7) DAYS.\nClinician\nUse\nNot at Once or Almost every About once More than once Item\nall twice day a day a day score\nI find myself staring into space\n1. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nand thinking of nothing.\nPeople, objects, or the world\n2. around me seem strange or ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nunreal.\nI find that I did things that I do\n3. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nnot remember doing.\nWhen I am alone, I talk out loud\n4. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nto myself.\nI feel as though I were looking at\nthe world through a fog so that\n5. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\npeople and things seem far away\nor unclear.\n6. I am able to ignore pain. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nI act so differently from one\nsituation to another that it is\n7. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nalmost as if I were two different\npeople.\nI can do things very easily that\n8. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nwould usually be hard for me.\nTotal/Partial Raw Score:\nProrated Total Raw Score: (if 1-2 items left unanswered)\nAverage Total Score:\nDES-B (Dalenberg C, Carlson E, 2010) modified for DSM-5 by C. Dalenberg and E. Carlson.\nThis measure is based on measures produced using U.S. federal government resources and is therefore in the public domain\nand freely available for use without permission so long as authorship is accurately attributed."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe Brief Dissociative Experiences Scale (DES-B)—Modified is an 8-item measure that assesses the severity of\ndissociative experiences in individuals age 18 and older. The measure is to be completed by the individual upon\nreceiving a diagnosis of a dissociative disorder (or clinically significant dissociative symptoms) and thereafter, prior\nto follow-up visits with the clinician. Each item asks the individual receiving care to rate the severity of his or her\ndissociative experiences during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (0=Not at all; 1=Once or twice; 2=Almost every day; 3=About\nonce a day, and 4=More than once a day). The total score can range from 0 to 32, with higher scores indicating\ngreater severity of dissociative experiences. The clinician is asked to review the score of each item on the measure\nduring the clinical interview and confirm the individual’s score for each item. The scores on the 8 items should be\nsummed to obtain a total raw score. In addition, the clinician is asked to calculate and use the average total\nscore. The average total score is calculated by dividing the raw total score by number of items in the measure (i.e.,\n8). It reduces the overall score to a 5-point scale, which allows the clinician to think of the severity of the\nindividual’s dissociative experiences in terms of none (0), mild (1), moderate (2), severe (3), or extreme (4). The\nuse of the average total score was found to be reliable, easy to use, and clinically useful to the clinicians in the\nDSM-5 Field Trials.\nNote: If 3 or more items are left unanswered, the total score on the measure should not be calculated. Therefore,\nthe individual should be encouraged to complete all of the items on the measure. If 1 or 2 items are left\nunanswered, you are asked to calculate a prorated score. The prorated score is calculated by summing the scores\nof items that were answered to get a partial raw score. Multiply the partial raw score by the total number of\nitems on the DES-B (i.e., 8) and divide the value by the number of items that were actually answered (i.e., either\n6 or 7). The formula to prorate the partial raw score to Total Raw Score is:\n____________(Raw sum x 8)______________\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number.\nFrequency of Use\nTo track changes in the severity of the individual’s brief dissociative experiences over time, the measure may be\ncompleted at regular intervals as clinically indicated, depending on the stability of the individual’s symptoms and\ntreatment status. Consistently high scores on a particular domain may indicate significant and problematic areas\nfor the individual that might warrant further assessment, treatment, and follow-up. Your clinical judgment should\nguide your decision.\nInstructions, scoring, and frequency of use on this page only: Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}