{
    "document_title": "Severity of Posttraumatic Stress SymptomsAdult National Stressful Events Survey PTSD Short Scale NSESS.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Disorder-Specific Severity Measures\\Severity of Posttraumatic Stress SymptomsAdult National Stressful Events Survey PTSD Short Scale NSESS.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: Severity of Posttraumatic Stress Symptoms—Adult (National Stressful\nEvents Survey PTSD Short Scale [NSESSS])\nRights granted: This measure may not be modified absent written permission\nfrom APA. This measure can be reproduced, either electronically or in print\nformats, without permission by researchers and by clinicians solely for use with\ntheir patients in private-practice, research, or hospital settings. For the avoidance\nof doubt, this includes that Clinicians may upload this instrument into their own\npre-existing electronic health software systems for patient assessment and\nrecords when done solely for their own use with their patients.\nRights holder: American Psychiatric Association\nTo request permission to include this measure in a commercial electronic health\nrecord system (EHR) or application, to translate the measure, or for any other\nuse beyond what is stipulated above, please contact:\nhttps://websrvapps.psychiatry.org/requestform/default.aspx"
        },
        {
            "page_number": 2,
            "content": "Severity of Posttraumatic Stress Symptoms—Adult*\n*National Stressful Events Survey PTSD Short Scale (NSESSS)\nName:____________________________________ Age: ______ Date:_________________\nPlease list the traumatic event that you experienced: _________________________________________________________\nDate of the traumatic event: ________________________\nInstructions: People sometimes have problems after extremely stressful events or experiences. How much have you been\nbothered during the PAST SEVEN (7) DAYS by each of the following problems that occurred or became worse after an\nextremely stressful event/experience? Please respond to each item by marking ( or x) one box per row.\nClinician\nUse\nA\nNot Quite Item\nlittle Moderately Extremely\nat all a bit score\nbit\nHaving “flashbacks,” that is, you suddenly acted or\nfelt as if a stressful experience from the past was\nhappening all over again (for example, you\n1. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nreexperienced parts of a stressful experience by\nseeing, hearing, smelling, or physically feeling parts\nof the experience)?\nFeeling very emotionally upset when something\n2. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nreminded you of a stressful experience?\nTrying to avoid thoughts, feelings, or physical\n3. sensations that reminded you of a stressful ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nexperience?\nThinking that a stressful event happened because you\nor someone else (who didn’t directly harm you) did\n4. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nsomething wrong or didn’t do everything possible to\nprevent it, or because of something about you?\nHaving a very negative emotional state (for example,\n5. you were experiencing lots of fear, anger, guilt, ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nshame, or horror) after a stressful experience?\nLosing interest in activities you used to enjoy before\n6. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nhaving a stressful experience?\nBeing “super alert,” on guard, or constantly on the\n7. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nlookout for danger?\nFeeling jumpy or easily startled when you hear an\n8. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nunexpected noise?\nBeing extremely irritable or angry to the point where\n9. you yelled at other people, got into fights, or ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\ndestroyed things?\nTotal/Partial Raw Score:\nProrated Total Raw Score: (if 1-2 items left unanswered)\nAverage Total Score:\nKilpatrick DG, Resnick HS, Friedman, MJ. Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis measure can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe National Stressful Events Survey PTSD Short Scale (NSESSS) is a 9-item measure that assesses the severity of\nposttraumatic stress disorder in individuals age 18 and older following an extremely stressful event or experience.\nThe measure was designed to be completed by an individual upon receiving a diagnosis of posttraumatic stress\ndisorder (or clinically significant posttraumatic stress disorder symptoms) and thereafter, prior to follow-up visits\nwith the clinician. Each item asks the individual receiving care to rate the severity of his or her posttraumatic\nstress disorder during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (0=Not at all; 1=A little bit; 2=Moderately; 3=Quite a bit, and\n4=Extremely). The total score can range from 0 to 36 with higher scores indicating greater severity of\nposttraumatic stress disorder. The clinician is asked to review the score on each item of the measure during the\nclinical interview and indicate the raw score for each item in the section provided for “Clinician Use.” The raw\nscores on the 9 items should be summed to obtain a total raw score. In addition, the clinician is asked to calculate\nand use the average total score. The average total score reduces the overall score to a 5-point scale, which allows\nthe clinician to think of the severity of the individual’s posttraumatic stress disorder in terms of none (0), mild (1),\nmoderate (2), severe (3), or extreme (4). The use of the average total score was found to be reliable, easy to use,\nand clinically useful to the clinicians in the DSM-5 Field Trials. The average total score is calculated by dividing the\nraw total score by number of items in the measure (i.e., 9).\nNote: If 3 or more items are left unanswered, the total score on the measure should not be calculated. Therefore,\nthe individual receiving care should be encouraged to complete all of the items on the measure. If 1 or 2 items\nare left unanswered, you are asked to calculate a prorated score. The prorated score is calculated by summing\nthe scores of items that were answered to get a partial raw score. Multiply the partial raw score by the total\nnumber of items on the NSESSS—PTSD (i.e., 9) and divide the value by the number of items that were actually\nanswered (i.e., 7 or 8). The formula to prorate the partial raw score to Total Raw Score is:\n____________(Raw sum x 9)______________\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number.\nFrequency of Use\nTo track changes in the severity of the individual’s posttraumatic stress disorder over time, the measure may be\ncompleted at regular intervals as clinically indicated, depending on the stability of the individual’s symptoms and\ntreatment status. Consistently high scores on a particular domain may indicate significant and problematic areas\nfor the individual that might warrant further assessment, treatment, and follow-up. Your clinical judgment should\nguide your decision.\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}