{
    "document_title": "Severity Measure for Social Anxiety Disorder Social PhobiaAdult.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Disorder-Specific Severity Measures\\Severity Measure for Social Anxiety Disorder Social PhobiaAdult.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: Severity Measure for Social Anxiety Disorder (Social Phobia)—Adult\nRights granted: This measure may not be modified absent written permission\nfrom APA. This measure can be reproduced, either electronically or in print\nformats, without permission by researchers and by clinicians solely for use with\ntheir patients in private-practice, research, or hospital settings. For the avoidance\nof doubt, this includes that Clinicians may upload this instrument into their own\npre-existing electronic health software systems for patient assessment and\nrecords when done solely for their own use with their patients.\nRights holder: American Psychiatric Association\nTo request permission to include this measure in a commercial electronic health\nrecord system (EHR) or application, to translate the measure, or for any other\nuse beyond what is stipulated above, please contact:\nhttps://websrvapps.psychiatry.org/requestform/default.aspx"
        },
        {
            "page_number": 2,
            "content": "Severity Measure for Social Anxiety Disorder (Social Phobia)—Adult\nName:____________________________________ Age: ______ Date:_________________\nInstructions: The following questions ask about thoughts, feelings, and behaviors that you may have had about\nsocial situations. Usual social situations include: public speaking, speaking in meetings, attending social events or\nparties, introducing yourself to others, having conversations, giving and receiving compliments, making requests\nof others, and eating and writing in public. Please respond to each item by marking ( or x) one box per row.\nClinician\nUse\nHalf of Most of All of Item\nDuring the PAST 7 DAYS, I have… Never Occasionally\nthe time the time the time score\nfelt moments of sudden terror, fear, or\n1. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nfright in social situations\nfelt anxious, worried, or nervous about\n2. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nsocial situations\nhad thoughts of being rejected, humiliated,\n3. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nembarrassed, ridiculed, or offending others\nfelt a racing heart, sweaty, trouble\n4. breathing, faint, or shaky in social ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nsituations\nfelt tense muscles, felt on edge or restless,\n5. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nor had trouble relaxing in social situations\navoided, or did not approach or enter,\n6. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nsocial situations\nleft social situations early or participated\n7. only minimally (e.g., said little, avoided eye ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\ncontact)\nspent a lot of time preparing what to say or\n8. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nhow to act in social situations\ndistracted myself to avoid thinking about\n9. ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nsocial situations\nneeded help to cope with social situations\n10. (e.g., alcohol or medications, superstitious ❑ 0 ❑ 1 ❑ 2 ❑ 3 ❑ 4\nobjects)\nTotal/Partial Raw Score:\nProrated Total Raw Score: (if 1-2 items left unanswered)\nAverage Total Score:\nCraske M, Wittchen U, Bogels S, Stein M, Andrews G, Lebeu R. Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe Severity Measure for Social Anxiety Disorder (Social Phobia)—Adult is a 10-item measure that assesses the\nseverity of symptoms of social anxiety (social phobia) in individuals age 18 and older. The measure was designed\nto be completed by an individual upon receiving a diagnosis of social anxiety disorder (or clinically significant\nsocial anxiety symptoms) and thereafter, prior to follow-up visits with the clinician. Each item asks the individual\nreceiving care to rate the severity of his or her social anxiety disorder (social phobia) during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (0=Never; 1=Occasionally; 2=Half of the time; 3=Most of the\ntime; and 4=All of the time). The total score can range from 0 to 40, with higher scores indicating greater severity\nof social anxiety disorder (social phobia). The clinician is asked to review the score of each item on the measure\nduring the clinical interview and indicate the raw score for each item in the section provided for “Clinician Use.”\nThe raw scores on the 10 items should be summed to obtain a total raw score. In addition, the clinician is asked\nto calculate and use the average total score. The average total score reduces the overall score to a 5-point scale,\nwhich allows the clinician to think of the severity of the individual’s social anxiety disorder (social phobia) in terms\nof none (0), mild (1), moderate (2), severe (3), or extreme (4). The use of the average total score was found to be\nreliable, easy to use, and clinically useful to the clinicians in the DSM-5 Field Trials. The average total score is\ncalculated by dividing the raw total score by number of items in the measure (i.e., 10).\nNote: If 3 or more items are left unanswered, the total score on the measure should not be\ncalculated. Therefore, the individual receiving care should be encouraged to complete all of the items on the\nmeasure. If 1 or 2 items are left unanswered, you are asked to calculate a prorated score. The prorated score is\ncalculated by summing the scores of items that were answered to get a partial raw score. Multiply the partial raw\nscore by the total number of items on the Severity Measure for Social Anxiety Disorder (Social Phobia) (i.e., 10)\nand divide the value by the number of items that were actually answered (i.e., 8 or 9). The formula to prorate the\npartial raw score to Total Raw Score is:\n____________(Raw sum x 10)_____________\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number.\nFrequency of Use\nTo track changes in the severity of the individual’s social anxiety disorder (social phobia) over time, the measure\nmay be completed at regular intervals as clinically indicated, depending on the stability of the individual’s\nsymptoms and treatment status. Consistently high scores on a particular domain may indicate significant and\nproblematic areas for the individual that might warrant further assessment, treatment, and follow-up. Your\nclinical judgment should guide your decision.\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}