{
    "document_title": "Alternative Versions to the Core Cultural Formulation Interview CFI.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Cultural Formulation Interviews\\Alternative Versions to the Core Cultural Formulation Interview CFI.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering the Cultural Formulation Interview (including the\nInformant Version), Alternative Versions of the Cultural Formulation\nInterview (Military version), and the Supplementary Modules to the Core\nCultural Formulation Interview for further research and clinical evaluation.\nThey should be used in research and clinical settings as potentially useful\ntools to enhance clinical understanding and decision-making and not as the\nsole basis for making a clinical diagnosis. Additional information can be found\nin DSM-5-TR in the Section III chapter “Cultural Formulation.” The APA\nrequests that clinicians and researchers provide further data on the\nusefulness of these cultural formulation interviews at\nhttp://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: Alternative Versions of the Cultural Formulation Interview (CFI)\nRights granted: This measure may not be modified absent written permission\nfrom APA. This measure can be reproduced, either electronically or in print\nformats, without permission by researchers and by clinicians solely for use with\ntheir patients in private-practice, research, or hospital settings. For the\navoidance of doubt, this includes that Clinicians may upload this instrument\ninto their own pre-existing electronic health software systems for patient\nassessment and records when done solely for their own use with their\npatients.\nRights holder: American Psychiatric Association\nTo request permission to include this measure in a commercial electronic\nhealth record system (EHR) or application, to translate the measure, or for\nany other use beyond what is stipulated above, please contact:\nhttps://websrvapps.psychiatry.org/requestform/default.aspx"
        },
        {
            "page_number": 2,
            "content": "Alternative Versions of the Cultural Formulation Interview (CFI)\nMilitary Version of the Cultural Formulation Interview (CFI)\nFor Active-Duty Members, Veterans, and their Families\nINSTRUCTIONS\nThe purpose of the original or “Core” CFI is to clarify key aspects of the presenting clinical problem from the point of view of the\nindividual and other members of the individual’s social network (i.e., family, friends, or members of the person’s community). This\nincludes the problem’s meaning, potential sources of help, and expectations for services. This military/veteran version is for patients\nwho have identified their military service as an important aspect of their situation or specific problem. This version of the Core CFI\nintroduces military identity but does NOT assume that military identity will be the most important identity for your patient. It is\nimportant to allow individuals to choose which identity or identities (spiritual, gender, marital, occupational, etc.) is/are most\nimportant to them. Some military members will not identify their military identity as important – this is totally normal. Focus on\nthe identity or identities that the individual describes as important to them. Details specific to this version are in green. Instructions\nto the interviewer are italicized on the left. Recommended questions and talking points are on the right.\nBACKGROUND ON MILITARY VERSION\nThis version is based on a systematic review of the clinical literature of influences on clinical care due to military identity. Military\nmembers, veterans, and their families are often concerned that their civilian providers will not understand them. Military identity\nis typically defined by themes of service, competence, sacrifice, collectivism, and mission prioritization. These aspects often inform\ntheir experiences of deployments, reintegration with society, and processing of violence. Military identity also informs their\nunderstanding of structure and order in systems and leadership hierarchies. Variability in military identity can occur due to different\noccupations, branches of service, status (active duty, reserve, or national guard), and the period of service (generation). These\nfactors also interact with differing norms and standards of privacy and stigma. Family also plays an important role in military identity.\nNon-masculine gender identity and a non-heterosexual orientation may be interpreted as being in conflict with military identity.\nEach of these factors can manifest differently over the lifespan of an individual with a military service history (while on active duty,\nwhile deployed, as a veteran). Please consider these factors when assessing individuals in relation to their community, identity,\nhow they perceive stressors and supports, and how they define the problem that brings them to care.\nINTRODUCTION FOR THE PATIENT\nThis introduction will help the patient understand that I would like to understand the problems that bring you here so that I can\nyou are looking for more than just a simple problem or help you more effectively. I want to know about your experience and\nchief complaint – you are looking for context. ideas. I will ask some questions about what is going on and how you are\ndealing with it. For example, your answers may be affected by military\nservice.\nHave you ever served in the military? Has anyone in your family served?\nIf they answer yes to this question, continue using this PROBE IF YES: Do you think your/their service has made a difference to\nversion of the core CFI. If not, we recommend using the your problem or situation?\noriginal core CFI. Please note that if military culture\nappears to be important later in the interview you can Please remember there are no right or wrong answers.\nalways return to using these questions.\nIF BOTH YES: Thanks for letting me know. I’ll do my best to explore how\nyour answers are influenced by your/their military service during our\ninterview.\nCULTURAL DEFINITION OF THE PROBLEM\nElicit the individual’s view of core problems and key 1. What brings you here today?\nconcerns. Focus on the individual’s own way of\nunderstanding the problem. Use the term, expression, or\nbrief description elicited in question 1 to identify the\n[PROBLEM] in subsequent questions (e.g., “your conflict\nwith your son”).\nPage 2 of 5\nCopyright © 2024 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 3,
            "content": "Supplementary Modules to the Core Cultural Formulation Interview (CFI)\nIf individual gives few details or only mentions symptoms PROBE: People often understand their problems in their own way, which\nor medical diagnosis, probe further. may be similar to or different from how doctors describe the problem.\nHow would you describe your problem?\nAsk how individual frames the problem for members of 2. Sometimes people have different ways of describing their [PROBLEM]\nthe social network. to their family, friends, or others in their community – which may include\nthe military. How would you describe your [PROBLEM] to them?\nIf individual endorses military service, probe as PROBE: How would you describe your [PROBLEM] to other service\nappropriate. Look for differences in how the individual members, veterans, or their family members? How would you describe\ndescribes their answer to military members vs how your [PROBLEM] to civilians?\ncivilians might answer – military members may feel that\ncivilians do not understand them. Also consider\ndifferences in explaining the [PROBLEM] to command\nversus peers.\nFocus on the aspects of the problem that matter most to 3. What troubles you most about your [PROBLEM]?\nthe individual.\nConsider impacts on competence, ability to sacrifice, PROBE: How is this influenced by your/their military service, if at all?\nmission, deployments, reintegration, and privacy. If\nproblem relates to sexuality or gender, consider\nrelationship to military membership.\nCULTURAL PERCEPTIONS OF CAUSE, CONTEXT, AND SUPPORT\nThis question indicates the meaning of the condition for 4. Why do you think this is happening to you? What do you think are the\nthe individual, which may be relevant for clinical care. causes of your [PROBLEM]?\nNote that individuals may identify multiple causes, de- PROBE: Some people may explain their [PROBLEM] as the result of bad\npending on the facet of the [PROBLEM] they are things that happen in their life, problems with others, a physical illness,\nconsidering. Some military members and their families or a spiritual reason. Members of the military and their family members\nmay feel that suffering is part of their service. It can also may explain their [PROBLEM] as being related to military service,\nbe specific to deployments, reintegration, or exposure to deployments, or occupational difficulties.\nviolence. Sexuality and gender can be other specific\nsources of suffering for military members.\nFocus on the views of members of the individual’s social 5. What do others in your family, your friends, or others in your\nnetwork. These may be diverse and vary from the community, which may include the military, think is causing your\nindividual’s views. [PROBLEM]?\nElicit information on the individual’s life context, focusing 6. Are there any kinds of support that make your [PROBLEM] better, such\non resources, social supports, and resilience. May also as support from family, friends, or others – including the military?\nprobe other supports (e.g., from co-workers, from\nparticipation in religion or spirituality). The role of\ncollectivism in others (a perception that other members\nof the military are prioritizing the patient over\nthemselves) or sacrifice (where others sacrifice\nthemselves for the patient) can also be helpful to assess.\nSimilar themes can be true for family members as well.\nThe structure, hierarchy, and order of the military can\nalso be helpful as stabilizing elements.\nPage 3 of 5\nCopyright © 2024 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 4,
            "content": "Supplementary Modules to the Core Cultural Formulation Interview (CFI)\nFocus on stressful aspects of the individual’s environment. 7. Are there any kinds of stresses that make your [PROBLEM] worse, such\nCan also probe, e.g., relationship problems, difficulties at as difficulties with money, family problems, or difficulties with your /\nwork or school, or discrimination. Examples of how their military service?\nmilitary service can make the [PROBLEM] worse include\nfeeling a need to put others first (as a sacrifice or as part\nof collectivism) or to prioritize the mission over other\nactivities or relationships. Fear of appearing incompetent\ncan also negatively affect the problem, as well as the\nimpact of inflexibly applied structure, hierarchy, and\norder. Impending deployments or re-integrations can\nalso be additional sources of stress.\nROLE OF CULTURAL IDENTITY\nSometimes, aspects of people’s background or identity can make their\n[PROBLEM] better or worse. By background or identity, I mean, for\nexample, the communities you belong to, the languages you speak,\nwhere you or your family are from, your race or ethnic background, your\ngender or sexual orientation, or your faith or religion.\nAsk the individual to reflect on the most salient elements 8. For you, what are the most important aspects of your background or\nof his or her cultural identity. Use this information to tailor identity?\nquestions 9–10 as needed.\nMilitary-specific aspects to consider include: the PROBE: At this time, what is the role of your / their military service in\nimportance of service, competence, sacrifice, collectivism, your identity?\nand mission focus; service branch; generation (when they\nserved, veteran vs active); Active Duty vs. Reserve; and PROBE: For example, when you describe yourself to others, how often\noccupation within the military. do you mention that you are or were in the military – or that you are a\nmilitary family? How easily do you think people identify you / your family\nas serving in the military? Is that identification important to who you are?\nPROBE: What is or was your / their role in the military? When did you /\nthey serve? Where?\nElicit aspects of identity that make the [PROBLEM] better 9. Are there any aspects of your background or identity that make a\nor worse. difference to your [PROBLEM]?\nProbe as needed (e.g., clinical worsening as a result of PROBE: Is there something specific about your / their military service that\ndiscrimination due to migration status, race/ethnicity, or influences your [PROBLEM]?\nsexual orientation). In addition to the military-specific\nconsiderations from question #8, you might also consider\nthe following as influencing the [PROBLEM]: the military-\ncivilian gap, hierarchy, order, and structure.\nProbe as needed (e.g., conflict between non-military 10. Are there any aspects of your background or identity that are causing\ncultural identity and military identity, migration-related other concerns or difficulties for you?\nproblems; conflict across generations or due to gender\nroles).\nCULTURAL FACTORS AFFECTING SELF-COPING AND PAST HELP SEEKING\nClarify self-coping for the problem. 11. Sometimes people have various ways of dealing with problems\nlike [PROBLEM]. What have you done on your own to cope with your\n[PROBLEM]?\nPage 4 of 5\nCopyright © 2024 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 5,
            "content": "Supplementary Modules to the Core Cultural Formulation Interview (CFI)\nElicit various sources of help (e.g., medical care, mental 12. Often, people look for help from many different sources, including\nhealth treatment, support groups, work-based different kinds of doctors, medics, chaplains, embedded providers,\ncounseling, folk healing, religious or spiritual counseling, helpers, or healers. In the past, what kinds of treatment, help, advice,\nother forms of traditional or alternative healing). or healing have you sought for your [PROBLEM]?\nClarify the individual’s experience and regard for previous\nhelp.\nConsider resources like military peers, chaplains, PROBE: When you sought help, to what extent was it from military\nembedded mental health providers, veteran support resources, civilian resources, or both?\ngroups, military supervisors, and clinic-based medical\nproviders. May also consider civilian organizations that\nsupport military members and veterans. PROBE: What types of help or treatment were most useful? Not\nuseful?\nClarify the role of social barriers to help seeking, access to 13. Has anything prevented you from getting the help you need?\ncare, and problems engaging in previous treatment.\nProbe details as needed (e.g., “What got in the way?”). PROBE: For example, money, work or family commitments, stigma or\ndis-crimination, lack of services that understand your language or\nbackground, or demands that were related to your / their military\nservice?\nIn probing, also consider service obligations, sense of PROBE: For example, it can be difficult to seek care during the duty day\ncompetence, need to sacrifice, mission priorities, when on active duty. There can also be concerns that seeking care will\ndeployment, reintegration, hierarchy, order, structure, undermine how the military views your / their competence and/or\nreserve status, sexuality, and gender. Stigma and commitment.\nperceived lack privacy are commonly reported barriers to\nexplore. For example, seeking care in the military can be\nperceived as being at odds with other aspects of military\nethos.\nCULTURAL FACTORS AFFECTING CURRENT HELP SEEKING\nClarify individual’s current perceived needs and Now let’s talk some more about the help you need.\nexpectations of help, broadly defined. Probe if individual 14. What kinds of help do you think would be most useful to you at this\nlists only one source of help (e.g., “What other kinds of time for your [PROBLEM]?\nhelp would be useful to you at this time?”).\nConsider sense of competence, ability to complete PROBE: How can the help you receive reduce the impact that [PROBLEM]\nmission, deployment status, and ability to reintegrate. may have on your / their military service?\nConsider impact that certain care may have on military PROBE: Are there types of help/treatment that you would prefer to\nservice/identity. avoid? If so, which? Why?\nFocus on the views of the social network regarding help 15. Are there other kinds of help that your family, friends, or other\nseeking. people have suggested would be helpful for you now?\nElicit possible concerns about the clinic or the clinician- PROBE: Sometimes doctors and patients misunderstand each other\npatient relationship, including perceived racism, language because they come from different backgrounds or have different\nbarriers, or cultural differences that may undermine expectations. For example, if I had different or no military experience,\ngoodwill, communication, or care delivery. that could influence how I understand you.\nProbe details as needed (e.g., “In what way?”). 16. Have you been concerned about this and is there anything that we\nAddress possible barriers to care or concerns about the can do to provide you with the care you need?\nclinic and the clinician-patient relationship raised\npreviously. Consider possibility of military-civilian gap or\nmisunderstanding of specific military terms or concepts.\nPage 5 of 5\nCopyright © 2024 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}