{
    "document_title": "Cultural Formulation Interview.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Cultural Formulation Interviews\\Cultural Formulation Interview.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering the Cultural Formulation Interview (including the Informant\nVersion) and the Supplementary Modules to the Core Cultural Formulation\nInterview for further research and clinical evaluation. They should be used in\nresearch and clinical settings as potentially useful tools to enhance clinical\nunderstanding and decision-making and not as the sole basis for making a\nclinical diagnosis. Additional information can be found in DSM-5-TR in the\nSection III chapter “Cultural Formulation.” The APA requests that clinicians and\nresearchers provide further data on the usefulness of these cultural formulation\ninterviews at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: Cultural Formulation Interview (CFI)\nRights granted: This measure may not be modified absent written permission\nfrom APA. This measure can be reproduced, either electronically or in print\nformats, without permission by researchers and by clinicians solely for use with\ntheir patients in private-practice, research, or hospital settings. For the avoidance\nof doubt, this includes that Clinicians may upload this instrument into their own\npre-existing electronic health software systems for patient assessment and\nrecords when done solely for their own use with their patients.\nRights holder: American Psychiatric Association\nTo request permission to include this measure in a commercial electronic health\nrecord system (EHR) or application, to translate the measure, or for any other\nuse beyond what is stipulated above, please contact:\nhttps://websrvapps.psychiatry.org/requestform/default.aspx"
        },
        {
            "page_number": 2,
            "content": "Cultural Formulation Interview (CFI)\nSupplementary modules used to expand each CFI subtopic are noted in parentheses.\nGUIDE TO INTERVIEWER INSTRUCTIONS TO THE INTERVIEWER ARE ITALICIZED.\nThe following questions aim to clarify key aspects of the INTRODUCTION FOR THE INDIVIDUAL:\npresenting clinical problem from the point of view of I would like to understand the problems that bring you here so that I can\nthe individual and other members of the individual’s help you more effectively. I want to know about your experience and\nsocial network (i.e., family, friends, or others involved ideas. I will ask some questions about what is going on and how you\nin current problem). This includes the problem’s are dealing with it. Please remember there are no right or wrong an-\nmeaning, potential sources of help, and expectations swers.\nfor services.\nCULTURAL DEFINITION OF THE PROBLEM\nCULTURAL DEFINITION OF THE PROBLEM\n(Explanatory Model, Level of Functioning)\nElicit the individual’s view of core problems and key 1. What brings you here today?\nconcerns. IF INDIVIDUAL GIVES FEW DETAILS OR ONLY MENTIONS\nFocus on the individual’s own way of understanding the SYMPTOMS OR A MEDICAL DIAGNOSIS, PROBE:\nproblem. People often understand their problems in their own way, which may\nUse the term, expression, or brief description elicited in be similar to or different from how doctors describe the problem. How\nquestion 1 to identify the problem in subsequent would you describe your problem?\nquestions (e.g., “your conflict with your son”).\nAsk how individual frames the problem for members of 2. Sometimes people have different ways of describing their problem to\nthe social network. their family, friends, or others in their community. How would you\ndescribe your problem to them?\nFocus on the aspects of the problem that matter most to 3. What troubles you most about your problem?\nthe individual.\nCULTURAL PERCEPTIONS OF CAUSE, CONTEXT, AND SUPPORT\nCAUSES\n(Explanatory Model, Social Network, Older Adults)\nThis question indicates the meaning of the condition for 4. Why do you think this is happening to you? What do you think are the\nthe individual, which may be relevant for clinical care. causes of your [PROBLEM]?\nNote that individuals may identify multiple causes, de- PROMPT FURTHER IF REQUIRED:\npending on the facet of the problem they are consid- Some people may explain their problem as the result of bad things\nering. that happen in their life, problems with others, a physical illness, a\nspiritual reason, or many other causes.\nFocus on the views of members of the individual’s social 5. What do others in your family, your friends, or others in your com-\nnetwork. These may be diverse and vary from the indi- munity think is causing your [PROBLEM]?\nvidual’s.\nPage 1 of 3\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 3,
            "content": "Cultural Formulation Interview (CFI)\nSTRESSORS AND SUPPORTS\n(Social Network, Caregivers, Psychosocial Stressors, Religion and Spirituality, Immigrants and Refugees, Cultural Identity, Older\nAdults, Coping and Help Seeking)\nElicit information on the individual’s life context, focusing 6. Are there any kinds of support that make your [PROBLEM] better,\non resources, social supports, and resilience. May such as support from family, friends, or others?\nalso probe other supports (e.g., from co-workers, from\nparticipation in religion or spirituality).\nFocus on stressful aspects of the individual’s environ- 7. Are there any kinds of stresses that make your [PROBLEM] worse,\nment. Can also probe, e.g., relationship problems, such as difficulties with money, or family problems?\ndifficulties at work or school, or discrimination.\nROLE OF CULTURAL IDENTITY\n(Cultural Identity, Psychosocial Stressors, Religion and Spirituality, Immigrants and Refugees, Older Adults, Children and Adoles-\ncents)\nSometimes, aspects of people’s background or identity can make\ntheir [PROBLEM] better or worse. By background or identity, I\nmean, for example, the communities you belong to, the languages\nyou speak, where you or your family are from, your race or ethnic\nbackground, your gender or sexual orientation, or your faith or reli-\ngion.\nAsk the individual to reflect on the most salient elements 8. For you, what are the most important aspects of your background or\nof his or her cultural identity. Use this information to identity?\ntailor questions 9–10 as needed.\nElicit aspects of identity that make the problem better or 9. Are there any aspects of your background or identity that make a\nworse. difference to your [PROBLEM]?\nProbe as needed (e.g., clinical worsening as a result of\ndiscrimination due to migration status, race/ethnicity,\nor sexual orientation).\nProbe as needed (e.g., migration-related problems; 10. Are there any aspects of your background or identity that are causing\nconflict across generations or due to gender roles). other concerns or difficulties for you?\nCULTURAL FACTORS AFFECTING SELF-COPING AND PAST HELP SEEKING\nSELF-COPING\n(Coping and Help Seeking, Religion and Spirituality, Older Adults, Caregivers, Psychosocial Stressors)\nClarify self-coping for the problem. 11. Sometimes people have various ways of dealing with problems like\n[PROBLEM]. What have you done on your own to cope with your\n[PROBLEM]?\nPage 2 of 3\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 4,
            "content": "Cultural Formulation Interview (CFI)\nPAST HELP SEEKING\n(Coping and Help Seeking, Religion and Spirituality, Older Adults, Caregivers, Psychosocial Stressors, Immigrants and Refugees,\nSocial Network, Clinician-Patient Relationship)\nElicit various sources of help (e.g., medical care, mental 12. Often, people look for help from many different sources, including\nhealth treatment, support groups, work-based coun- different kinds of doctors, helpers, or healers. In the past, what kinds\nseling, folk healing, religious or spiritual counseling, of treatment, help, advice, or healing have you sought for your\nother forms of traditional or alternative healing). [PROBLEM]?\nProbe as needed (e.g., “What other sources of help PROBE IF DOES NOT DESCRIBE USEFULNESS OF HELP RE-\nhave you used?”). CEIVED:\nClarify the individual’s experience and regard for pre- What types of help or treatment were most useful? Not useful?\nvious help.\nBARRIERS\n(Coping and Help Seeking, Religion and Spirituality, Older Adults, Psychosocial Stressors, Immigrants and Refugees, Social Net-\nwork, Clinician-Patient Relationship)\nClarify the role of social barriers to help seeking, access 13. Has anything prevented you from getting the help you need?\nto care, and problems engaging in previous treatment. PROBE AS NEEDED:\nProbe details as needed (e.g., “What got in the way?”). For example, money, work or family commitments, stigma or dis-\ncrimination, or lack of services that understand your language or\nbackground?\nCULTURAL FACTORS AFFECTING CURRENT HELP SEEKING\nPREFERENCES\n(Social Network, Caregivers, Religion and Spirituality, Older Adults, Coping and Help Seeking)\nClarify individual’s current perceived needs and ex- Now let’s talk some more about the help you need.\npectations of help, broadly defined. 14. What kinds of help do you think would be most useful to you at this\nProbe if individual lists only one source of help (e.g., time for your [PROBLEM]?\n“What other kinds of help would be useful to you at this\ntime?”).\nFocus on the views of the social network regarding help 15. Are there other kinds of help that your family, friends, or other people\nseeking. have suggested would be helpful for you now?\nCLINICIAN-PATIENT RELATIONSHIP\n(Clinician-Patient Relationship, Older Adults)\nElicit possible concerns about the clinic or the clini- Sometimes doctors and patients misunderstand each other because\ncian-patient relationship, including perceived racism, they come from different backgrounds or have different expectations.\nlanguage barriers, or cultural differences that may 16. Have you been concerned about this and is there anything that we\nundermine goodwill, communication, or care delivery. can do to provide you with the care you need?\nProbe details as needed (e.g., “In what way?”).\nAddress possible barriers to care or concerns about the\nclinic and the clinician-patient relationship raised pre-\nviously.\nPage 3 of 3\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}