{
    "document_title": "Cultural Formulation InterviewInformant Version.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Cultural Formulation Interviews\\Cultural Formulation InterviewInformant Version.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering the Cultural Formulation Interview (including the Informant\nVersion) and the Supplementary Modules to the Core Cultural Formulation\nInterview for further research and clinical evaluation. They should be used in\nresearch and clinical settings as potentially useful tools to enhance clinical\nunderstanding and decision-making and not as the sole basis for making a\nclinical diagnosis. Additional information can be found in DSM-5-TR in the\nSection III chapter “Cultural Formulation.” The APA requests that clinicians and\nresearchers provide further data on the usefulness of these cultural formulation\ninterviews at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: Cultural Formulation Interview (CFI)—Informant Version\nRights granted: This measure may not be modified absent written permission\nfrom APA. This measure can be reproduced, either electronically or in print\nformats, without permission by researchers and by clinicians solely for use with\ntheir patients in private-practice, research, or hospital settings. For the avoidance\nof doubt, this includes that Clinicians may upload this instrument into their own\npre-existing electronic health software systems for patient assessment and\nrecords when done solely for their own use with their patients.\nRights holder: American Psychiatric Association\nTo request permission to include this measure in a commercial electronic health\nrecord system (EHR) or application, to translate the measure, or for any other\nuse beyond what is stipulated above, please contact:\nhttps://websrvapps.psychiatry.org/requestform/default.aspx"
        },
        {
            "page_number": 2,
            "content": "Cultural Formulation Interview (CFI)—Informant Version\nGUIDE TO INTERVIEWER INSTRUCTIONS TO THE INTERVIEWER ARE ITALICIZED.\nThe following questions aim to clarify key aspects of the INTRODUCTION FOR THE INFORMANT:\npresenting clinical problem from the informant’s point I would like to understand the problems that bring your family\nof view. This includes the problem’s meaning, potential member/friend here so that I can help you and him/her more ef-\nsources of help, and expectations for services. fectively. I want to know about your experience and ideas. I will ask\nsome questions about what is going on and how you and your\nfamily member/friend are dealing with it. There are no right or\nwrong answers.\nRELATIONSHIP WITH THE PATIENT\nClarify the informant’s relationship with the individual 1. How would you describe your relationship to [INDIVIDUAL OR\nand/or the individual’s family. TO FAMILY]?\nPROBE IF NOT CLEAR:\nHow often do you see [INDIVIDUAL]?\nCULTURAL DEFINITION OF THE PROBLEM\nElicit the informant’s view of core problems and key 2. What brings your family member/friend here today?\nconcerns. IF INFORMANT GIVES FEW DETAILS OR ONLY MENTIONS\nFocus on the informant’s way of understanding the SYMPTOMS OR A MEDICAL DIAGNOSIS, PROBE:\nindividual’s problem. People often understand problems in their own way, which may\nUse the term, expression, or brief description elicited in be similar or different from how doctors describe the problem.\nquestion 1 to identify the problem in subsequent How would you describe [INDIVIDUAL’S] problem?\nquestions (e.g., “her conflict with her son”).\nAsk how informant frames the problem for members of 3. Sometimes people have different ways of describing the problem\nthe social network. to family, friends, or others in their community. How would you\ndescribe [INDIVIDUAL’S] problem to them?\nFocus on the aspects of the problem that matter most to 4. What troubles you most about [INDIVIDUAL’S] problem?\nthe informant.\nCULTURAL PERCEPTIONS OF CAUSE, CONTEXT, AND SUPPORT\nCAUSES\nThis question indicates the meaning of the condition for 5. Why do you think this is happening to [INDIVIDUAL]? What do\nthe informant, which may be relevant for clinical care. you think are the causes of his/her [PROBLEM]?\nNote that informants may identify multiple causes de- PROMPT FURTHER IF REQUIRED:\npending on the facet of the problem they are consid- Some people may explain the problem as the result of bad things\nering. that happen in their life, problems with others, a physical illness, a\nspiritual reason, or many other causes.\nFocus on the views of members of the individual’s social 6. What do others in [INDIVIDUAL’S] family, his/her friends, or\nnetwork. These may be diverse and vary from the in- others in the community think is causing [INDIVIDUAL’S]\nformant’s. [PROBLEM]?\nPage 1 of 3\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 3,
            "content": "Cultural Formulation Interview (CFI)—Informant Version\nSTRESSORS AND SUPPORTS\nElicit information on the individual’s life context, focusing 7. Are there any kinds of supports that make his/her [PROBLEM]\non resources, social supports, and resilience. May better, such as from family, friends, or others?\nalso probe other supports (e.g., from co-workers, from\nparticipation in religion or spirituality).\nFocus on stressful aspects of the individual’s environment. 8. Are there any kinds of stresses that make his/her [PROBLEM]\nCan also probe, e.g., relationship problems, difficulties at worse, such as difficulties with money, or family problems?\nwork or school, or discrimination.\nROLE OF CULTURAL IDENTITY\nSometimes, aspects of people’s background or identity can make\nthe [PROBLEM] better or worse. By background or identity, I\nmean, for example, the communities you belong to, the languages\nyou speak, where you or your family are from, your race or ethnic\nbackground, your gender or sexual orientation, and your faith or\nreligion.\nAsk the informant to reflect on the most salient elements of 9. For you, what are the most important aspects of [INDIVIDUAL’S]\nthe individual’s cultural identity. Use this information to background or identity?\ntailor questions 10–11 as needed.\nElicit aspects of identity that make the problem better or 10. Are there any aspects of [INDIVIDUAL’S] background or identity\nworse. that make a difference to his/her [PROBLEM]?\nProbe as needed (e.g., clinical worsening as a result of\ndiscrimination due to migration status, race/ethnicity,\nor sexual orientation).\nProbe as needed (e.g., migration-related problems; 11. Are there any aspects of [INDIVIDUAL’S] background or identity\nconflict across generations or due to gender roles). that are causing other concerns or difficulties for him/her?\nCULTURAL FACTORS AFFECTING SELF-COPING AND PAST HELP SEEKING\nSELF-COPING\nClarify individual’s self-coping for the -problem. 12. Sometimes people have various ways of dealing with problems\nlike [PROBLEM]. What has [INDIVIDUAL] done on his/her own\nto cope with his/her [-PROBLEM]?\nPAST HELP SEEKING\nElicit various sources of help (e.g., medical care, mental 13. Often, people also look for help from many different sources,\nhealth treatment, support groups, work-based coun- including different kinds of doctors, helpers, or healers. In the\nseling, folk healing, religious or spiritual counseling, past, what kinds of treatment, help, advice, or healing has [IN-\nother alternative healing). DIVIDUAL] sought for his/her [PROBLEM]?\nProbe as needed (e.g., “What other sources of help has PROBE IF DOES NOT DESCRIBE USEFULNESS OF HELP\nhe/she used?”). RECEIVED:\nClarify the individual’s experience and regard for pre- What types of help or treatment were most useful? Not useful?\nvious help.\nPage 2 of 3\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 4,
            "content": "Cultural Formulation Interview (CFI)—Informant Version\nBARRIERS\nClarify the role of social barriers to help-seeking, access 14. Has anything prevented [INDIVIDUAL] from getting the help\nto care, and problems engaging in previous treatment. he/she needs?\nProbe details as needed (e.g., “What got in the way?”). PROBE AS NEEDED:\nFor example, money, work or family commitments, stigma or\ndiscrimination, or lack of services that understand his/her lan-\nguage or background?\nCULTURAL FACTORS AFFECTING CURRENT HELP SEEKING\nPREFERENCES\nClarify individual’s current perceived needs and ex- Now let’s talk about the help [INDIVIDUAL] needs.\npectations of help, broadly defined, from the point of 15. What kinds of help would be most useful to him/her at this time\nview of the informant. for his/her [PROBLEM]?\nProbe if informant lists only one source of help (e.g.,\n“What other kinds of help would be useful to [INDI-\nVIDUAL] at this time?”).\nFocus on the views of the social network regarding help 16. Are there other kinds of help that [INDIVIDUAL’S] family, friends,\nseeking. or other people have suggested would be helpful for him/her\nnow?\nCLINICIAN-PATIENT RELATIONSHIP\nElicit possible concerns about the clinic or the clini- Sometimes doctors and patients misunderstand each other\ncian-patient relationship, including perceived racism, because they come from different backgrounds or have different\nlanguage barriers, or cultural differences that may expectations.\nundermine goodwill, communication, or care delivery. 17. Have you been concerned about this, and is there anything that\nProbe details as needed (e.g., “In what way?”). we can do to provide [INDIVIDUAL] with the care he/she needs?\nAddress possible barriers to care or concerns about the\nclinic and the clinician-patient relationship raised pre-\nviously.\nPage 3 of 3\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}