{
    "document_title": "Level 2Sleep DisturbanceAdult PROMISSleep DisturbanceShort Form.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2Sleep DisturbanceAdult PROMISSleep DisturbanceShort Form.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Sleep Disturbance—Adult (PROMIS—Sleep Disturbance—\nShort Form)\nRights granted: This material can be reproduced without permission by clinicians\nfor use with their patients. Any other use, including electronic use, requires\nwritten permission of the PROMIS Health Organization (PHO).\nRights holder: PROMIS Health Organization (PHO) and PROMIS Cooperative\nGroup\nTo request permission for any other use beyond what is stipulated above,\ncontact: PROMIS Health Organization (PHO)"
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Sleep Disturbance—Adult*\n*PROMIS—Sleep Disturbance—Short Form\nName: ___________________________ Age: ____ Date:_____________\nIf the measure is being completed by an informant, what is your relationship with the individual receiving care? __________________\nIn a typical week, approximately how much time do you spend with the individual receiving care? __________________ hours/week\nInstructions to patient: On the DSM-5-TR Level 1 cross-cutting questionnaire that you just completed, you indicated that during the\npast 2 weeks you (the individual receiving care) have been bothered by “problems with sleep that affected your sleep quality over\nall” at a mild or greater level of severity. The questions below ask about these feelings in more detail and especially how often you\n(the individual receiving care) have been bothered by a list of symptoms during the past 7 days. Please respond to each item by\nmarking ( or x) one box per row.\nClinician\nUse\nIn the past SEVEN (7) DAYS....\nNot at all A little bit Somewhat Quite a bit Very much\n1. My sleep was restless.  1 2 3 4 5\n2. I was satisfied with my sleep.  5 4 3 2 1\n3. My sleep was refreshing.  5 4 3 2 1\n4. I had difficulty falling asleep.  1 2 3 4 5\nIn the past SEVEN (7) DAYS....\nNever Rarely Sometimes Often Always\n5. I had trouble staying asleep.  1 2 3 4 5\n6. I had trouble sleeping.  1 2 3 4 5\n7. I got enough sleep.  5 4 3 2 1\nIn the past SEVEN (7) DAYS....\nVery Poor Poor Fair Good Very good\n8. My sleep quality was...  5 4 3 2 1\nTotal/Partial Raw Score:\nProrated Total Raw Score:\nT-Score:\n©2008-2012 PROMIS Health Organization (PHO) and PROMIS Cooperative Group.\nThis material can be reproduced without permission by clinicians for use with their patients.\nAny other use, including electronic use, requires written permission of the PHO."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2—Sleep Disturbance—Adult measure is the 8-item PROMIS Sleep Disturbance Short Form that assesses\nthe pure domain of sleep disturbance in individuals age 18 and older. The measure is completed by the individual prior to a\nvisit with the clinician. If the individual receiving care is of impaired capacity and unable to complete the form (e.g., an\nindividual with dementia), a knowledgeable informant may complete the measure as done in the DSM-5 Field Trials.\nHowever, the PROMIS Sleep Disturbance Short Form has not been validated as an informant report scale by the PROMIS\ngroup. Each item asks the patient (or informant) to rate the severity of the patient’s sleep disturbance during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (1=never; 2=rarely; 3=sometimes; 4=often; and 5=always) with a range\nin score from 8 to 40 with higher scores indicating greater severity of sleep disturbance. The clinician is asked to review the\nscore on each item on the measure during the clinical interview and indicate the raw score for each item in the section\nprovided for “Clinician Use.” The raw scores on the 8 items should be summed to obtain a total raw score. Next, the T-score\ntable should be used to identify the T-score associated with the individual’s total raw score and the information entered in\nthe T-score row on the measure.\nNote: This look-up table works only if all items on the form are answered. If\n75% or more of the questions have been answered; you are asked to\nprorate the raw score and then look up the conversion to T-Score. The\nformula to prorate the partial raw score to Total Raw Score is:\n(Raw sum x number of items on the short form)\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number. For example,\nif 6 of 8 items were answered and the sum of those 6 responses was 20, the\nprorated raw score would be 20 X 8/6 = 26.67. The T-score in this example\nwould be that T-score associated with the rounded whole number raw\nscore (in this case 27, for a T-score of 57.3).\nThe T-scores are interpreted as follows:\nLess than 55 = None to slight\n55.0—59.9 = Mild\n60.0—69.9 = Moderate\n70 and over = Severe\nNote: If more than 25% of the total items on the measure are missing the\nscores should not be used. Therefore, the individual receiving care (or\ninformant) should be encouraged to complete all of the items on the\nmeasure.\nFrequency of Use\nTo track change in the severity of the individual’s sleep disturbance over\ntime, the measure may be completed at regular intervals as clinically\nindicated, depending on the stability of the individual’s symptoms and\ntreatment status. For individuals with impaired capacity, it is preferred that\ncompletion of the measures at follow-up appointments is by the same\nknowledgeable informant. Consistently high scores on a particular domain\nmay indicate significant and problematic areas for the individual that might\nwarrant further assessment, treatment, and follow-up. Your clinical\njudgment should guide your decision.\n©2008-2012 PROMIS Health Organization (PHO) and\nPROMIS Cooperative Group.\nInstructions, scoring, and frequency of use on this page only: Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}