{
    "document_title": "Level 2Somatic SymptomParentGuardian of Child Age 617 Patient Health Questionnaire 15 Somatic Symptom Severity Scale PHQ15.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2Somatic SymptomParentGuardian of Child Age 617 Patient Health Questionnaire 15 Somatic Symptom Severity Scale PHQ15.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Somatic Symptom—Parent/Guardian of Child Age 6-17\n(adapted from the Patient Health Questionnaire Physical Symptoms [PHQ-15])\nRights granted: This measure can be reproduced without permission by\nresearchers and by clinicians for use with their patients.\nRights holder: This measure was adapted from the Patient Health Questionnaire\nPhysical Symptoms (PHQ-15]), which is in the public domain\n(http://www.phqscreeners.com/instructions/instructions.pdf). The original\nmeasure was developed by Drs. Robert L. Spitzer, Janet B.W. Williams, Kurt\nKroenke and colleagues, with an educational grant from Pfizer Inc.\nTo request permission for any other use beyond what is stipulated above,\ncontact: The measure is in the public domain and can be used without\npermission."
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Somatic Symptom—Parent/Guardian of Child Age 6-17*\n*Adapted from the Patient Health Questionnaire Physical Symptoms (PHQ-15)\nChild’s Name: _______________________ Age: ____ Date:_____________\nWhat is your relationship with the child receiving care? ______________________________________________________\nInstructions to parent/guardian: On the DSM-5-TR Level 1 cross-cutting questionnaire that you just completed,\nyou indicated that during the past 2 weeks your child receiving care has been bothered by “complaining of\nstomachaches, headaches, or other aches and pains” and/or “worrying about his/her health or about getting sick”\nat a mild or greater level of severity. The questions below ask about these feelings in more detail and especially\nhow often your child has been bothered by a list of symptoms during the past 7 days. Please respond to each\nitem by marking ( or x) one box per row.\nClinician Use\nDuring the past 7 days, how much has your child been bothered by any of the following problems? Item Score\nNot bothered Bothered Bothered\nat all a little a lot\n(0) (1) (2)\n1. Stomach pain   \n2. Back pain   \n3. Pain in his or her arms, legs, or joints (knees, hips, etc.)   \n4. FOR ADULTS   \n5. Headaches   \n6. Chest pain   \n7. Dizziness   \n8. Fainting spells   \n9. Feeling his or her heart pound or race   \n10. Shortness of breath   \n11. FOR ADULTS   \n12. Constipation, loose bowels, or diarrhea   \n13. Nausea, gas, or indigestion   \n14. Feeling tired or having low energy   \n15. Trouble sleeping   \nTotal/Partial Raw Score:\nProrated Score: (if 10 or more items answered)\nAdapted from Physical Symptoms (PHQ-15) for research and evaluation purposes."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2 Measure—Somatic Symptom—Parent/Guardian of Child Age 6–17 is an adaptation of\nthe 15-item Patient Health Questionnaire Physical Symptoms (PHQ-15) that assesses the domain of somatic\nsymptoms. Items 4 and 11 are specific to adults and therefore blacked out on this child version of the\nmeasure. The measure is completed by the parent or guardian about the child prior to a visit with the clinician.\nEach item asks the parent or guardian to rate the severity of the child’s somatic symptoms during the past 7\ndays.\nScoring and Interpretation\nEach item on the PHQ-15 is rated on a 3-point scale (0=not bothered at all; 1=bothered a little; 2= bothered a\nlot). The total score can range from 0 to 26, with higher scores indicating greater severity of somatic\nsymptoms. The clinician is asked to review the score on each item on the measure during the clinical interview\nand indicate the raw score for each item in the section provided for “Clinician Use.” For this adapted PHQ-15,\nif all 13 items are answered, the scores on the 13 items should be summed to obtain a total raw score. The\ntotal raw score should then be prorated to a score out of 30 so that the Interpretation Table below can be\nused to determine the severity of the child’s somatic symptoms. The prorated score is obtained by multiplying\nthe total raw score by 15 and dividing the value obtained by 13.\nProrated Score (if all 13 items answered) = _(Total Raw Score x 15)_\n13\nInterpretation Table for the Level 2 Somatic Symptom-Child Scale\nLevels of Somatic Symptom Severity Prorated Score\nMinimal 0-4\nLow 5-9\nMedium 10-14\nHigh 15-30\nNote: If 9 or fewer of the 13 items are answered on the adapted PHQ-15 (i.e., more than 25% of the total\nitems are missing), the total scores should not be calculated. Therefore, the parent or guardian should be\nencouraged to complete all of the items on the measure. If 10 to 12 items are answered, you are asked to\nprorate the raw score by first summing the scores for the items that were answered to get a partial raw score.\nNext, multiply the partial raw score by 15. Finally, divide the value by the number of items that were actually\nanswered to obtain the prorated total raw score.\nProrated Score (if 10-12 items answered) = _________(Partial Raw Score x 15)__________\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number. The prorated total raw score should be\ninterpreted using the Interpretation Table above.\nFrequency of Use\nTo track change in the severity of the child’s somatic symptoms over time, the measure may be completed at\nregular intervals as clinically indicated, depending on the stability of the child’s symptoms and treatment\nstatus. For consistency, it is preferred that completion of the measures at follow-up appointments is by the\nsame parent or guardian. Consistently high scores on a particular domain may indicate significant and\nproblematic areas for the child that might warrant further assessment, treatment, and follow-up. Your clinical\njudgment should guide your decision."
        }
    ]
}