{
    "document_title": "Level 2AngerParentGuardian of Child Age 617 PROMIS Emotional DistressCalibrated Anger MeasureParent.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2AngerParentGuardian of Child Age 617 PROMIS Emotional DistressCalibrated Anger MeasureParent.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Anger—Parent/Guardian of Child Age 6-17\n(PROMIS Emotional Distress—Calibrated Anger Measure—Parent)\nRights granted: This material can be reproduced without permission by clinicians\nfor use with their patients. Any other use, including electronic use, requires\nwritten permission of the PROMIS Health Organization (PHO).\nRights holder: PROMIS Health Organization (PHO) and PROMIS Cooperative\nGroup\nTo request permission for any other use beyond what is stipulated above,\ncontact: PROMIS Health Organization (PHO)"
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Anger—Parent/Guardian of Child Age 6-17*\n*PROMIS Emotional Distress—Calibrated Anger Measure—Parent1\nChild’s Name: _______________________ Age: ____ Date:_____________\nWhat is your relationship with the child receiving care? ____________________________________________________________\nInstructions to parent/guardian: On the DSM-5-TR Level 1 cross-cutting questionnaire that you just completed, you\nindicated that during the past 2 weeks your child receiving care has been bothered by “seeming irritated or easily\nannoyed” and/or “seeming angry or lost his/her temper” at a mild or greater level of severity. The questions below\nask about these feelings in more detail and especially how often your child receiving care has been bothered by a list\nof symptoms during the past 7 days. Please respond to each item by marking ( or x) one box per row.\nClinician\nUse\nIn the past SEVEN (7) DAYS…\nAlmost Almost Item Score\nNever Never Sometimes Often Always\n1. My child felt mad.  1 2 3 4 5\nMy child was so angry he/she felt like\n2.  1 2 3 4 5\nyelling at somebody.\nMy child was so angry he/she felt like\n3.  1 2 3 4 5\nthrowing something.\n4. My child felt upset.  1 2 3 4 5\nWhen my child got mad, he/she stayed\n5.  1 2 3 4 5\nmad.\nTotal/Partial Raw Score:\nProrated Total Raw Score:\nT-Score:\n1This measure was not tested in the DSM-5 Field Trials.\n©2008-2012 PROMIS Health Organization (PHO) and PROMIS Cooperative Group.\nThis material can be reproduced without permission by clinicians for use with their patients.\nAny other use, including electronic use, requires written permission of the PHO."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2—Anger—Parent/Guardian of Child Age 6–17 measure is the 5-item PROMIS Calibrated Anger\nMeasure that assesses the pure domain of anger in children and adolescents. The measure is completed by the parent\nor guardian about the child prior to a visit with the clinician. Each item asks the parent or guardian to rate the severity of\nhis or her child’s anger during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (1=almost never; 2=rarely; 3=sometimes; 4=often; and 5=almost\nalways) with a range in score from 5 to 25 with higher scores indicating greater severity of anger. The clinician is asked\nto review the score on each item on the measure during the clinical interview and indicate the raw score for each item in\nthe section provided for “Clinician Use.” The raw scores on the 5 items should be summed to obtain a total raw score.\nNext, the T-score table should be used to identify the T-score associated with the total raw score and the information\nentered in the T-score row on the measure.\nScore T-Score SE\nNote: This look-up table works only if all items on the form are answered. If 75% or more\n5 29 5.1\nof the questions have been answered, you are asked to prorate the raw score and then\n6 34.4 4.4 look up the conversion to T-Score. The formula to prorate the partial raw score to Total\n7 38.1 4.1 Raw Score is:\n8 41.3 3.9\n(Raw sum x number of items on the short form)\n9 44.2 3.9\nNumber of items that were actually answered\n10 47.1 3.9\n11 49.9 3.9\nIf the result is a fraction, round to the nearest whole number. For example, if 4 of 5 items\n12 52.7 4 were answered and the sum of those 4 responses was 17, the prorated raw score would\n13 55.4 4.1 be 17 X 5/4 = 21, after rounding. The T-score in this example would be 77.2.\n14 58 4.1\nThe T-scores are interpreted as follows:\n15 60.8 4.1\n16 63.5 4.1\nLess than 55 = None to slight\n17 66 4\n55.0—59.9 = Mild\n18 68.3 4\n60.0—69.9 = Moderate\n19 70.5 3.9 70 and over = Severe\n20 72.7 3.9\n21 74.9 3.9 If more than 25% of the total items (in this case more than 1) are missing a response, the\nscores should not be used. Therefore, the parent or guardian should be encouraged to\n22 77.2 3.9\ncomplete all of the items on the measure.\n23 79.6 3.9\n24 82.1 4\n25 85.2 4.2\n© 2008-2012 PROMIS Health Organization (PH O)\nand PROMIS Cooperative Group.\nFrequency of Use\nTo track change in the severity of the child’s anger over time, the measure may be completed at regular intervals as\nclinically indicated, depending on the stability of the child’s symptoms and treatment status. For consistency, it is\npreferred that completion of the measures at follow-up appointments is by the same parent or guardian. Consistently\nhigh scores on a particular domain may indicate significant and problematic areas for the child that might warrant\nfurther assessment, treatment, and follow-up. Your clinical judgment should guide your decision.\nInstructions, scoring, and frequency of use on this page only: Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}