{
    "document_title": "Level 2Substance UseParentGuardian of Child Age 617 Adapted from the NIDAModified ASSIST.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2Substance UseParentGuardian of Child Age 617 Adapted from the NIDAModified ASSIST.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Substance Use—Parent/Guardian of Child Age 6–17 (adapted\nfrom the NIDA-Modified ASSIST)\nRights granted: This Instrument may be reproduced without permission by\nclinicians for use with their own patients.\nRights holder: National Institute on Drug Abuse (NIDA)\nTo request permission for any other use beyond what is stipulated above,\ncontact: National Institute on Drug Abuse (NIDA)"
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Substance Use—Parent/Guardian of Child Age 6–17*\n*Adapted from the NIDA-Modified ASSIST\nChild’s Name: _______________________ Age: ____ Date:_____________\nWhat is your relationship with the child receiving care:______________________________________________________________\nInstructions to parent/guardian: On the DSM-5-TR Level 1 cross-cutting questionnaire that you just completed, you\nindicated that during the past 2 weeks your child receiving care has been bothered by “having an alcoholic beverage”;\n“smoking a cigarette, a cigar, or pipe or used snuff or chewing tobacco”; “using drugs like marijuana, cocaine or crack,\nclub drugs, hallucinogens, heroin, inhalants or solvents, or methamphetamine”; and/or “using any medicine without a\ndoctor’s prescription.” The questions below ask about these feelings in more detail and especially how often your child\nreceiving care has been bothered by a list of symptoms during the past two (2) weeks. Please respond to each item by\nmarking ( or x) one box per row.\nClinician\nUse\nLess Than More Than Nearly\nItem\nPlease respond to each item by choosing one option per Not at a Day or Several Half the Every Don’t\nquestion. All Two Days Days Day Know Score\nDuring the past TWO (2) WEEKS, about how often did your\nchild …\na. Have an alcoholic beverage (beer, wine, liquor, etc.)?  0  1 2 3 4 \nb. Have 4 or more drinks in a single day?  0  1 2 3 4 \nc. Smoke a cigarette, a cigar, or pipe or used snuff or\n 0  1 2 3 4 \nchewing tobacco?\nDuring the past TWO (2) WEEKS, about how often did your\nchild use any of the following medicines without a doctor’s\nprescription or in greater amounts or longer than\nprescribed?\nd. Painkillers (like Vicodin)  0  1 2 3 4 \ne. Stimulants (like Ritalin, Adderall)  0  1 2 3 4 \nf. Sedatives or tranquilizers (like sleeping pills or Valium)  0  1 2 3 4 \nOr drugs like:\ng. Steroids  0  1 2 3 4 \nh. Other medicines  0  1 2 3 4 \ni. Marijuana  0  1 2 3 4 \nj. Cocaine or crack  0  1 2 3 4 \nk. Club drugs (like ecstasy)  0  1 2 3 4 \nl. Hallucinogens (like LSD)  0  1 2 3 4 \nm. Heroin  0  1 2 3 4 \nn. Inhalants or solvents (like glue)  0  1 2 3 4 \no. Methamphetamine (like speed)  0  1 2 3 4 \nCourtesy of National Institute on Drug Abuse.\nThis Instrument may be reproduced without permission by clinicians for use with their own patients."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2—Substance Use—Parent/guardian of Child Age 6–17 is an adapted version of the\nNIDA-Modified ASSIST. The 15-item measure is used to assess the pure domain of alcohol,\ntobacco/nicotine, prescription medicine, and illicit substance use. The measure is completed by the\nparent or guardian about the child prior to a visit with the clinician. Each item asks the parent or\nguardian to rate the severity of the child’s use of various substances during the past 2 weeks.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (i.e., 0=not at all; 1=less than a day or two;\n2=several days; 3=more than half the days; 4=nearly every day), with an option to indicate “Don’t Know”\n(unscored). The clinician is asked to review the score of each item on the measure during the clinical\ninterview and indicate the raw score for each item in the section provided for “Clinician Use.” Scores on\nthe individual items should be interpreted independently because each item inquires about the use of a\ndistinct substance. The rating of multiple items at scores greater than 0 indicates greater severity and\ncomplexity of substance use.\nFrequency of Use\nTo track change in the severity of the child’s use of alcohol, tobacco/nicotine, prescription or illicit\nsubstance over time, the measure may be completed at regular intervals as clinically indicated,\ndepending on the stability of the child’s symptoms and treatment status. For consistency, it is preferred\nthat completion of the measures at follow-up appointments is by the same parent or guardian.\nConsistently high scores on the measure may indicate significant and problematic areas for the child that\nmight warrant further assessment, treatment, and follow-up. Your clinical judgment should guide your\ndecision.\nCourtesy of National Institute on Drug Abuse.\nThis material may be reproduced without permission by clinicians for use with their own patients."
        }
    ]
}