{
    "document_title": "Level 2ManiaParentGuardian of Child Age 617 Adapted from the Altman SelfRating Mania Scale ASRM.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2ManiaParentGuardian of Child Age 617 Adapted from the Altman SelfRating Mania Scale ASRM.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Mania—Parent/Guardian of Child Age 6–17 (adapted from\nthe Altman Self-Rating Mania Scale [ASRM])\nRights granted: This measure can be reproduced without permission by\nresearchers and by clinicians for use with their patients.\nRights holder: Elsevier\nThis measure was adapted from Altman EG, Hedeker D, Peterson JL, Davis JM: The\nAltman Self-Rating Mania Scale. Biological Psychiatry 42:948-955, 1997. Copyright\n© 1997, with permission from Elsevier.\nTo request permission for any other use beyond what is stipulated above,\ncontact: Elsevier"
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Mania—Parent/Guardian of Child Age 6–17*\n*Adapted from the Altman Self-Rating Mania Scale (ASRM)\nChild’s Name: _______________________ Age: ____ Date:_____________\nWhat is your relationship with the child receiving care? ______________________________________________________________\nInstructions to parent/guardian: On the DSM-5-TR Level 1 cross-cutting questionnaire you just completed, you indicated that during\nthe past 2 weeks your child receiving care has been bothered by “sleeping less than usual, but still have a lot of energy” and/or “only\nsleeping for a short time at night” at a mild or greater level of severity. The five statement groups or questions below ask about these\nfeelings in more detail.\n1. Please read each group of statements/question carefully.\n2. Choose the one statement in each group that best describes the way your child has been feeling for the past week.\n3. Check the box ( or x) next to the number/statement selected.\n4. Please note: The word “occasionally” when used here means once or twice; “often” means several times or more and\n“frequently” means most of the time.\nClinician Use\nQuestion 1 Item score\n 1 He/she does not feel happier or more cheerful than usual.\n 2 He/she occasionally feels happier or more cheerful than usual.\n 3 He/she often feels happier or more cheerful than usual.\n 4 He/she feels happier or more cheerful than usual most of the time.\n 5 He/she feels happier of more cheerful than usual all of the time.\nQuestion 2\n 1 He/she does not feel more self-confident than usual.\n 2 He/she occasionally feels more self-confident than usual.\n 3 He/she often feels more self-confident than usual.\n 4 He/she frequently feels more self-confident than usual.\n 5 He/she feels extremely self-confident all of the time.\nQuestion 3\n 1 He/she does not need less sleep than usual.\n 2 He/she occasionally needs less sleep than usual.\n 3 He/she often needs less sleep than usual.\n 4 He/she frequently needs less sleep than usual.\n 5 He/she can go all day and all night without any sleep and still not feel tired.\nQuestion 4\n 1 He/she does not talk more than usual.\n 2 He/she occasionally talks more than usual.\n 3 He/she often talks more than usual.\n 4 He/she frequently talks more than usual.\n 5 He/she talks constantly and cannot be interrupted.\nQuestion 5\n 1 He/she has not been more active (either socially, sexually, at work, home, or school) than usual.\n 2 He/she has occasionally been more active than usual.\n 3 He/she has often been more active than usual.\n 4 He/she has frequently been more active than usual.\n 5 He/she is constantly more active or on the go all the time.\nTotal/Partial Raw Score:\nProrated Total Raw Score: (if 1 item left unanswered)\nAdapted from Altman EG, Hedeker D, Peterson JL, Davis JM: The Altman Self-Rating Mania Scale. Biological Psychiatry 42:948-955, 1997\nCopyright © 1997, with permission from Elsevier."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2—Mania—Parent/Guardian of Child Age 6–17 measure is the Altman Self-Rating Mania\nScale adapted for informant reporting on the child’s manic symptoms. The ASRM is a 5-item self-rating mania\nscale designed to assess the presence and/or severity of manic symptoms. The adapted version of the\nmeasure is completed by the parent or guardian about the child prior to a visit with the clinician. Each item\nasks the parent or guardian to rate the severity of the child’s manic symptom during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (i.e., 0 to 4) with the response categories having\ndifferent anchors depending on the item. The ASRM total score can range from 0 to 20 with higher scores\nindicating greater severity of manic symptoms. The clinician is asked to review the score of each item on the\nmeasure during the clinical interview and indicate the raw score for each item in the section provided for\n“Clinician Use.” The raw scores on the 5 items should be summed to obtain a total raw score and should be\ninterpreted using the Interpretation Table for the ASRM below:\nInterpretation Table for the ASRM\n- A score of 6 or higher indicates a high probability of a manic or hypomanic condition\n- A score of 6 or higher may indicate a need for treatment and/or further diagnostic workup\n- A score of 5 or lower is less likely to be associated with significant symptoms of mania\nNote: If 2 or more items are left unanswered on the measure, the total scores should not be calculated.\nTherefore, the parent or guardian should be encouraged to complete all of the items on the measure. If only 4\nof the 5 items on the measure are answered, you are asked to calculate a prorated score. The prorated score\nis calculated by summing the scores of items that were answered to get a partial raw score. Next, multiply\nthe partial raw score by the total number of items on the ASRM (i.e., 5). Finally, divide the value by the\nnumber of items that were actually answered (i.e., 4).\nProrated Score = (Partial Raw Score x number of items on the ASRM)\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number.\nThe prorated total raw score should be interpreted using the Interpretation Table for the ASRM scale above.\nFrequency of Use:\nTo track change in the severity of the child’s manic symptoms over time, the measure may be completed at\nregular intervals as clinically indicated, depending on the stability of the child’s symptoms and treatment\nstatus. For consistency, it is preferred that completion of the measures at follow-up appointments is by the\nsame parent or guardian. Consistently high scores on a particular domain may indicate significant and\nproblematic areas for the child that might warrant further assessment, treatment, and follow-up. Your clinical\njudgment should guide your decision.\nInstructions, scoring, and frequency of use on this page only: Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}