{
    "document_title": "Level 2InattentionParentGuardian of Child Age 617 Swanson Nolan and Pelham version IV SNAPIV.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2InattentionParentGuardian of Child Age 617 Swanson Nolan and Pelham version IV SNAPIV.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Inattention—Parent/Guardian of Child Age 6–17 (Swanson,\nNolan, and Pelham, version IV [SNAP-IV])\nRights granted: This material can be reproduced without permission by clinicians\nfor use with their own patients. Any other reproduction, including electronic\nreproduction, requires permission from the rights holder.\nRights holder: ©2011 James M. Swanson, Ph.D.\nTo request permission for any other use beyond what is stipulated above,\ncontact: James M. Swanson, Ph.D."
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Inattention—Parent/Guardian of Child Age 6–17*\n*Swanson, Nolan, and Pelham, version IV (SNAP-IV)\nChild’s Name: _______________________ Age: ____ Date:_____________\nWhat is your relationship with the child receiving care?______________________________________________________________\nInstructions to parent/guardian: On the DSM-5-TR Level 1 cross-cutting questionnaire that you just completed, you\nindicated that during the past 2 weeks your child receiving care has been bothered by “problems paying attention when\nhe/she was in class or doing his/her homework or reading a book or playing a game” at a slight or greater level of\nseverity. The questions below ask about these feelings in more detail and especially how often your child receiving care\nhas been bothered by a list of symptoms during the past 7 days. Please respond to each item by marking ( or x) one\nbox per row.\nClinician\nUse\nFor each item, choose the response which best describes Not at Quite a\nJust a Little Very Much Item Score\nyour child in the last SEVEN (7) DAYS: All Bit\nOften fails to give close attention to details or makes\n1. careless mistakes in schoolwork, work, or other  0 1 2 3\nactivities.\nOften has difficulty sustaining attention in tasks or play\n2.  0 1 2 3\nactivities.\n3. Often does not seem to listen when spoken to directly.  0 1 2 3\nOften does not follow through on instructions and fails\n4.  0 1 2 3\nto finish schoolwork, chores, or duties.\n5. Often has difficulty organizing tasks and activities.  0 1 2 3\nOften avoids, dislikes, or is reluctant to engage in tasks\n6. that require sustained mental effort (e.g., schoolwork or  0 1 2 3\nhomework).\nOften loses things necessary for tasks or activities (e.g.,\n7.  0 1 2 3\ntoys, school assignments, pencils, books, or tools.)\n8. Often is distracted by extraneous stimuli.  0 1 2 3\nTotal/Partial Raw Score:\nProrated Total Raw Score: (if 1-2 items left unanswered)\nAverage Total Score\n©2011 James M. Swanson, Ph.D. This material can be reproduced without permission by clinicians for use with their own patients.\nAny other reproduction, including electronic reproduction, requires permission."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2—Inattention—Parent/Guardian of Child Age 6–17 is the Swanson, Nolan, and Pelham,\nversion IV (SNAP-IV) that assesses the pure domain of inattention. The measure is completed by the parent or\nguardian about the child prior to a visit with the clinician. Each item asks the parent or guardian to rate the\nseverity of the child’s inattention during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 4-point scale (0=not at all; 1=just a little; 2=quite a bit; 3=very much).\nThe total score can range from 0 to 24, with higher scores indicating greater severity of inattention symptoms.\nThe clinician is asked to review the score of each item on the measure during the clinical interview and\nindicate the raw score for each item in the section provided for “Clinician Use.” The raw scores on the 8 items\nshould be summed to obtain a total raw score. In addition, the clinician is asked to calculate and use the\naverage total score. The average total score reduces the overall score to a 4-point scale, which allows the\nclinician to think of the child’s inattention in terms of none (0), mild (1), moderate (2), or severe (3). The use of\nthe average total score was found to be reliable, easy to use, and clinically useful to the clinicians in the DSM-5\nField Trials. The average total score is calculated by dividing the partial or raw total score by number of items\nin the measure (i.e., 8).\nNote: If 3 or more items are left unanswered on the measure, the total scores should not be calculated.\nTherefore, the parent or guardian should be encouraged to complete all of the items on the measure. If 1 or 2\nitems are left unanswered, you are asked to prorate the raw score by first summing the scores of items that\nwere answered to get a partial raw score. Next, multiply the partial raw score by the total number of items\non the measure (i.e., 8). Finally, divide the value by the number of items that were actually answered to\nobtain the prorated total raw score.\nProrated Score = (Partial Raw Score x number of items on the SNAP-IV)\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number.\nFrequency of Use\nTo track change in the severity of the child’s inattention over time, the measure may be completed at regular\nintervals as clinically indicated, depending on the stability of the child’s symptoms and treatment status. For\nconsistency, it is preferred that completion of the measures at follow-up appointments is by the same parent\nor guardian. Consistently high scores on a particular domain may indicate significant and problematic areas for\nthe child that might warrant further assessment, treatment, and follow-up. Your clinical judgment should\nguide your decision.\nInstructions, scoring, and frequency of use on this page only: Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}