{
    "document_title": "Level 2AngerChild Age 1117 PROMIS Emotional DistressCalibrated Anger MeasurePediatric.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2AngerChild Age 1117 PROMIS Emotional DistressCalibrated Anger MeasurePediatric.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Anger—Child Age 11–17 (PROMIS Emotional Distress—\nCalibrated Anger Measure—Pediatric)\nRights granted: This material can be reproduced without permission by clinicians\nfor use with their patients. Any other use, including electronic use, requires\nwritten permission of the PROMIS Health Organization (PHO).\nRights holder: PROMIS Health Organization (PHO) and PROMIS Cooperative\nGroup\nTo request permission for any other use beyond what is stipulated above,\ncontact: PROMIS Health Organization (PHO)"
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Anger—Child Age 11–17*\n*PROMIS Emotional Distress—Calibrated Anger Measure—Pediatric1\nName: _______________________ Age: ____ Date:_____________\nInstructions to the child: On the DSM-5-TR Level 1 cross-cutting questionnaire that you just completed, you indicated\nthat during the past 2 weeks you have been bothered by “feeling irritated or easily annoyed” and/or “feeling angry or\nlost your temper” at a mild or greater level of severity. The questions below ask about these feelings in more detail\nand especially how often you have been bothered by a list of symptoms during the past 7 days. Please respond to\neach item by marking ( or x) one box per row.\nClinician\nUse\nIn the past SEVEN (7) DAYS…\nAlmost Almost Item Score\nNever Never Sometimes Often Always\n1. I felt mad. ❑ 1 ❑2 ❑3 ❑4 ❑5\nI was so angry I felt like throwing\n2. ❑ 1 ❑2 ❑3 ❑4 ❑5\nsomething.\nI was so angry I felt like yelling at\n3. ❑ 1 ❑2 ❑3 ❑4 ❑5\nsomebody.\n4. When I got mad, I stayed mad. ❑ 1 ❑2 ❑3 ❑4 ❑5\n5. I felt fed up. ❑ 1 ❑2 ❑3 ❑4 ❑5\n6. I felt upset. ❑ 1 ❑2 ❑3 ❑4 ❑5\nTotal/Partial Raw Score:\nProrated Total Raw Score:\nT-Score:\nThe PROMIS measure was developed for and can be used with children ages 8-17.\n1This measure was not tested in the DSM-5 Field Trials.\n©2008-2012 PROMIS Health Organization (PHO) and PROMIS Cooperative Group.\nThis material can be reproduced without permission by clinicians for use with their patients.\nAny other use, including electronic use, requires written permission of the PHO."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2—Anger—Child Age 11–17 measure is the 6-item PROMIS Calibrated Anger Measure that assesses\nthe pure domain of anger in children and adolescents. The PROMIS Calibrated Anger Measure was developed for and\ncan be used with children ages 8–17. The measure is completed by the child prior to a visit with the clinician. Each item\nasks the child receiving care to rate the severity of his or her anger during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (1=never; 2=almost never; 3=sometimes; 4=often; and 5=almost\nalways) with a range in score from 6 to 30 with higher scores indicating greater severity of anger. The clinician is asked\nto review the score on each item on the measure during the clinical interview and indicate the raw score for each item in\nthe section provided for “Clinician Use.” The raw scores on the 6 items should be summed to obtain a total raw score.\nNext, the T-score table should be used to identify the T-score associated with the child’s total raw score and the\ninformation entered in the T-score row on the measure.\nScore T-Score SE\nNote: This look-up table works only if all items on the form are answered. If 75% or\n6 31.1 5.8 more of the questions have been answered, you are asked to prorate the raw score\n7 35.9 5.1 and then look up the conversion to T-Score. The formula to prorate the partial raw\n8 39 4.9 score to Total Raw Score is:\n9 41.7 4.7\n(Raw sum x number of items on the short form)\n10 44.2 4.6\nNumber of items that were actually answered\n11 46.4 4.5\n12 48.5 4.4 If the result is a fraction, round to the nearest whole number. For example, if 5 of 6\n13 50.5 4.4 items were answered and the sum of those 5 responses was 20, the prorated raw\n14 52.4 4.3 score would be 20 X 6/5 = 24. The T-score in this example would be 69.8.\n15 54.2 4.3\nThe T-scores are interpreted as follows:\n16 56.0 4.3\n17 57.7 4.3\nLess than 55 = None to slight\n18 59.5 4.3\n55.0—59.9 = Mild\n19 61.2 4.3 60.0—69.9 = Moderate\n20 62.9 4.3 70 and over = Severe\n21 64.6 4.2\nIf more than 25% of the total items (in this case more than 1) are missing a\n22 66.3 4.2\nresponse, the scores should not be used. Therefore, the child receiving care should\n23 68.0 4.2\nbe encouraged to complete all of the items on the measure.\n24 69.8 4.2\n25 71.6 4.2 Frequency of Use\n26 73.4 4.3 To track change in the severity of the child’s anger over time, the measure may be\n27 75.4 4.3 completed at regular intervals as clinically indicated, depending on the stability of\nthe child’s symptoms and treatment status. Consistently high scores on a particular\n28 77.5 4.5\ndomain may indicate significant and problematic areas for the child that might\n29 79.8 4.6\nwarrant further assessment, treatment, and follow-up. Your clinical judgment\n30 82.7 4.9\nshould guide your decision.\n©2008-2012 PROMIS Health Organization (PHO)\nand PROMIS Cooperative Group.\nInstructions, scoring, and frequency of use on this page only: Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}