{
    "document_title": "Level 2AnxietyChild Age 1117 PROMIS Emotional DistressAnxietyPediatric Item Bank.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2AnxietyChild Age 1117 PROMIS Emotional DistressAnxietyPediatric Item Bank.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Anxiety—Child Age 11–17 (PROMIS Emotional Distress—\nAnxiety—Pediatric Item Bank)\nRights granted: This material can be reproduced without permission by clinicians\nfor use with their patients. Any other use, including electronic use, requires\nwritten permission of the PROMIS Health Organization (PHO).\nRights holder: PROMIS Health Organization (PHO) and PROMIS Cooperative\nGroup\nTo request permission for any other use beyond what is stipulated above,\ncontact: PROMIS Health Organization (PHO)"
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Anxiety—Child Age 11–17*\n*PROMIS Emotional Distress—Anxiety—Pediatric Item Bank\nName: _______________________ Age: ____ Date:_____________\nInstructions to the child: On the DSM-5-TR Level 1 cross-cutting questionnaire that you just completed, you indicated\nthat during the past 2 weeks you have been bothered by “feeling nervous, anxious, or scared”, “not being able to stop\nworrying” and/or “not being able to do things you wanted to or should have done because they made you feel nervous”\nat a mild or greater level of severity. The questions below ask about these feelings in more detail and especially how\noften you have been bothered by a list of symptoms during the past 7 days. Please respond to each item by marking\n( or x) one box per row.\nClinician\nUse\nIn the past SEVEN (7) DAYS.… Item Score\nAlmost Almost\nNever Never Sometimes Often Always\n1. I felt like something awful might happen. ❑ 1 ❑2 ❑3 ❑4 ❑5\n2. I felt nervous. ❑ 1 ❑2 ❑3 ❑4 ❑5\n3. I felt scared. ❑ 1 ❑2 ❑3 ❑4 ❑5\n4. I felt worried. ❑ 1 ❑2 ❑3 ❑4 ❑5\n5. I worried about what could happen to me. ❑ 1 ❑2 ❑3 ❑4 ❑5\n6. I worried when I went to bed at night. ❑ 1 ❑2 ❑3 ❑4 ❑5\n7. I got scared really easy. ❑ 1 ❑2 ❑3 ❑4 ❑5\n8. I was afraid of going to school. ❑ 1 ❑2 ❑3 ❑4 ❑5\n9. I was worried I might die. ❑ 1 ❑2 ❑3 ❑4 ❑5\n10. I woke up at night scared. ❑ 1 ❑2 ❑3 ❑4 ❑5\n11. I worried when I was at home. ❑ 1 ❑2 ❑3 ❑4 ❑5\n12. I worried when I was away from home. ❑ 1 ❑2 ❑3 ❑4 ❑5\n13. It was hard for me to relax. ❑ 1 ❑2 ❑3 ❑4 ❑5\nTotal/Partial Raw Score:\nProrated Total Raw Score:\nT-Score:\n*The PROMIS measure was developed for and can be used with children ages 8-17 but was tested in children ages 11–17 in the DSM-5 Field Trials.\n©2008-2012 PROMIS Health Organization (PHO) and PROMIS Cooperative Group.\nThis material can be reproduced without permission by clinicians for use with their patients.\nAny other use, including electronic use, requires written permission of the PHO."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2—Anxiety—Child Age 11–17 measure is the 13-item PROMIS Anxiety Short Form that assesses the\npure domain of anxiety in children and adolescents. The PROMIS Anxiety scale was developed for and can be used with\nchildren ages 8–17; however, it was tested only in children ages 11–17 in the DSM-5 Field Trials. The measure is\ncompleted by the child prior to a visit with the clinician. Each item asks the child receiving care to rate the severity of his\nor her anxiety during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (1=never; 2=almost never; 3=sometimes; 4=often; and 5=almost\nalways) with a range in score from 13 to 65 with higher scores indicating greater severity of anxiety. The clinician is\nasked to review the score on each item on the measure during\nScore T-Score SE Score T-Score SE the clinical interview and indicate the raw score for each item\n13 32.3 5.7 40 64.5 3.1 in the section provided for “Clinician Use.” The raw scores on\n14 36.6 4.8 41 65.3 3.1 the 13 items should be summed to obtain a total raw score.\nNext, the T-score table should be used to identify the T-score\n15 38.9 4.6 42 66 3.1\nassociated with the child’s total raw score and the information\n16 41.1 4.3 43 66.8 3.1\nentered in the T-score row on the measure.\n17 42.8 4.1 44 67.5 3.1\n18 44.3 3.9 45 68.2 3.1\nNote: This look-up table works only if all items on the form are\n19 45.7 3.8 46 69 3.1 answered. If 75% or more of the questions have been\n20 47 3.7 47 69.7 3.1 answered, you are asked to prorate the raw score and then\n21 48.2 3.6 48 70.5 3.1 look up the conversion to T-Score. The formula to prorate the\npartial raw score to Total Raw Score is:\n22 49.4 3.5 49 71.3 3.1\n23 50.4 3.4 50 72 3.1\n(Raw sum x number of items on the short form)\n24 51.4 3.4 51 72.8 3.2\nNumber of items that were actually answered\n25 52.4 3.3 52 73.6 3.2\n26 53.3 3.3 53 74.4 3.2 If the result is a fraction, round to the nearest whole number.\n27 54.2 3.3 54 75.3 3.2 For example, if 12 of 13 items were answered and the sum of\nthose 12 responses was 40, the prorated raw score would be\n28 55.1 3.3 55 76.1 3.3\n40 X 13/12 = 43, after rounding. The T-score in this example\n29 56 3.2 56 77 3.3\nwould be 66.8.\n30 56.8 3.2 57 77.9 3.4\n31 57.6 3.2 58 78.9 3.4\nThe T-scores are interpreted as follows:\n32 58.4 3.2 59 79.9 3.5\n33 59.2 3.2 60 81 3.6 Less than 55 = None to slight\n34 60 3.2 61 82.1 3.7 55.0—59.9 = Mild\n60.0—69.9 = Moderate\n35 60.8 3.2 62 83.3 3.7\n70 and over = Severe\n36 61.6 3.1 63 84.7 3.8\n37 62.3 3.1 64 86.1 3.8\nIf more than 25% of the total items (in this case more than 3)\n38 63.1 3.1 65 88 3.8 are missing a response, the scores should not be used.\n39 63.8 3.1 Therefore, the child receiving care should be encouraged to\ncomplete all of the items on the measure.\n©2008-2012 PROMIS Health Organization (PHO)\nand PROMIS Cooperative Group.\nFrequency of Use\nTo track change in the severity of the child’s anxiety over time, the measure may be completed at regular intervals as\nclinically indicated, depending on the stability of the child’s symptoms and treatment status. Consistently high scores on\na particular domain may indicate significant and problematic areas for the child that might warrant further assessment,\ntreatment, and follow-up. Your clinical judgment should guide your decision.\nInstructions, scoring, and frequency of use on this page only: Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}