{
    "document_title": "Level 2Repetitive Thoughts and BehaviorsAdult Adapted from the Florida ObsessiveCompulsive Inventory FOCI Severity Scale Part B.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2Repetitive Thoughts and BehaviorsAdult Adapted from the Florida ObsessiveCompulsive Inventory FOCI Severity Scale Part B.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Repetitive Thoughts and Behaviors—Adult (adapted from the\nFlorida Obsessive-Compulsive Inventory [FOCI] Severity Scale [Part B])\nRights granted: This material can be reproduced without permission by\nclinicians for use with their own patients. Any other use, including electronic\nuse, requires written permission from Dr. Goodman.\nRights holder: © 1994 Wayne K. Goodman, MD, and Eric Storch, PhD.\nTo request permission for any other use beyond what is stipulated above,\ncontact: Wayne K. Goodman, MD (wkgood@gmail.com)"
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Repetitive Thoughts and Behaviors—Adult*\n*Adapted from the Florida Obsessive-Compulsive Inventory (FOCI) Severity Scale (Part B)\nName: ___________________________ Age: ____ Date:_____________\nIf the measure is being completed by an informant, what is your relationship with the individual receiving care? __________________\nIn a typical week, approximately how much time do you spend with the individual receiving care? __________________ hours/week\nInstructions: On the DSM-5-TR Level 1 cross-cutting questionnaire that you just completed, you indicated that during the past 2\nweeks you have been bothered by “unwanted repeated thoughts, images, or urges” and/or “being driven to perform certain\nbehaviors or mental acts over and over” at a mild or greater level of severity. The questions below ask about these feelings in\nmore detail and especially how often you have been bothered by a list of symptoms during the past 7 days. Please respond to\neach item by marking ( or x) one box per row.\nClinician\nUse\nItem\nDuring the past SEVEN (7) DAYS….\nScore\n1.On average, how much     \ntime is occupied by these\n0—None 1—Mild 2—Moderate 3—Severe 4—Extreme\nthoughts or behaviors\n(Less than an (1 to 3 hours a day) (3 to 8 hours a day) (more than 8\neach day?\nhour a day) hours a day)\n2.How much distress do     \nthese thoughts or\n0—None 1—Mild 2—Moderate 3—Severe (very 4—Extreme\nbehaviors cause you?\n(slightly (disturbing but still disturbing) (overwhelming\ndisturbing) manageable) distress)\n3.How hard is it for you to     \ncontrol these thoughts or\n0—Complete 1—Much control 2—Moderate control 3—Little control 4—No control\nbehaviors?\ncontrol (usually able to (sometimes able to (infrequently able (unable to\ncontrol thoughts control thoughts or to control thoughts control thoughts\nor behaviors) behaviors) or behaviors) or behaviors)\n4.How much do these     \nthoughts or behaviors\n0—No 1—Mild 2—Moderate 3—Severe 4 - Extreme\ncause you to avoid doing\navoidance (occasional (regularly avoid (frequent and (nearly complete\nanything, going anyplace,\navoidance) doing these things) extensive avoidance;\nor being with anyone?\navoidance) house- bound)\n5.How much do these     \nthoughts or behaviors\n0—None 1—Mild 2— Moderate; 3—Severe 4—Extreme\ninterfere with school,\n(slight (definite (substantial (near-total\nwork, or your social or\ninterference) interference interference) interference;\nfamily life?\nwith functioning, but incapacitated)\nstill manageable)\nTotal/Partial Raw Score:\nProrated Total Raw Score (if 1 item is left unanswered):\nAverage Total Score:\n© 1994 Wayne K. Goodman, MD and Eric Storch, PhD. This material can be reproduced without permission by clinicians for use with their own patients.\nAny other use, including electronic use, requires written permission from Dr. Goodman (wkgood@gmail.com)"
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2—Repetitive Thoughts and Behavior—Adult measure is an adapted version of the 5-item\nFlorida Obsessive-Compulsive Inventory (FOCI) Severity Scale (Part B) that is used to assess the domain of\nrepetitive thoughts and behaviors in individuals age 18 and older. The measure is completed by an individual\nprior to a visit with the clinician. If the individual receiving care is of impaired capacity and unable to complete\nthe form (e.g., an individual with dementia), a knowledgeable informant may complete the measure. Each\nitem asks the individual (or informant) to rate the severity of the individual’s repetitive thoughts and behaviors\nduring the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (i.e., 0 to 4) with the response categories having different\nanchors depending on the item. The total score for the measure can range of score from 0 to 20, with higher\nscores indicating greater severity of repetitive thoughts and behaviors. The clinician is asked to review the\nscore of each item on the measure during the clinical interview and indicate the raw score for each item in the\nsection provided for “Clinician Use.” The raw scores on the 5 items should be summed to obtain a total raw\nscore. If the individual has a score of 8 or higher, you may want to consider a more detailed assessment for an\nobsessive compulsive disorder. In addition, the clinician is asked to calculate and use the average total score.\nThe average total score reduces the overall score to a 5-point scale, which allows the clinician to think of the\nindividual’s repetitive thoughts and behavior in terms of none (0), mild (1), moderate (2), severe (3), or\nextreme (4). The use of the average total score was found to be reliable, easy to use, and clinically useful to the\nclinicians in the DSM-5 Field Trials. The average total score is calculated by dividing the raw total score by\nnumber of items in the measure (i.e., 5).\nNote: If 2 or more items are left unanswered on the measure (i.e., more than 25% of the total items are\nmissing), the total scores should not be calculated. Therefore, the individual (or informant) should be\nencouraged to complete all of the items on the measure. If only 4 of the 5 items on the measure are answered,\nyou are asked to prorate the raw score by first summing the scores of items that were answered to get a\npartial raw score. Next, multiply the partial raw score by the total number of items on the measure (i.e., 5).\nFinally, divide the value by the number of items that were actually answered (i.e., 4) to obtain the prorated\ntotal raw score.\nProrated Score = (Partial Raw Score x number of items on the measure)\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number.\nFrequency of Use\nTo track change in the severity of the individual’s repetitive thoughts and behavior over time, the measure\nmay be completed at regular intervals as clinically indicated, depending on the stability of the individual’s\nsymptoms and treatment status. For individuals of impaired capacity, it is preferred that completion of the\nmeasure at follow-up appointments is by the same knowledgeable informant. Consistently high scores on the\nmeasure may indicate significant and problematic areas for the individual that might warrant further\nassessment, treatment, and follow-up. Your clinical judgment should guide your decision.\nInstructions, scoring, and frequency of use on this page only: Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}