{
    "document_title": "Level 2Sleep DisturbanceParentGuardian of Child Age 617 PROMISSleep DisturbanceShort Form.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2Sleep DisturbanceParentGuardian of Child Age 617 PROMISSleep DisturbanceShort Form.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Sleep Disturbance—Parent/Guardian of Child Age 6-17\n(PROMIS—Sleep Disturbance—Short Form)\nRights granted: This material can be reproduced without permission by clinicians\nfor use with their patients. Any other use, including electronic use, requires\nwritten permission of the PROMIS Health Organization (PHO).\nRights holder: PROMIS Health Organization (PHO) and PROMIS Cooperative\nGroup\nTo request permission for any other use beyond what is stipulated above,\ncontact: PROMIS Health Organization (PHO)"
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Sleep Disturbance—Parent/Guardian of Child Age 6-17*\n*PROMIS—Sleep Disturbance—Short Form1\nName: ___________________________ Age: ____ Date:_____________\nWhat is your relationship with the child receiving care?___________________________________________________________\nInstructions to parent/guardian: On the DSM-5-TR Level 1 cross-cutting questionnaire that you just completed, you\nindicated that during the past 2 weeks your child receiving care has been bothered by “problems sleeping—that is\ntrouble falling asleep, staying asleep or waking up too early” at a mild or greater level of severity. The questions below\nask about these feelings in more detail and especially how often your child receiving care has been bothered by a list of\nsymptoms during the past 7 days. Please respond to each item by marking ( or x) one box per row.\nClinician\nUse\nItem\nPlease respond to each item by choosing one option per question.\nScore\nIn the past SEVEN (7) DAYS.... Not at all A little bit Somewhat Quite a bit Very much\nHis/her sleep was restless.  1 2 3 4 5\nHe/she was satisfied with his/her sleep.  5 4 3 2 1\nHis/her sleep was refreshing.  5 4 3 2 1\nHe/she had difficulty falling asleep.  1 2 3 4 5\nIn the past SEVEN (7) DAYS.... Never Rarely Sometimes Often Always\nHe/she had trouble staying asleep.  1 2 3 4 5\nHe/she had trouble sleeping.  1 2 3 4 5\nHe/she got enough sleep.  5 4 3 2 1\nVery\nIn the past SEVEN (7) DAYS… Poor Fair Good Very good\nPoor\nHis/her sleep quality was...  5 4 3 2 1\nTotal/Partial Raw Score:\nProrated Total Raw Score:\nT-Score: N/A1\n1This measure has not been validated in children.\n©2008-2012 PROMIS Health Organization (PHO) and PROMIS Cooperative Group.\nThis material can be reproduced without permission by clinicians for use with their patients.\nAny other use, including electronic use, requires written permission of the PHO."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2—Sleep Disturbance—Parent/Guardian of Child Age 6–17 measure is the 8-item PROMIS Sleep\nDisturbance Form that assesses the pure domain of sleep disturbance in children and adolescents. The measure is\ncompleted by the parent or guardian about the child prior to a visit with the clinician. Each item asks the parent or\nguardian to rate the severity of his or her child’s sleep disturbance during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (1=never; 2=rarely; 3=sometimes; 4=often; and 5=always) with a\nrange in score from 8 to 40 with higher scores indicating greater severity of sleep disturbance. The clinician is asked to\nreview the score on each item on the measure during the clinical interview and indicate the raw score for each item in\nthe section provided for “Clinician Use.” The raw scores on the 8 items should be summed to obtain a total raw score.\nNote: If 75% or more of the questions have been answered, you are asked to prorate the raw score. The formula to\nprorate the partial raw score to Total Raw Score is:\n(Raw sum x number of items on the short form)\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number. For example, if 7 of 8 items were answered and the sum of\nthose 7 responses was 30, the prorated raw score would be 30 X 8/7 = 34, after rounding.\nIf more than 25% of the total items (in this case more than 3) are missing a response, the scores should not be used.\nTherefore, the parent or guardian should be encouraged to complete all of the items on the measure.\nNote: T-scores and associated interpretation of scores are not currently available for this measure because the measure\nwas not validated in children. Information on interpretation is in development.\nFrequency of Use\nTo track change in the severity of the child’s sleep disturbance over time, the measure may be completed at regular\nintervals as clinically indicated, depending on the stability of the child’s symptoms and treatment status. For consistency,\nit is preferred that completion of the measures at follow-up appointments is by the same parent or guardian.\nConsistently high scores on a particular domain may indicate significant and problematic areas for the child that might\nwarrant further assessment, treatment, and follow-up. Your clinical judgment should guide your decision.\nInstructions, scoring, and frequency of use on this page only: Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}