{
    "document_title": "Level 2ManiaAdult Altman SelfRating Mania Scale ASRM.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2ManiaAdult Altman SelfRating Mania Scale ASRM.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Mania—Adult (Altman Self-Rating Mania Scale [ASRM])\nRights granted: This measure can be reproduced without permission by\nresearchers and by clinicians for use with their patients.\nRights holder: Elsevier\nThis measure was reprinted from Altman EG, Hedeker D, Peterson JL, Davis JM:\nThe Altman Self-Rating Mania Scale. Biological Psychiatry 42:948-955, 1997.\nCopyright © 1997, with permission from Elsevier.\nTo request permission for any other use beyond what is stipulated above,\ncontact: Elsevier"
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Mania—Adult*\n*Altman Self-Rating Mania Scale (ASRM)\nName: ___________________________ Age: ____ Sex: ❑ Male ❑ Female Date:_____________\nIf the measure is being completed by an informant, what is your relationship with the individual receiving care? ________________\nIn a typical week, approximately how much time do you spend with the individual receiving care? _________________ hours/week\nInstructions: On the DSM-5 Level 1 cross-cutting questionnaire you just completed, you indicated that during the past 2 weeks you (the\nindividual receiving care) have been bothered by “sleeping less than usual, but still having a lot of energy” and/or “starting lots more\nprojects than usual or doing more risky things than usual” at a mild or greater level of severity. The five statement groups or questions\nbelow ask about these feelings in more detail.\n1. Please read each group of statements/question carefully.\n2. Choose the one statement in each group that best describes the way you (the individual receiving care) have been feeling for\nthe past week.\n3. Check the box ( or x) next to the number/statement selected.\n4. Please note: The word “occasionally” when used here means once or twice; “often” means several times or more and\n“frequently” means most of the time.\nClinician Use\nQuestion 1 Item score\n❑ 0 I do not feel happier or more cheerful than usual.\n❑ 1 I occasionally feel happier or more cheerful than usual.\n❑ 2 I often feel happier or more cheerful than usual.\n❑ 3 I feel happier or more cheerful than usual most of the time.\n❑ 4 I feel happier of more cheerful than usual all of the time.\nQuestion 2\n❑ 0 I do not feel more self-confident than usual.\n❑ 1 I occasionally feel more self-confident than usual.\n❑ 2 I often feel more self-confident than usual.\n❑ 3 I frequently feel more self-confident than usual.\n❑ 4 I feel extremely self-confident all of the time.\nQuestion 3\n❑ 0 I do not need less sleep than usual.\n❑ 1 I occasionally need less sleep than usual.\n❑ 2 I often need less sleep than usual.\n❑ 3 I frequently need less sleep than usual.\n❑ 4 I can go all day and all night without any sleep and still not feel tired.\nQuestion 4\n❑ 0 I do not talk more than usual.\n❑ 1 I occasionally talk more than usual.\n❑ 2 I often talk more than usual.\n❑ 3 I frequently talk more than usual.\n❑ 4 I talk constantly and cannot be interrupted.\nQuestion 5\n❑ 0 I have not been more active (either socially, sexually, at work, home, or school) than usual.\n❑ 1 I have occasionally been more active than usual.\n❑ 2 I have often been more active than usual.\n❑ 3 I have frequently been more active than usual.\n❑ 4 I am constantly more active or on the go all the time.\nTotal/Partial Raw Score:\nProrated Total Raw Score:\nReprinted from Altman EG, Hedeker D, Peterson JL, Davis JM: The Altman Self-Rating Mania Scale. Biological Psychiatry 42: 948-955, 1997\nCopyright © 1997, with permission from Elsevier."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5 Level 2—Mania—Adult measure is the Altman Self-Rating Mania Scale. The ASRM is a 5-item self-\nrating mania scale designed to assess the presence and/or severity of manic symptoms. The measure is\ncompleted by the individual prior to a visit with the clinician. If the individual receiving care is of impaired\ncapacity and unable to complete the form (e.g., an individual with dementia), a knowledgeable informant may\ncomplete the measure. Each item asks the individual (or informant) to rate the severity of the individual’s\nmanic symptoms during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (i.e., 0 to 4) with the response categories having different\nanchors depending on the item. The ASRM score range from 0 to 20 with higher scores indicating greater\nseverity of manic symptoms. The clinician is asked review the score on each item on the measure during the\nclinical interview and indicate the raw score for each item in the section provided for “Clinician Use”. The raw\nscores on the 5 items should be summed to obtain a total raw score and should be interpreted using the\nInterpretation Table for the ASRM below:\nInterpretation Table for the ASRM\n- A score of 6 or higher indicates a high probability of a manic or hypomanic condition\n- A score of 6 or higher may indicate a need for treatment and/or further diagnostic workup\n- A score of 5 or lower is less likely to be associated with significant symptoms of mania\nNote: If 2 or more items are left unanswered on the measure (i.e., more than 25% of the total items are\nmissing) the scores should not be used. As such, the individual (or informant) should be encouraged to\ncomplete all of the items on the measure. If only 4 of the 5 items on the measure are answered, you are asked\nto calculate a prorated score. The prorated score is calculated by summing the scores of items that were\nanswered to get a partial raw score. Next, multiply the partial raw score by the total number of items on the\nASRM (i.e., 5). Finally, divide the value by the number of items that were actually answered (i.e.,4).\nProrated score = (Partial Raw Score x number of items on the ASRM)\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number.\nThe prorated total raw score should be interpreted using the Interpretation Table for the ASRM above.\nFrequency of Use\nTo track change in the severity of the individual’s manic symptoms over time, the measure may be completed\nat regular intervals as clinically indicated, depending on the stability of the individual’s symptoms and\ntreatment status. For individuals of impaired capacity, it is preferred that completion of the measures at\nfollow-up appointments is by the same knowledgeable informant. Consistently high scores on a particular\ndomain may indicate significant and problematic areas for the patient that might warrant further assessment,\ntreatment, and follow-up. Your clinical judgment should guide your decision.\nInstructions, scoring, and frequency of use on this page only: Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}