{
    "document_title": "Level 2DepressionAdult PROMIS Emotional DistressDepressionShort Form.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2DepressionAdult PROMIS Emotional DistressDepressionShort Form.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Depression—Adult (PROMIS Emotional Distress—\nDepression— Short Form)\nRights granted: This material can be reproduced without permission by clinicians\nfor use with their patients. Any other use, including electronic use, requires\nwritten permission of the PROMIS Health Organization (PHO).\nRights holder: PROMIS Health Organization (PHO) and PROMIS Cooperative\nGroup\nTo request permission for any other use beyond what is stipulated above,\ncontact: PROMIS Health Organization (PHO)"
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Depression—Adult*\n*PROMIS Emotional Distress—Depression—Short Form\nName: ___________________________ Age: ____ Date:_____________\nIf the measure is being completed by an informant, what is your relationship with the individual receiving care? ___________\nIn a typical week, approximately how much time do you spend with the individual receiving care? ___________ hours/week\nInstructions: On the DSM-5-TR Level 1 cross-cutting questionnaire that you just completed, you indicated that during the past\n2 weeks you (the individual receiving care) have been bothered by “no interest or pleasure in doing things” and/or “feeling\ndown, depressed, or hopeless” at a mild or greater level of severity. The questions below ask about these feelings in more\ndetail and especially how often you (the individual receiving care) have been bothered by a list of symptoms during the past\n7 days. Please respond to each item by marking ( or x) one box per row.\nClinician\nUse\nIn the past SEVEN (7) DAYS....\nItem\nNever Rarely Sometimes Often Always\nScore\n1. I felt worthless.  1 2 3 4 5\n2. I felt that I had nothing to look forward to.  1 2 3 4 5\n3. I felt helpless.  1 2 3 4 5\n4. I felt sad.  1 2 3 4 5\n5. I felt like a failure.  1 2 3 4 5\n6. I felt depressed.  1 2 3 4 5\n7. I felt unhappy.  1 2 3 4 5\n8. I felt hopeless.  1 2 3 4 5\nTotal/Partial Raw Score:\nProrated Total Raw Score:\nT-Score:\n©2008-2012 PROMIS Health Organization (PHO) and PROMIS Cooperative Group.\nThis material can be reproduced without permission by clinicians for use with their patients.\nAny other use, including electronic use, requires written permission of the PHO."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2—Depression—Adult measure is the 8-item PROMIS Depression Short Form that assesses the pure\ndomain of depression in individuals age 18 and older. The measure is completed by the individual prior to a visit with the\nclinician. If the individual receiving care is of impaired capacity and unable to complete the form (e.g., an individual with\ndementia), a knowledgeable informant may complete the measure as done in the DSM-5 Field Trials. However, the PROMIS\nDepression Short Form has not been validated as an informant report scale by the PROMIS group. Each item asks the\nindividual receiving care (or informant) to rate the severity of the individual’s depression during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (1=never; 2=rarely; 3=sometimes; 4=often; and 5=always) with a range\nin score from 8 to 40 with higher scores indicating greater severity of depression. The clinician is asked to review the score on\neach item on the measure during the clinical interview and indicate the raw score for each item in the section provided for\n“Clinician Use.” The raw scores on the 8 items should be summed to obtain a total\nraw score. Next, the T-score table should be used to identify the T-score associated\nwith the individual’s total raw score and the information entered in the T-score row\non the measure.\nNote: This look-up table works only if all items on the form are answered. If 75% or\nmore of the questions have been answered; you are asked to prorate the raw score\nand then look up the conversion to T-Score. The formula to prorate the partial raw\nscore to Total Raw Score is:\n(Raw sum x number of items on the short form)\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number. For example, if 6 of 8\nitems were answered and the sum of those 6 responses was 20, the prorated raw\nscore would be 20 X 8/ 6 = 26.67. The T-score in this example would be the T-score\nassociated with the rounded whole number raw score (in this case 27, for a T-score of\n64.4).\nThe T-scores are interpreted as follows:\nLess than 55 = None to slight\n55.0—59.9 = Mild\n60.0—69.9 = Moderate\n70 and over = Severe\nNote: If more than 25% of the total items on the measure are missing the scores\nshould not be used. Therefore, the individual receiving care (or informant) should be\nencouraged to complete all of the items on the measure.\n©2008-2012 PROMIS Health Organization\n(PHO) and PROMIS Cooperative Group.\nFrequency of Use\nTo track change in the severity of the individual’s depression over time, the measure may be completed at regular intervals as\nclinically indicated, depending on the stability of the individual’s symptoms and treatment status. For individuals with\nimpaired capacity, it is preferred that completion of the measures at follow-up appointments is by the same knowledgeable\ninformant. Consistently high scores on a particular domain may indicate significant and problematic areas for the individual\nthat might warrant further assessment, treatment, and follow-up. Your clinical judgment should guide your decision.\nInstructions, scoring, and frequency of use on this page only: Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}