{
    "document_title": "Level 2Repetitive Thoughts and BehaviorsChild Age 1117 Adapted from the Childrens Florida Obsessive Compulsive Inventory CFOCI Severity Scale.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2Repetitive Thoughts and BehaviorsChild Age 1117 Adapted from the Childrens Florida Obsessive Compulsive Inventory CFOCI Severity Scale.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Repetitive Thoughts and Behaviors—Child Age 11–17\n(adapted from the Children’s Florida Obsessive-Compulsive Inventory [C-FOCI]\nSeverity Scale)\nRights granted: This material can be reproduced without permission by\nclinicians for use with their own patients. Any other use, including electronic\nuse, requires written permission from Dr. Goodman.\nRights holder: © 1994 Wayne K. Goodman, MD, and Eric Storch, PhD.\nTo request permission for any other use beyond what is stipulated above,\ncontact: Wayne K. Goodman, MD (wkgood@gmail.com)"
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Repetitive Thoughts and Behaviors—Child Age 11–17*\n*Adapted from the Children’s Florida Obsessive-Compulsive Inventory (C-FOCI) Severity Scale\nName: _______________________ Age: ____ Date: _____________\nInstructions to the child: On the DSM-5-TR Level 1 cross-cutting questionnaire that you just completed, you indicated\nthat during the past 2 weeks you have been bothered by “thoughts that kept coming into your mind that you would do\nsomething bad or that something bad would happen to you or to someone else”, “feeling the need to check on certain\nthings over and over again, like whether a door was locked or whether the stove was turned off”, “worrying a lot about\nthings you touched being dirty or having germs or being poisoned”, and/or “feeling you had to do things in a certain\nway, like counting or saying special things, to keep something bad from happening” at a mild or greater level of severity.\nThe questions below ask about these feelings in more detail and especially how often you have been bothered by a list\nof symptoms during the past 7 days. Please respond to each item by marking ( or x) one box per row.\nClinician\nUse\nItem\nDuring the past SEVEN (7) DAYS….\nScore\n1.On average, how much ❑ ❑ ❑ ❑ ❑\ntime is occupied by these\n0—None 1—Mild 2—Moderate 3—Severe 4—Extreme\nthoughts or behaviors\n(Less than an (1 to 3 hours a day) (3 to 8 hours a day) (more than 8\neach day?\nhour a day) hours a day)\n2.How much do they ❑ ❑ ❑ ❑ ❑\nbother you?\n0—None 1—Mild 2—Moderate 3—Severe (very 4—Extreme\n(slightly (upsetting but still upsetting) (overwhelming\nupsetting) manageable) distress)\n3.How hard is it for you to ❑ ❑ ❑ ❑ ❑\ncontrol them?\n0—Complete 1—Much control 2—Moderate control 3—Little control 4—No control\ncontrol (usually able to (sometimes able to (not usually able to (unable to\ncontrol thoughts control thoughts or control thoughts or control thoughts\nor behaviors) behaviors) behaviors) or behaviors)\n4.How much do they ❑ ❑ ❑ ❑ ❑\ncause you to avoid doing\n0—No 1—Mild 2—Moderate 3—Severe 4—Extreme\nthings, going places or\navoidance (occasionally (regularly avoids (frequently avoids (nearly complete\nbeing with people?\navoids things) doing these things) these things) avoidance; can’t\nleave the house)\n5.How much do they ❑ ❑ ❑ ❑ ❑\ninterfere with school, your\n0—None 1—Mild 2— Moderate; 3—Severe 4—Extreme\nsocial or family life, or your\n(slight (definite (substantial (near-total\njob?\ninterference) interference interference) interference)\nwith functioning, but\ncan still manage)\nTotal/Partial Raw Score:\nProrated Total Raw Score (if 1 item is left unanswered):\nAverage Total Score:\n© 1994 Wayne K. Goodman, MD, and Eric Storch, PhD. This material can be reproduced without permission by clinicians for use with their own patients.\nAny other use, including electronic use, requires written permission from Dr. Goodman (wkgood@gmail.com)"
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2—Repetitive Thoughts and Behavior—Child Age 11–17 is an adapted version of the 5-item\nChildren’s Florida Obsessive-Compulsive Inventory (C-FOCI) Severity Scale that is used to assess the domain of\nrepetitive thoughts and behaviors in children and adolescents. The C-FOCI Severity Scale was developed for and\ncan be used with children ages 7–17; however, it was tested only in children ages 11-17 in the DSM-5 Field Trials.\nThe measure is completed by the child prior to a visit with the clinician. Each item asks the child to rate the\nseverity of his or her repetitive thoughts and behaviors during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (i.e., 0 to 4) with the response categories having different\nanchors depending on the item. The total score can range from 0 to 20, with higher scores indicating greater\nseverity of repetitive thoughts and behaviors. The clinician is asked to review the score of each item on the\nmeasure during the clinical interview and indicate the raw score for each item in the section provided for\n“Clinician Use.” The raw scores on the 5 items should be summed to obtain a total raw score. If the child\nreceiving care has a score of 8 or higher, you may want to consider a more detailed assessment for an\nobsessive compulsive disorder. In addition, the clinician is asked to calculate and use the average total score.\nThe average total score reduces the overall score to a 5-point scale, which allows the clinician to think of the\nchild’s repetitive thoughts and behavior in terms of none (0), mild (1), moderate (2), severe (3), or extreme (4).\nThe use of the average total score was found to be reliable, easy to use, and clinically useful to the clinicians in\nthe DSM-5 Field Trials. The average total score is calculated by dividing the raw total score by number of items\nin the measure (i.e., 5).\nNote: If 2 or more items are left unanswered on the measure (i.e., more than 25% of the total items are\nmissing), the scores should not be used. Therefore, the child should be encouraged to complete all of the items\non the measure. If only 4 of the 5 items on the measure are answered, you are asked to prorate the raw score\nby first summing the scores of the items that were answered to get a partial raw score. Next, multiply the\npartial raw score by the total number of items on the measure (i.e., 5). Finally, divide the value by the number\nof items that were actually answered (i.e., 4) to obtain the prorated total raw score.\nProrated Score = (Partial Raw Score x number of items on the measure)\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number.\nFrequency of Use\nTo track change in the severity of the child’s repetitive thoughts and behavior over time, the measure may be\ncompleted at regular intervals as clinically indicated, depending on the stability of the child’s symptoms and\ntreatment status. Consistently high scores on the measure may indicate significant and problematic areas for\nthe child that might warrant further assessment, treatment, and follow-up. Your clinical judgment should\nguide your decision.\nInstructions, scoring, and frequency of use on this page only: Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}