{
    "document_title": "Level 2Substance UseAdult Adapted from the NIDAModified ASSIST.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2Substance UseAdult Adapted from the NIDAModified ASSIST.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Substance Use—Adult (adapted from the NIDA-Modified\nASSIST)\nRights granted: This Instrument may be reproduced without permission by\nclinicians for use with their own patients.\nRights holder: National Institute on Drug Abuse (NIDA)\nTo request permission for any other use beyond what is stipulated above,\ncontact: National Institute on Drug Abuse (NIDA)"
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Substance Use—Adult*\n*Adapted from the NIDA-Modified ASSIST\nName: ___________________________ Age: ____ Date:_____________\nIf the measure is being completed by an informant, what is your relationship with the individual receiving care? ______________\nIn a typical week, approximately how much time do you spend with the individual receiving care? ________________ hours/week\nInstructions: On the DSM-5-TR Level 1 cross-cutting questionnaire that you just completed, you indicated that\nduring the past 2 weeks you (the individual receiving care) have been bothered by “using medicines on your own\nwithout a doctor’s prescription, or in greater amounts or longer than prescribed, and/or using drugs like\nmarijuana, cocaine or crack, and/or other drugs” at a slight or greater level of severity. The questions below ask\nhow often you (the individual receiving care) have used these medicines and/or substances during the past 2\nweeks. Please respond to each item by marking ( or x) one box per row.\nDuring the past TWO (2) WEEKS, about how often did you use any of the following\nClinician\nmedicines ON YOUR OWN, that is, without a doctor’s prescription, in greater amounts\nUse\nor longer than prescribed?\nOne or Several More than Nearly\nNot at all\ntwo days days half the days every day Item Score\na. Painkillers (like Vicodin)  0 1 2 3 4\nb. Stimulants (like Ritalin, Adderall)  0 1 2 3 4\nc. Sedatives or tranquilizers (like sleeping  0 1 2 3 4\npills or Valium)\nOr drugs like:\nd. Marijuana  0 1 2 3 4\ne. Cocaine or crack  0 1 2 3 4\nf. Club drugs (like ecstasy)  0 1 2 3 4\ng. Hallucinogens (like LSD)  0 1 2 3 4\nh. Heroin  0 1 2 3 4\ni. Inhalants or solvents (like glue)  0 1 2 3 4\nj. Methamphetamine (like speed)  0 1 2 3 4\nTotal Score:\nCourtesy of National Institute on Drug Abuse.\nThis Instrument may be reproduced without permission by clinicians for use with their own patients."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2—Substance Use—Adult is an adapted version of the NIDA-Modified ASSIST. The 15-item\nmeasure is used to assess the pure domain of prescription medicine, and illicit substance use in adults age 18 and\nolder. It is completed by the individual prior to a visit with the clinician. If the individual receiving care is of\nimpaired capacity and unable to complete the form (e.g., an individual with dementia), a knowledgeable\ninformant may complete the measure. Each item asks the individual receiving care (or informant) to rate the\nseverity of the individual’s use of various substances during the past 2 weeks.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (i.e., 0=not at all; 1=1 or 2 days; 2=several days; 3=more than\nhalf the days; 4=nearly every day). The clinician is asked to review the score of each item on the measure during\nthe clinical interview and indicate the raw score for each item in the section provided for “Clinician Use.” Scores\non the individual items should be interpreted independently because each item inquires about the use of a\ndistinct substance. The rating of multiple items at scores greater than 0 indicates greater severity and complexity\nof substance use.\nFrequency of Use\nTo track change in the severity of the individual’s use of alcohol, tobacco/nicotine, prescription or illicit substance\nover time, the measure be may completed at regular intervals as clinically indicated, depending on the stability of the\nindividual’s symptoms and treatment status. For individuals of impaired capacity, it is preferred that completion of\nthe measures at follow-up appointments is by the same knowledgeable informant. Consistently high scores on the\nmeasure may indicate significant and problematic areas that might warrant further assessment, treatment, and\nfollow-up. Your clinical judgment should guide your decision.\nCourtesy of National Institute on Drug Abuse.\nThis material may be reproduced without permission by clinicians for use with their own patients."
        }
    ]
}