{
    "document_title": "Level 2Sleep DisturbanceChild Age 1117 PROMISSleep DisturbanceShort Form.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 2 Cross-Cutting Symptom Measures\\Level 2Sleep DisturbanceChild Age 1117 PROMISSleep DisturbanceShort Form.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: LEVEL 2—Sleep Disturbance—Child Age 11–17\n(PROMIS—Sleep Disturbance—Short Form)\nRights granted: This material can be reproduced without permission by clinicians\nfor use with their patients. Any other use, including electronic use, requires\nwritten permission of the PROMIS Health Organization (PHO).\nRights holder: PROMIS Health Organization (PHO) and PROMIS Cooperative\nGroup\nTo request permission for any other use beyond what is stipulated above,\ncontact: PROMIS Health Organization (PHO)"
        },
        {
            "page_number": 2,
            "content": "LEVEL 2—Sleep Disturbance—Child Age 11–17*\n*PROMIS—Sleep Disturbance—Short Form1\nName: _______________________ Age: ____ Date:_____________\nInstructions to the child: On the DSM-5-TR Level 1 cross-cutting questionnaire that you just completed, you indicated\nthat during the past 2 weeks you have been bothered by “not being able to fall asleep or stay asleep or by waking up\ntoo early” at a mild or greater level of severity. The questions below ask about these feelings in more detail and\nespecially how often you have been bothered by a list of symptoms during the past 7 days. Please respond to each\nitem by marking ( or x) one box per row.\nClinician\nUse\nVery Item\nIn the past SEVEN (7) DAYS.... Not at all A little bit Somewhat Quite a bit\nmuch Score\nMy sleep was restless. ❑ 1 ❑2 ❑3 ❑4 ❑5\nI was satisfied with my sleep. ❑ 5 ❑4 ❑3 ❑2 ❑1\nMy sleep was refreshing. ❑ 5 ❑4 ❑3 ❑2 ❑1\nI had difficulty falling asleep. ❑ 1 ❑2 ❑3 ❑4 ❑5\nIn the past SEVEN (7) DAYS.... Never Rarely Sometimes Often Always\nI had trouble staying asleep. ❑ 1 ❑2 ❑3 ❑4 ❑5\nI had trouble sleeping. ❑ 1 ❑2 ❑3 ❑4 ❑5\nI got enough sleep. ❑ 5 ❑4 ❑3 ❑2 ❑1\nIn the past SEVEN (7) DAYS.… Very Poor Poor Fair Good Very good\nMy sleep quality was... ❑ 5 ❑4 ❑3 ❑2 ❑1\nTotal/Partial Raw Score:\nProrated Total Raw Score:\nT-Score: N/A\n1This measure has not been validated in children.\n©2008-2012 PROMIS Health Organization (PHO) and PROMIS Cooperative Group.\nThis material can be reproduced without permission by clinicians for use with their patients.\nAny other use, including electronic use, requires written permission of the PHO."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 2—Sleep Disturbance—Child Age 11–17 measure is the 8-item PROMIS Sleep Disturbance\nShort Form that assesses the pure domain of sleep disturbance in children and adolescents. The measure is\ncompleted by the child prior to a visit with the clinician. Each item asks the child receiving care to rate the\nseverity of his or her sleep disturbance during the past 7 days.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (1=never; 2=rarely; 3=sometimes; 4=often; and 5=always)\nwith a range in score from 8 to 40 with higher scores indicating greater severity of sleep disturbance. The clinician\nis asked to review the score on each item on the measure during the clinical interview and indicate the raw score\nfor each item in the section provided for “Clinician Use.” The raw scores on the 8 items should be summed to\nobtain a total raw score.\nNote: If 75% or more of the questions have been answered; you are asked to prorate the raw score. The formula\nto prorate the partial raw score to Total Raw Score is:\n(Raw sum x number of items on the short form)\nNumber of items that were actually answered\nIf the result is a fraction, round to the nearest whole number. For example, if 7 of 8 items were answered and the\nsum of those 7 responses was 30, the prorated raw score would be 30 X 8/7 = 34, after rounding.\nIf more than 25% of the total items (in this case more than 3) are missing a response, the scores should not be\nused. Therefore, the child receiving care should be encouraged to complete all of the items on the measure.\nNote: T-scores and associated interpretation of scores are not currently available for this measure because the\nmeasure was not validated in children. Information on interpretation is in development.\nFrequency of Use\nTo track change in the severity of the child’s sleep disturbance over time, the measure may be completed at\nregular intervals as clinically indicated, depending on the stability of the child’s symptoms and treatment status.\nConsistently high scores on a particular domain may indicate significant and problematic areas for the child that\nmight warrant further assessment, treatment, and follow-up. Your clinical judgment should guide your decision.\nInstructions, scoring, and frequency of use on this page only: Copyright © 2013 American Psychiatric Association. All rights reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}