{
    "document_title": "Psychology_Tools_Anxiety_Anger_Grief_DE.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Therapeutic Modalities (CBT, ACT, DBT)\\Psychology_Tools_Anxiety_Anger_Grief_DE.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "Vanessa Graf\n4 4\nPSYCHOLOGIE\nT O O L S\nfür alle Gefühlslagen\n· Ängste auflösen\n· schwierige Gefühle\nbewältigen\n· Leichtigkeit und\nStärke gewinnen\nSLOOT-EIGOLOHCYSP\n44\nFARG\nDeine Toolbox bei\nAngst, Wut und Trauer\nJeder hat sie, keiner will sie: unangenehme Gefühle!\nWas besonders schwerfällt: die unangenehmen\nEmotionen zu verstehen, zu regulieren und als\nwichtige Signale für die eigenen Bedürfnisse zu nutzen.\nVanessa Graf, Psychologin und Emotionsexpertin,\nzeigt, wie es geht, und gibt uns dafür 44 leicht umsetzbare\nTools aus der Therapie an die Hand, mit denen wir die eigene\nGefühlswelt besser verstehen und nachhaltig verändern können.\nSo befreien wir uns von Impulsivität und Blockaden, finden\nLeichtigkeit und stärken das Selbstbewusstsein.\nMIT DEN 44 PSYCHOLOGIE-TOOLS\n· Entlastung erfahren\n· innere Stärke und Selbstbewusstsein fördern\n· emotionale Kontrolle gewinnen\nDie Psychologie-Toolbox – bis zum Rand gefüllt mit\nwertvollen Werkzeugen und effektiven Strategien\nfür das Bewältigen von unangenehmen Gefühlslagen."
        },
        {
            "page_number": 2,
            "content": "Vanessa Graf\n4 4\nPSYCHOLOGIE\nT O O L S\nfür alle Gefühlslagen"
        },
        {
            "page_number": 3,
            "content": "INHALT\nVorwort 6\nWas Gefühle sind 10\nWarum wir Gefühle haben 12\nWas Gefühle auslöst 14\nGefühle und Emotionen sind nicht dasselbe 16\nAngeboren oder erlernt? 18\nEine große, bunte Palette von Gefühlen 20\nTool 1: Bis ins kleinste Detail 22\nTool 2: Was ich fühle 24\nKurz und knapp 27\nAngst – das Gefühl, das dich schützt 28\nWodurch Angst ausgelöst wird 30\nDeine Angst will dir etwas mitteilen 32\nDein Körper schickt dir Warnsignale 34\nWas bei Angst in deinem Gehirn geschieht 36\nWie wir Gefühle regulieren können 40\nTool 3: 5–4–3–2–1 42\nTool 4: Bauchatmung 46\nTool 5: Deine innere Insel 50\nTool 6: S.T.O.P. 54\nTool 7: Wasser marsch 56\nTool 8: Eiskalt 58\nTool 9: Wechselatmung 60\n2"
        },
        {
            "page_number": 4,
            "content": "Inhalt\nTool 10: Alles in einer Farbe 62\nTool 11: Weg damit 64\nTool 12: Summ, summ, summ 66\nTool 13: Verwurzelt 68\nTool 14: Schmetterlingsumarmung 70\nTool 15: Schaukel 72\nTool 16: Schutzpanzer 76\nTool 17: Gedanken entsorgen 1.0 78\nTool 18: Gedanken entsorgen 2.0 80\nTool 19: Das Gegenteil 82\nTool 20: Klopf dir Mut 84\nTool 21: Dein sicherer Ort 88\nTool 22: SOS 90\nKurz und knapp 93\nWut – das Gefühl, das eine\nVeränderung wünscht 94\nWas lässt dich wütend werden? 100\nWas deine Wut dir zeigen kann 101\nWas bei Wut in deinem Körper geschieht 102\nPrimäre und sekundäre Gefühle unterscheiden 104\nTool 23: Folge der Figur 106\nTool 24: 5-Finger-Übung 108\nTool 25: Im Hier und Jetzt 110\nTool 26: Buchstabensalat 112\nTool 27: Ruhepol 114\nTool 28: Kategorien-Denken 118\nTool 29: Hirn-Flickflack 120\nTool 30: Kraftakt 122\n3"
        },
        {
            "page_number": 5,
            "content": "Tool 31: Faust gegen Wut 124\nTool 32: Das Haus der Gefühle 126\nTool 33: Herausschütteln 128\nTool 34: Wut-Tagebuch 132\nKurz und knapp 135\nTrauer – das Gefühl, das dir deinen\nWeg weist 136\nWann Trauer aufkommt 138\nWobei deine Trauer dir hilft 139\nWoran du Trauer erkennst 140\nTool 35: Die Kraft der Wörter 142\nTool 36: Dein kleiner Helfer 144\nTool 37: Auftanken 146\nTool 38: Tröstende Melodien 148\nTool 39: Komm in Auf-Bewegung 150\nTool 40: Hinter dir lassen 152\nTool 41: Der Brief 154\nTool 42: Trauer-Tagebuch 156\nTool 43: Vorbeiziehen 160\nTool 44: Verabredung mit der Trauer 162\nKurz und knapp 165\nGefühle im Gleichgewicht 166\nPositive Psychologie:\nWas dir hilft, bevor es dir nicht gut geht 168\nDeine Ressourcen: Alles, was dich stärkt 170\nDankbarkeit praktizieren: Weil es dir guttut 172\n4"
        },
        {
            "page_number": 6,
            "content": "Inhalt\nAchtsamkeit:\nWahrnehmen, was dein Inneres dir mitteilt 174\nSelbstfürsorge:\nAlles Gute, das du für dich tun kannst 176\nSchlafe so viel, wie du brauchst 178\nDeine Ernährung – deine Nahrung\nfür die Seele 180\nSport: Nicht unbedingt viel,\naber unbedingt genug! 182\nDein Gehirn braucht Pausen! 184\nPrioritäten: Was wirklich wichtig ist 186\nSchlusswort 187\nWegweiser zu den Tools 188\nQuellen 189\nÜber die Autorin 190\nImpressum 192\nHinweis:\nBei Gefühlen geht es oft sehr schnell: Von 0 auf 100 ist das Gefühl\nin seinem ganzen Ausmaß da. Was tun? – Auf Seite 188 findet du\nein Toolregister. Dort erhältst du einen schnellen Überblick, welches\nTool ich dir bei den verschiedenen Gefühlen empfehle.\n5"
        },
        {
            "page_number": 7,
            "content": "VORWORT\nG efühle nehmen einen zentralen Platz in unserem\nLeben ein. Alle wichtigen Ereignisse in unserem\nLeben sind mit Gefühlen verknüpft. Aber nicht nur das.\nGefühle beeinflussen unser Denken, unser Handeln, was\nwir wahrnehmen und wie wir uns entscheiden. Sie dienen\nuns als innerer Kompass und teilen unserem Verstand mit,\nworauf er sich konzentrieren soll. Nicht immer nehmen\nwir unsere Gefühle bewusst wahr, sie sind aber immer da.\nOftmals meinen wir, uns bewusst und rational für oder\ngegen etwas entschieden zu haben, dabei geschehen\nsolche Entscheidungen automatisch, ohne dass wir etwas\ndavon bemerken: Automatisierte Reaktionsmuster helfen\nuns in einer Welt, in welcher ständig kleine oder größere\nEntscheidungen getroffen werden müssen, schnell zu re-\nagieren.\nZWEI SEITEN EINER MEDAILLE\nWir können in Trauer versinken, vor Wut ständig an die\nDecke gehen oder uns vor Angst nichts mehr trauen. Dann\nkönnen sich Gefühle wie eine Last und durchaus nicht hilf-\nreich anfühlen. Trauer kann uns aber auch helfen, einen\nVerlust zu begreifen, Wut kann uns anspornen, für unsere\nZiele einzustehen, und Angst kann uns vor Gefahr\nschützen. Die Übergänge zwischen belastend und unter-\nstützend sind fließend.\n6"
        },
        {
            "page_number": 8,
            "content": "Vorwort\nMISSVERSTÄNDLICHE BOTSCHAFTEN\nNicht immer sind Gefühle funktional oder für eine be-\nstimmte Situation vorteilhaft. So kann es auch passieren,\ndass wir die Botschaft hinter einem Gefühl missverstehen.\nDeshalb dürfen wir Gefühle weder ignorieren noch ihnen\nblind vertrauen. Es geht darum, einen passenden Mittel-\nweg zu finden.\nWELCHES SIND DEINE EMOTIONALEN\nAUSLÖSER?\nWir haben nicht viel Kontrolle darüber, was uns emotional\nwerden lässt. Aber, und das ist viel wichtiger: Du kannst\nlernen, Einfluss darauf zu nehmen, wie du in einer be-\nstimmten Situation reagierst, wenn plötzlich Gefühle in dir\nausgelöst werden. Wesentlich dafür ist es, deine Auslöser\nzu kennen. Sobald du verstehst, welches deine Auslöser\nsind, hast du eine größere Chance, etwas an deinem Um-\ngang mit unangenehmen Gefühlen zu ändern. Diese zu\nidentifizieren ist manchmal gar nicht so einfach und\nbraucht Zeit und Geduld.\nIch bin selbst kein sehr geduldiger Mensch, doch\nglaube mir bitte, hier ist es wirklich wichtig, dass du dir\nZeit nimmst. Es ist kein Sprint, sondern ein Marathon.\nDoch du kannst gewiss sein, dass sich deine Geduld lohnt:\nDu wirst während dieses Marathons lernen, nicht mehr so\nzu reagieren, dass du es im Nachhinein bereust. Zunächst\nwird es nicht immer funktionieren, aber immer öfter.\n7"
        },
        {
            "page_number": 9,
            "content": "WOBEI DIR DAS BUCH HELFEN KANN\nVielleicht hast du zu diesem Buch gegriffen, weil es dir –\nwie vielen anderen Menschen – schwerfällt, die emotiona-\nlen Signale deines Körpers richtig wahrzunehmen und zu\ndeuten. Vielleicht gehörst du auch zu denjenigen Men-\nschen, die oftmals von ihren Gefühlen überflutet werden\nund damit überfordert sind. Wenn du meinst, dass einige\nder folgenden Aussagen auf dich zutreffen, wirst du in die-\nsem Buch zahlreiche Antworten und direkte Hilfestellun-\ngen für dich finden.\n• Du fühlst dich oft deinen Gefühlen ausgeliefert.\n• Deine Gefühle überrollen dich manchmal aus dem\nNichts.\n• Du reagierst immer mal wieder höchst impulsiv.\n• Deine Gefühle blockieren dich in gewissen Bereichen\ndeines Lebens.\nIch möchte dich dabei unterstützen, deine Gefühle besser\nwahrnehmen zu können, empfindsamer für die emotiona-\nlen Vorgänge in dir zu werden und mit deinen unange-\nnehmen Gefühlen umzugehen, vor allem dann, wenn sie\ndich wie aus dem Nichts treffen. Dazu dienen dir vorab\nwesentliche Informationen über unsere Gefühle und an-\nschließend 44 Tools sowie Erläuterungen zu ihrer Wir-\nkung. Probiere sie aus und finde die für dich passenden\nTools heraus, denn so unterschiedlich Menschen sind, so\nunterschiedlich sind die Reaktionen auf die einzelnen\nTools.\n8"
        },
        {
            "page_number": 10,
            "content": "Vorwort\nWIE DIE TOOLS FUNKTIONIEREN\nDie Übersicht zu jedem Tool gibt dir Auskunft über die Art,\ndie Anwendung und die Dauer sowie darüber, welche\nKörper ebene einbezogen wird und ob die Anwendung\nkurz- oder langfristig wirksam ist.\nKurzfristig wirksame Tools helfen dir in der aktuellen\nSitua tion. Langfristige wirken meistens nicht akut, aber in\nverschiedenen herausfordernden Situationen, sofern du\ndas Tool immer mal wieder anwendest und einübst.\nKombiniere kurz- und langfristig wirksame Tools mitei-\nnander, um die Wirkung zu verstärken und deine ge-\nwünschten Veränderungen schneller zu erreichen.\nWICHTIGE HINWEISE\nHöre bitte auf deinen Körper: Solltest du dich bei einem\nTool unwohl, überfordert oder nicht gut fühlen, dann brich\ndas Üben bitte ab oder führe es im Beisein einer Vertrau-\nensperson durch.\nEs kann sein, dass ein Tool zunächst keine Wirkung\nzeigt. Gib ihm eine zweite und auch dritte Chance, denn\nes kommt oft vor, dass man so stark darauf konzentriert ist,\ndie Übung richtig durchzuführen, dass die Wirkung dann\nnicht eintritt. Indem du die Übung wiederholst, kann das\nTool verankert werden.\n9"
        },
        {
            "page_number": 11,
            "content": "Was\nGefühle\nsind"
        },
        {
            "page_number": 12,
            "content": "A uf wissenschaftlicher Ebene kann die Frage, was Ge­\nfühle sind, nicht abschließend beantwortet werden.\nDoch ohnehin geht es für dich beim Fühlen ja nicht um Wis­\nsenschaft, sondern darum, was du wahrnimmst und fühlst.\nJedes Gefühl hat seinen Grund.\nDiesen gilt es, herauszufinden.\nWenn du dich freust, wenn du verärgert bist oder auch\nwenn du traurig bist, fühlst du das. Es geschieht nichts,\nohne dass Gefühle daran beteiligt sind. Sie beeinflussen\ndein Denken, die Entscheidungen, die du triffst, und somit\nauch dein Handeln. Sie sind dein wichtigster Wegweiser in\neiner Welt, in der viele und vor allem schnell Entscheidun­\ngen getroffen werden müssen.\nANGENEHME UND UNANGENEHME\nGEFÜHLE\nEs wird unterschieden zwischen angenehmen und unange­\nnehmen Gefühlen. Ich wähle hier bewusst die Wörter »an­\ngenehm« und »unangenehm», weil die Wörter »positiv«\nund »negativ« eine wertende Note haben. Doch kein Ge­\nfühl ist gut oder schlecht. Jedes Gefühl hat seine Ursache,\nseinen Grund, seinen Auftrag.\n11"
        },
        {
            "page_number": 13,
            "content": "WARUM WIR GEFÜHLE HABEN\nD eine Gefühle sind dein Kompass, im Inneren sowie im\nAußen. Sie informieren dich über Ereignisse, die für\ndich bedeutsam sind und die deine Aufmerksamkeit benö­\ntigen. Sie helfen dir, Informationen wahrzunehmen und zu\nverarbeiten sowie der Situation entsprechend zu handeln\nund zu kommunizieren, meistens so, dass niemand zu\nSchaden kommt.\nSECHS WICHTIGE FUNKTIONEN\nVON GEFÜHLEN\n• Sie sichern dein Überleben, indem sie dich blitzschnell\nzum Reagieren bringen.\n• Sie informieren dich über deine Bedürfnisse.\n• Sie regen dich zum Handeln an, um deine Bedürfnisse\nzu befriedigen beziehungsweise zu schützen.\n• Sie unterstützen dich dabei, Entscheidungen zu treffen.\n• Sie helfen dir, neue Erfahrungen und Erinnerungen ab­\nzuspeichern und diese auch wieder rekonstruieren zu\nkönnen.\n• Sie regulieren Beziehungen zu anderen Menschen.\n12"
        },
        {
            "page_number": 14,
            "content": "Warum Wir Gefühle haben\nWäge stets gut ab,\nob du deinen\nGedanken und\nGefühlen Glauben\nschenken darfst.\nSie entsprechen\nnicht immer der\nRealität!\n13"
        },
        {
            "page_number": 15,
            "content": "WAS GEFÜHLE AUSLÖST\nJ eder Mensch reagiert anders auf Situationen. Manche\nsind gefühlsbetonter als andere, sind nah am Wasser\ngebaut und nehmen jegliche Schwingung wahr. Vielleicht\nkommt dir das bekannt vor. Man kann aber auch je nach\nTageszeit, Stimmungslage und sogar Wetter emotionaler\noder weniger emotional reagieren.\nANGEBOREN ODER ERLERNT\nIn der Forschung geht man davon aus, dass ein Teil der\nGefühlsauslöser angeboren, also evolutionär bedingt ist,\nund deshalb die meisten Menschen auf diese Auslöser\nemotional reagieren. Andere Auslöser sind erlernt. Darauf\nreagieren nicht alle Menschen.\nJeder Mensch hat individuelle Auslöser und evolutionär\nbedingte Auslöser, auf die er emotional reagiert. Ausnah­\nmen bestätigen die Regel.\nREIZ = GEFÜHL\nGefühle werden immer durch einen Auslöser, also einen\nReiz, ausgelöst. Diese können im Außen (eine bestimmte\nSituation, Person usw.) oder im Innen (Erinnerung, inneres\nBild, Gedanken, ein anderes Gefühl) ihren Ursprung\nhaben.\n14"
        },
        {
            "page_number": 16,
            "content": "Was Gefühle auslöst\nSECHS KATEGORIEN VON AUSLÖSERN\n• Automatische Bewertungssysteme: Du bist zum Bei­\nspiel mit dem Auto unterwegs, möchtest links abbiegen\nund nimmst ein dir entgegenkommendes Fahrzeug\nwahr. Dein Körper wird die Situation automatisch be­\nwerten und reagieren.\n• Gefühl durch Interpretation: Du befindest dich bei­\nspielsweise in einer mehrdeutigen Situation, verlässt\ndiese und fängst dann an, über die Situation nachzu­\ndenken. Dadurch gelangst du zu einer Interpretation\nund einem dazugehörigen Gefühl.\n• Zurückliegende Ereignisse: Wenn Ereignisse emotio­\nnal belastend oder sehr intensiv waren, kann dies Ge­\nfühle auslösen. Diese Erinnerungen können beispiels­\nweise durch Klänge und Düfte ausgelöst werden.\n• Unsere Fantasie: Du kannst lernen, in deiner Fantasie\nSzenen entstehen zu lassen, die dich emotional berüh­\nren und emotional werden lassen.\n• Gefühle anderer: Wenn du eine emotionale Reaktion\n(oftmals bei Wut oder Trauer) einer anderen Person\nwahrnimmst, kann auch dies Gefühle in dir auslösen.\n• Erlernte Gefühlsreaktion: Wie – mit welchem Gefühl\nund in welcher Intensität – du auf bestimmte Gegeben­\nheiten reagierst, wird dir auch durch deine Erziehung\nund Kultur vermittelt.\n15"
        },
        {
            "page_number": 17,
            "content": "GEFÜHLE UND EMOTIONEN\nSIND NICHT DASSELBE\nI n der Alltagssprache, aber auch in vielen Fachbüchern\nwerden diese beiden Begriffe gleichbedeutend verwen­\ndet. Doch es handelt sich um unterschiedliche Dinge und\nes ist wichtig, diese auch zu unterscheiden. Deshalb\nmöchte ich dir im Folgenden die Begrifflichkeiten Gefühle,\nEmotionen und zudem Stimmung näherbringen. Dafür\nhabe ich mich an den Definitionen des Emotionsforschers\nRobert Plutchik (1927–2006) orientiert.\nEMOTIONEN\nEine Emotion bezieht sich in der Regel auf etwas Be­\nstimmtes. Du hast Angst vor etwas, du freust dich auf\netwas, du trauerst um etwas usw. Dieses »Etwas« muss\nnicht im Außen existieren, sondern du kannst es dir auch\nlediglich in deinem Kopf vorstellen, wie zum Beispiel\neinen künftigen Zahnarzttermin oder die Erinnerung an\nein Ereignis. Beides kann emotionale Reaktionen herbei­\nführen.\nEine Emotion besteht aus vier Komponenten:\n• Körperliche Reaktion\n• Gefühle\n• Gedanken\n• Verhalten\n16"
        },
        {
            "page_number": 18,
            "content": "Gefühle und emotionen sind nicht dasselbe\nGEFÜHLE\nEin Gefühl ist eine Komponente einer Emotion. Es handelt\nsich um den Teil, den du fühlst und der somit subjektiv ist.\nAlso kannst du zwar dein Gefühl beschreiben, aber nur du\nallein weißt, wie es sich für dich anfühlt. Gefühle sind mit\ndem Denken verbunden und werden durch frühere Lebens­\nerfahrungen, Vorstellungen und Bewertungen beeinflusst.\nJe nachdem, wie du eine Situation (oft unbewusst) bewer­\ntest, fühlst du. Welche Gefühle du in einer bestimmten\nSituat ion hast, hängt also zu einem großen Teil von deiner\neigenen Interpretation und Bewertung ab.\nSTIMMUNG\nDie Stimmung stellst du dir am besten vor wie das Wetter.\nEs kann heiter oder bewölkt sein und alles davor, dazwi­\nschen und danach. Deine Stimmung wird nicht zwingend\ndurch bestimmte Gedanken, Situationen oder Personen\nbeeinflusst, sondern es kann auch sein, dass du morgens\neinfach mit einer bestimmten Stimmung aufwachst, ohne\ndass es für diese einen wirklich erklärlichen Grund gibt. Im\nGegensatz zu einer Emotion ist die Stimmung von gerin­\nger Intensität, hält aber meist länger an.\nDas Problem mit der Stimmung ist: Aufgrund einer be­\nstimmten Stimmungslage können wir anfälliger für inten­\nsivere Gefühle sein. Wenn du dich beispielsweise nieder­\ngeschlagen fühlst, kann auch Traurigkeit oder Verzweiflung\naufkommen.\n17"
        },
        {
            "page_number": 19,
            "content": "ANGEBOREN ODER ERLERNT?\nD a Gefühle subjektiv und von außen nicht beobachtbar\nsind, müssen wir uns zur Beantwortung der Frage, ob\nGefühle angeboren oder erlernt sind, eine Komponente\nder Emotionen zur Hilfe nehmen: die körperliche Reaktion.\nGefühle entstehen aus einem\nZusammenspiel mehrerer Faktoren.\nBezieht man sie mit ein, beantwortet die Forschung die\nFrage wie folgt: Gefühle sind weder angeboren noch er­\nlernt, sondern es gibt ein Zusammenspiel zwischen Genen\nund Umwelt.\nDAS SPRICHT FÜR ANGEBOREN\n• Indem man Neugeborenen unmittelbar nach der Geburt\neine süße und dann eine bittere Lösung auf die Zunge\ngeträufelt hat, konnte beobachtet werden, dass sie be­\nreits in diesem Alter emotionale Reaktionen zeigten.\n• Die Gesichtsausdrücke von blind geborenen Kindern bei\nFreude, Angst, Traurigkeit, Ekel, Ärger und Überraschung\nähneln den Gesichtsausdrücken von sehenden Kindern.\n• Bestimmte emotionale Gesichtsausdrücke werden nicht\nnur in der eigenen Kultur, sondern auch in fremden Kul­\nturen erkannt.\n18"
        },
        {
            "page_number": 20,
            "content": "anGeboren oder erlernt?\nDAS SPRICHT FÜR ERLERNT\n• Je nachdem, in welcher Kultur jemand aufgewachsen\nist, werden in bestimmten Situationen andere emotio­\nnale Reaktionen gezeigt. So lernen wir durch unsere\nBezugspersonen, in welcher Situation welches Gefühl\nin welcher Intensität angebracht ist. So sind beispiels­\nweise die Reaktionen von Angehörigen einer verstor­\nbenen Person bei der Beerdigung in eher südlichen\nRegionen im Vergleich zu nördlichen Regionen recht\nunterschiedlich.\n• Es konnten Geschlechterunterschiede im Gefühlsaus­\ndruck im Vorschulalter beobachtet werden. So zeigen\nMädchen eher internalisierende (nach innen gerichtete)\nGefühle wie Traurigkeit, Angst, Scham und Mitleid, wo­\nhingegen Jungen eher externalisierende (nach außen\ngerichtete) Gefühle wie Ärger, Verachtung und Ekel\nzeigen.\nGENE UND UMWELT\nDeine Gefühle werden also durch deine Gene und deine\nUmwelt, aber auch durch dein eigenes Erleben und Ver­\nhalten geformt. Das ist eine gute Nachricht, weil dies be­\ndeutet, dass du deinen Gefühlen nicht ausgeliefert bist,\nsondern aktiv etwas an deinem Gefühlserleben ändern\nkannst. Das bedeutet nicht, dass sich nun von heute auf\nmorgen alles um 180 Grad drehen muss. Solche Verände­\nrungen dürfen auch Schritt für Schritt erfolgen.\n19"
        },
        {
            "page_number": 21,
            "content": "EINE GROSSE, BUNTE PALETTE\nVON GEFÜHLEN\nW ie viele Gefühle gibt es eigentlich? Je nachdem,\nwelche Forschenden man zu welchem Zeitpunkt\nfragen würde, erhielte man eine andere Antwort. Deshalb\nkann auch ich es nicht abschließend beantworten. Eine\nOrientierung kann ich dir jedoch mit auf den Weg geben.\nFÜNF KATEGORIEN VON GEFÜHLEN\nDie Gefühle, die uns täglich oft begegnen, werden im Fol­\ngenden in vier beziehungsweise fünf Kategorien unter­\nteilt:\n• Freude: begeistert, dankbar, freudig, gerührt, glücklich,\nleidenschaftlich, stolz, übermütig, zufrieden, zuversicht­\nlich\n• Angst: ängstlich, angespannt, besorgt, nervös, reuig,\nschuldig, unsicher, unterlegen, verlegen\n• Wut: abgeneigt, eifersüchtig, wütend, missmutig, miss­\ntrauisch, neidisch, ungeduldig, verachtend, verärgert,\nwiderwillig, zornig\n• Trauer: besorgt, bestürzt, deprimiert, einsam, entmu­\ntigt, enttäuscht, gekränkt, hilflos, leer, leidend, nieder­\ngeschlagen, traurig, verzweifelt, verletzt\n• Sonstige: angeekelt, erschöpft, gelassen, neugierig,\nskeptisch, überfordert\n20"
        },
        {
            "page_number": 22,
            "content": "eine Grosse� bunte � alette �on Gefühlen\nDIE BEGRIFFE ANGST, WUT UND TRAUER\nIN DIESEM BUCH\nDie Einteilung der Gefühle in Kategorien soll dir die Arbeit\nmit diesem Buch erleichtern. Die fünfte Kategorie wurde\nerstellt, weil einige Gefühle keiner der vier Kategorien\nsinnvoll zugeordnet werden können. Selbstverständlich ist\ndie Auflistung der Gefühle nicht vollständig; viele andere\nGefühle können den Kategorien zugeordnet werden.\nDu wirst zu den Kategorien Angst, Wut und Trauer Infor­\nmationen, Erklärungen und Tools zum Umgang mit deinen\nGefühlen finden. Wenn also im Folgenden beispielsweise\n»Wut« steht, dann handelt es sich um die Gefühle aus der\nKategorie »Wut«.\nBei Angst, Wut und Trauer handelt es sich um Gefühle,\ndie uns häufig zu schaffen machen. Vielleicht haben wir\nkeinen geeigneten Umgang mit diesen Gefühlen erlernt\noder es fällt uns aufgrund negativer Erfahrungen schwer,\nsie als hilfreich zu erleben. Dann wird das Ziel der Gefühle,\nein bestimmtes Bedürfnis zu befriedigen, verfehlt. Diese\nBedürfnisse zu erkennen und die passenden Gefühle dazu\nzu erleben, gilt es (wieder) zu erlernen.\nEinige Tools kannst du bei Gefühlen aus zwei oder sogar\nallen drei Kategorien anwenden, da es beim Erleben eini­\nger Gefühle und also auch bei der Wirkung der Tools Über­\nschneidungen gibt. Wende ein Tool nicht nacheinander bei\nverschiedenen Gefühlen an, sondern lasse ein w enig Zeit\nverstreichen. Dadurch unterstützt du deinen Körper, dich\nbei einem bestimmten Gefühl an eine bestimmte Übung\nzu erinnern.\n21"
        },
        {
            "page_number": 23,
            "content": "TOOL #1\nBIS INS KLEINSTE\nDETAIL\nANGST WUT\nDauer: 5 Minuten\nStrategie: Aufmerksamkeitskontrolle (Achtsamkeit)\nWirksamkeit: kurz­ und langfristig\nKörperebene: Sinne und Gedanken"
        },
        {
            "page_number": 24,
            "content": "TOOL #1 bis ins kleinste detail\nMACH DAS, WENN …\nWenn du jemand bist, der oftmals überstürzt handelt, hilft\ndir dieses Tool, mehr Kontrolle über deine Reaktionen zu\nerlangen, um in kritischen Momenten ruhiger und reflek­\ntierter zu handeln.\nSO GEHT’S\nV Wähle ein Objekt in deiner Umgebung aus, auf das du\ndich nun konzentrieren möchtest.\nV Setze dir einen Timer auf fünf Minuten und lenke deine\nganze Aufmerksamkeit auf das ausgewählte Objekt.\nV Schaue es dir ganz genau an und versuche, alles bis ins\nkleinste Detail wahrzunehmen.\nV Schließe nun deine Augen und versuche, das Objekt in\nGedanken zu beschreiben:\nV Wie sieht es aus?\nV Wie groß ist es?\nV Wie ist es geformt?\nV Welche Farbe oder Farben hat es?\nV Wie fällt das Licht darauf?\nV Wie fühlt es sich an?\nV Hat es unterschiedliche Texturen?\nV …\nSolltest du gedanklich abschweifen, ärgere dich nicht. Das\nist zu Beginn normal. Richte einfach deine Aufmerksamkeit\nerneut auf das Objekt.\n23"
        },
        {
            "page_number": 25,
            "content": "TOOL #2\nWAS ICH FÜHLE\nANGST WUT TRAUER\nDauer: 15–30 Minuten\nStrategie: Aufmerksamkeitskontrolle (Imagination)\nWirksamkeit: kurz­ und langfristig\nKörperebene: Sinne und Gedanken"
        },
        {
            "page_number": 26,
            "content": "TOOL #2 Was ich fühle\nMACH DAS, WENN …\nWenn du damit beginnst, dich eingehender mit deiner\nGefühlswelt auseinanderzusetzen, fällt es dir möglicher­\nweise schwer, ein bestimmtes Gefühl zu erkennen. Ist es\nein Gefühl der Angst? Oder der Wut? Oder der Trauer?\nWelches ist es genau? Dann kann es hilfreich sein, dein\nGefühl visuell darzustellen. Zudem kannst du dabei dein\nGefühl niederschwellig ausleben.\nSO GEHT’S\nV Zeichne auf ein Blatt Papier einen Baum.\nV Versuche, deine Gedanken dabei, so gut es geht, aus­\nzuschalten. Zeichne einfach drauflos. Vielleicht fällt es\ndir zunächst schwer, zu beginnen, aber je länger du da­\nran bist, desto leichter wird es dir fallen.\nV Wähle die Farben, Formen und Schattierungen, die dir\njetzt gerade in den Sinn kommen.\nV Was für ein Gefühl könnte dieser Baum darstellen?\nV Nimmst du durch das Zeichnen eine Veränderung (kör­\nperlich, gedanklich usw.) wahr? Falls ja, welche? Du\nkannst dir Notizen machen, um sie später – wenn du die\nÜbung wiederholst – zu vergleichen.\nV Nimmst du keine Veränderung wahr oder hast du Mühe,\ndas Gefühl einzuordnen, lege eine kurze Pause ein und\nlasse das Tool wirken. Schaue beispielsweise einige\nMinuten aus dem Fenster und widme dich dann erneut\nder Übung.\n25"
        },
        {
            "page_number": 27,
            "content": "UNSERE GEFÜHLE – UNSERE REAKTIONEN\nJe nachdem, um welches Ge­\nfühl es sich handelt, nehmen\nwir andere körperliche Reak­\ntionen wahr. Zu wissen, wie\ndein Körper bei welchem Ge­\nfühl reagiert, kann dir helfen,\ndas Auftreten eines Gefühls\nfrühzeitig zu erkennen und\nentsprechend zu handeln. Je\nmehr du also über deine Ge­\nfühle Bescheid weißt, desto\nleichter wird dir der Umgang\nmit ihnen fallen. Führe die fol­\ngende Basis­Übung am bes­\nten jetzt, bevor du im Verlauf des Buches mehr über die\neinzelnen Gefühle erfahren wirst, einmal durch.\nMEIN KÖRPER – MEINE SIGNALE\nErstelle für die Gefühle Angst, Wut und Trauer eine\nListe mit deinen körperlichen Reaktionen. Achte auf\nkleine körperliche Unterschiede in deiner Wahrneh­\nmung. Nimm dir für diese Übung ausreichend Zeit.\nStatt deine körperlichen Reaktionen zu den drei Ge­\nfühlen aufzulisten, kannst du eine menschliche Silhou­\nette skizzieren und deine körperlichen Reaktionen wie\nin dem obenstehenden Beispiel an den entsprechen­\nden Stellen notieren.\n26"
        },
        {
            "page_number": 28,
            "content": "kurz und kna��\nKURZ UND KNAPP\n• Gefühle stellen deinen inneren Kompass dar und helfen\ndir, in unserer Welt zurechtzukommen, indem sie deine\nAufmerksamkeit auf relevante Dinge richten.\n• Emotionen bestehen aus vier Komponenten. Gefühle\nstellen eine dieser Komponenten dar.\n• Emotionen werden von außen wahrgenommen, Ge­\nfühle nicht.\n• Es gibt eine große Anzahl an Gefühlen. Man unterschei­\ndet zwischen angenehmen und unangenehmen Gefüh­\nlen.\n• Emotionen und Gefühle halten im Vergleich zur Stim­\nmung eher kurz an, sind dafür stärker in ihrer Intensität.\n• Gefühle beziehungsweise Emotionen sind zum Teil ver­\nerbt, also angeboren, und zum Teil durch unser Umfeld\n(durch unsere Bezugspersonen, Kultur usw.) erlernt.\n• Es gibt unterschiedliche emotionale Auslöser. Solche,\ndie im Außen sind, und solche, die durch unsere bloße\nVorstellung entstehen.\n27"
        },
        {
            "page_number": 29,
            "content": "Angst –\ndas Gefühl,\ndas dich\nschützt"
        },
        {
            "page_number": 30,
            "content": "Angst versetzt dich in Alarmbereitschaft und kann dich\ndarauf vorbereiten, im Falle einer realen Gefahr zu\nfliehen oder zu kämpfen (Englisch: flight or fight). Angst\nkann dich auch lähmen (du erstarrst, Englisch: freeze) und\nist manchmal kaum zu ertragen. Je nachdem, ob die Be­\ndrohung unmittelbar stattfindet oder erst in Zukunft (mög­\nlicherweise) eintreten wird, reagiert dein System. Es hat\neine Hauptfunktion: dich zu schützen.\nUNMITTELBARE BEDROHUNG\nWenn die Bedrohung unmittelbar stattfindet, dann zeigt\ndein Verhalten eher eine Auseinandersetzung mit der Ge­\nfahr (Flucht, Kampf oder Erstarren) und deine Schmerz­\nempfindlichkeit wird herabgesetzt. Es ist also eine nützliche\nkörperliche Reaktion, die dir beim Überleben helfen soll.\nBEVORSTEHENDE (MÖGLICHE) BEDROHUNG\nDie Angst vor einer bevorstehenden (möglichen) Bedro­\nhung führt zu einer erhöhten Muskelanspannung, die\nSchmerzempfindlichkeit wird erhöht. Die am stärksten über­\nwältigende und lähmende Angst empfinden wir, wenn wir\nnichts tun können und daher auch nicht damit beschäftigt\nsind, mit einer vor uns liegenden Gefahr fertigzuwerden.\n29"
        },
        {
            "page_number": 31,
            "content": "WODURCH ANGST AUSGELÖST WIRD\nV ielleicht fragst du dich manchmal, warum du dich vor\nso vielen Dingen fürchtest, andere Menschen jedoch\nnicht. Dafür gibt es eine Erklärung:\nWir können lernen,\nuns vor fast allem zu fürchten.\nSelbst vor Dingen, die nicht wirklich eine Gefahr darstellen.\nDas sehen wir bereits bei Kleinkindern, die sich beispiels­\nweise oft vor dem Inneren eines dunklen Kleiderschranks\noder dem Etwas im Dunkeln unter dem Bett fürchten.\nUNIVERSELLE AUSLÖSER\nDER ANGST\nEs gibt aber auch sogenannte »universelle« angstaus­\nlösende Dinge, die angeboren sind. Dazu gehören bei­\nspielsweise der Anblick einer Schlange oder die bloße\nVorstellung, an einer zehn Meter hohen Wand hochzuklet­\ntern und dann herunterzuschauen.\nEs gibt jedoch auch Menschen, die keine Angst vor\nSchlangen haben oder die in beträchtlicher Höhe arbeiten\nkönnen, ohne einen Hauch von Angst zu verspüren. Das\nzeigt wiederum, dass wir die Angst vor gewissen Dingen\nauch »verlernen« können.\n30"
        },
        {
            "page_number": 32,
            "content": "Wodurch Angst Ausgelöst Wird\nGEDANKE = REAKTION\nUnser Gehirn kann nicht unterscheiden, ob es sich um\neinen realen Reiz, also eine reale Gefahr in der Umwelt,\noder lediglich einen angstauslösenden Gedanken handelt.\nAus diesem Grund wird dein Körper bei solchen Gedanken\nso reagieren, als wäre tatsächlich eine Gefahr vorhanden.\nFAKTEN-CHECK\nUnsere Gedanken lösen häufig Fehlalarme aus. Je\nnachdem, wie du darauf reagierst, wirst du dich schnell\nwieder beruhigen oder eben nicht. Stelle dir bei einem\nangstauslösenden Gedanken folgende Fragen: Kann\nich mir sicher sein, dass dieser Gedanke zu 100 Pro­\nzent wahr ist? Verwechsle ich diesen Gedanken mit\neinem Fakt? Was wäre eine andere mögliche, vielleicht\nsogar realistischere Erklärung?\nDEN GEDANKENGANG UNTERBRECHEN\nIndem du deine Gedanken mit der Realität vergleichst,\nhandelst du nicht »im Affekt«, sondern verschaffst dir die\nMöglichkeit, die Situation rational einzuschätzen. Je öfter\ndu dich in einem angstauslösenden Gedankengang un­\nterbrichst und dir genau solche Fragen stellst, desto ein­\nfacher und schneller wird dir die Unterbrechung zukünftig\ngelingen und desto schneller wirst du dich beruhigen\nkönnen.\n31"
        },
        {
            "page_number": 33,
            "content": "DEINE ANGST WILL DIR\nETWAS MITTEILEN\nH ast du dir schon einmal Gedanken darüber gemacht,\nwarum eine Angst aufgekommen ist und was sie dir\nmitteilen wollte? Hast du deiner Angst erlaubt, da zu sein,\nhast du sie ausgelebt? Oder hast du sie sofort weggescho­\nben und versucht, sie zu unterdrücken? Denkst du nun\n»Mist, erwischt!«, lies bitte besonders aufmerksam weiter.\nWENN DU DEINE ANGST IGNORIERST,\nWIRD SIE STÄRKER\nVielleicht meinst du: »Angst ist unangenehm, warum sollte\nich ihr erlauben, da zu sein?« Die Antwort lautet: Je stärker\ndu deine Angst von dir stößt, desto mehr wird sie an Kraft\ngewinnen. Durch das Unterdrücken verschwindet die Angst\nleider nicht, sondern kommt oft später mit noch stärkerer\nWucht zurück. Versuche daher, deiner Angst gut zuzuhören\nund herauszufinden, was sie dir mitteilen möchte.\nDEIN KÖRPER MÖCHTE DICH BESCHÜTZEN\nDie Hauptfunktion der Angst ist, dein Überleben zu sichern,\nindem sie dich vor (möglichen) Bedrohungen schützt. Sie\nerinnert dich also daran, dass dein Bedürfnis nach Sicher­\nheit in diesem Moment nicht ausreichend befriedigt ist.\n32"
        },
        {
            "page_number": 34,
            "content": "deine Angst Will dir etWAs mitteilen\nDurch Angst versucht\ndein Körper, dich vor\nGefahren zu schützen.\nManchmal wird er\ndabei überfürsorglich.\nSei ihm dankbar,\nversuche ihm jedoch\nauch zu zeigen, dass\ndu in Ordnung und\nin Sicherheit bist.\n33"
        },
        {
            "page_number": 35,
            "content": "DEIN KÖRPER SCHICKT DIR\nWARNSIGNALE\nMÖGLICHE KÖRPERLICHE REAKTIONEN\n• Du atmest flach.\n• Du hast Herzpochen beziehungsweise ­rasen.\n• Du hast einen beschleunigten Puls.\n• Du fühlst dich nervös.\n• Du hast ein Zittern, Kribbeln, Juckreiz.\n• Du schwitzt beziehungsweise hast Hitzewallungen.\n• Du hast einen trockenen Mund.\n• Deine Muskeln sind angespannt oder verspannt.\n• Du hast einen verkrampften Kiefer.\n• Du hast Kopfschmerzen.\n• Du hast Verdauungsprobleme oder gehst häufig auf die\nToilette.\n• Deine Beine werden eher warm, deine Hände kalt.\nMÖGLICHE GEDANKEN\n• »Ich muss hier weg.«\n• »Ich kann/schaffe das nicht.«\n• »Alle schauen mich an.«\n• »Es soll endlich vorbeigehen.«\n• »Was wäre, wenn …«\n• »Ich werde gleich ohnmächtig.« …\n34"
        },
        {
            "page_number": 36,
            "content": "dein Körper schicKt dir W ArnsignAle\nMÖGLICHES VERHALTEN\nAngst kann dich lähmen oder mobilisieren (Erstarren,\nFlucht oder Kampf). In der Regel wirst du versuchen, die\nSituation zu vermeiden, also zu fliehen. Du bewegst dich\nweg vom Reiz – von der möglichen Gefahr. Wenn es sich\nnicht um eine akute Gefahr handelt, wirst du vielleicht ner­\nvös und unruhig, kannst nicht still sitzen, wirst schreckhaft\noder weinst, oder du lenkst dich ab, schiebst Dinge hin\nund her. Vielleicht versuchst du, deine Angst mit ungesun­\nden Strategien wie zum Beispiel Alkohol oder übermäßi­\ngem Essen ruhigzustellen.\nGIB DIR EINE SORGENZEIT\nGedanken lösen Gefühle aus. Wenn du dir beispiels­\nweise ständig Sorgen um eine bestimmte Sache\nmachst, wird dein Körper die entsprechenden Reaktio­\nnen auslösen. Das kann dazu führen, dass du unter\nDauerstress gerätst. Eine Möglichkeit ist nun, deine\n»Sorgenzeit« einzugrenzen: Du kannst eine bestimmte\nUhrzeit und Dauer mit dir selbst vereinbaren, wann\nund wie lange du dir Sorgen über diese bestimmte\nSache machen »darfst«. Außerhalb dieser Sorgenzeit\nversuchst du, die Sorgen von dir weg – beziehungs­\nweise in den Hintergrund zu schieben. Passende Tools\ndafür wirst du in diesem Buch kennenlernen (siehe\nzum Beispiel Tool 11). Das heißt aber nicht, dass du sie\nfür immer dorthin schieben sollst, sondern nur für eine\nbestimmte Zeit, bis du dich ihnen widmest.\n35"
        },
        {
            "page_number": 37,
            "content": "WAS BEI ANGST IN DEINEM\nGEHIRN GESCHIEHT\nZ u wissen, was bei Angst in deinem Gehirn passiert,\nkann dir helfen, gewisse Dinge besser nachzuvollzie­\nhen und damit auch verständnisvoller mit dir selbst zu sein.\nDu kannst lernen, wann der\nrichtige Moment gekommen ist, um etwas\nan deinen Gefühlen zu verändern.\nEs ist dir möglich, in deine Gefühlswelt einzugreifen, da\nReize auf zwei Wegen verarbeitet werden.\nWENN ES SCHNELL GEHEN MUSS:\nSCHNELLER WEG\nBeim schnellen Weg wird der Reiz wahrgenommen und\nüber den Thalamus direkt zur Amygdala weitergeleitet. So\nwird er in kürzester Zeit verarbeitet und es wird eine be­\nstimmte emotionale Reaktion ausgelöst. Die Amygdala\nwird aktiviert, noch bevor dir bewusst wird, dass es etwas\ngibt, wovor du dich fürchten müsstest. In gewissen Situa­\ntionen macht das Sinn. Ein Beispiel: Du überquerst gerade\nin aller Ruhe die Straße und plötzlich nimmt dein Gehirn\nauf der linken Seite einen Reiz wahr: Ein Auto rast auf dich\nzu. Du springst aus dem Weg und bist gerettet.\n36"
        },
        {
            "page_number": 38,
            "content": "WAs bei Angst in deinem gehirn geschieht\nThalamus Amygdala\nReiz Reaktion\nThalamus: Man nennt ihn »das Tor zum Bewusstsein«, da\ner alle Sinneseindrücke und Informationen aus der Umwelt\nsammelt, verarbeitet, filtert und dann weiterleitet – wenn\ner eine Information oder einen Eindruck als wichtig emp­\nfindet.\nAmygdala: Die Amygdala erhält vom Thalamus eine\ngrobe »Skizze« der Situation, um schnell einschätzen zu\nkönnen, ob ein Reiz schädlich oder nützlich für dich ist. Um\ngefährliche Dinge erkennen zu können, greift sie auf Erfah­\nrungen zurück.\nReaktion: Dein Körper bereitet sich darauf vor, mit der\nBedrohung fertigzuwerden. Du bemerkst möglicherweise\neine schnellere und flachere Atmung, die dabei helfen soll,\nden Sauerstoffgehalt in deinem Körper zu erhöhen. Dein\nHerz wird schneller schlagen. Deine Muskeln sind ange­\nspannt und der Großteil deiner Energie wird umgeleitet in\ndeine Beine. All dies passiert, noch bevor dir bewusst\nwird, dass du Angst hast.\n37\nGEW\nRELLENHCS"
        },
        {
            "page_number": 39,
            "content": "WENN MAN SICH ZEIT LASSEN KANN:\nLANGSAMER WEG\nBei jeder Bedrohung wird auch ein zweites, langsameres\nSignal an dein Gehirn gesendet, und zwar an deinen prä­\nfron talen Kortex. Dieser bewertet den Reiz ausgiebig und\nentwickelt eine passende Reaktion, regelt die Intensität\nder Reaktion und des Gefühls. Wenn die Situation als\n»Keine Bedrohung« eingeschätzt wird, wird dies sofort\nrückgemeldet. Wie du siehst: Welches Gefühl bei einer\nbestimmten Situation entsteht, hängt entscheidend auch\ndavon ab, wie die Situation (teilweise unbewusst) von dir\nbewertet wird.\nPräfrontaler Kortex: Er wägt ab, welche Konsequenzen\nbestimmte Handlungen mit sich ziehen, steuert und plant\nunser Handeln, auch wenn diese Handlungen erst in der\nZukunft liegen, und hilft uns beim Problemlösen.\nPräfrontaler Kortex\nThalamus Amygdala\nReiz Reaktion\n38\nGEW\nREMASGNAL"
        },
        {
            "page_number": 40,
            "content": "WAs bei Angst in deinem gehirn geschieht\nSCHNELLER UND LANGSAMER WEG:\nEIN BEISPIEL\nDu öffnest die Schlafzimmertür und siehst, wie ein dunkles\nkleines »Ding« am Boden davonhuscht. Dein Herz pocht\nplötzlich ganz schnell, deine Beine tragen dich in Windes­\neile aus diesem Zimmer, du schlägst die Türe hinter dir zu,\ndir ist ganz flau im Bauch geworden. Du hast reagierst,\nohne nachzudenken.\nDas ist der Weg des schnellen Signals. Die Amygdala\nhat deinem Körper mitgeteilt, dass eine möglicherweise\ngefährliche Spinne auf dem Boden herumläuft und du des­\nwegen sofort fliehen musst.\nAls du die Türe langsam noch einmal öffnest, bewaffnet\nmit einem Staubsauger, erkennst du, dass es doch nur ein\nFussel war, der durch einen leichten Windstoß, der aufge­\nkommen war, als du die Tür öffnetest, weggefegt worden\nwar. Dein Herz und auch du selbst beruhigen sich all­\nmählich.\nDas ist der langsame Weg. Du hast ein paar Sekunden\ngebraucht, um zu erkennen, dass keine Gefahr vorliegt.\nDein präfrontaler Kortex hat deinem gesamten Körper mit­\ngeteilt »Falscher Alarm« und dadurch beruhigst du dich\nlangsam. Das geschieht langsam, weil gewisse Hormone\nbereits ausgeschüttet wurden und erst wieder abgebaut\nwerden müssen. Das dauert länger, als dies beispielsweise\nbei einem beschleunigten Atem der Fall ist.\n39"
        },
        {
            "page_number": 41,
            "content": "WIE WIR GEFÜHLE REGULIEREN\nKÖNNEN\nD u hast bereits erfahren, dass es nicht förderlich ist,\nunangenehme Gefühle über eine längere Zeit zu un­\nterdrücken, da diese nicht von allein verschwinden, son­\ndern oftmals sogar an Stärke gewinnen. Stattdessen kann\nes sich als nützlich erweisen, Strategien und Techniken\nzu erlernen, die dir bei der Regulierung deiner Gefühle\nhelfen.\nUnterdrücke unangenehme Gefühle nicht,\nsondern lerne,\nmit ihnen angemessen umzugehen.\nDiese Techniken werden nach Gross und Thompson (2007)\nin vier Kategorien eingeteilt (siehe rechte Seite).\nBei der Emotionsregulation geht es darum, …\n• deine eigenen Gefühlszustände angemessen zu regulie­\nren und wenn nötig unangenehme Gefühle in ihrer\nStärke abzuschwächen.\n• Gefühle wahrnehmen und benennen zu können.\n• die Bedürfnisse hinter deinen Gefühlen zu erkennen.\n• einzuschätzen, ob ein Gefühl der Situation angemessen\nist.\n• Gefühle auch zulassen und akzeptieren zu können, ohne\nsie gleich zu unterdrücken oder wegzuschieben.\n40"
        },
        {
            "page_number": 42,
            "content": "Wie Wir gefühle regulieren Können\nSITUATION VERÄNDERN\nDu veränderst etwas an der Situation, beispielsweise in­\ndem du aktiv benennst, was dich in diesem Moment stört.\nAUFMERKSAMKEITSKONTROLLE\nWenn du deine Aufmerksamkeit auf die emotionalen\nAspekte der Situation richtest, wird dein Gefühl an Intensi­\ntät gewinnen. Indem du deine Aufmerksamkeit weg von\ndeinen emotionalen Reaktionen hin zu etwas anderem\nlenkst, kannst du die Intensität des Gefühls reduzieren.\nKOGNITIVE UMBEWERTUNG\nJe nachdem, wie du eine Situation bewertest, empfindest\ndu anders. Wenn du dir freitagabends zu Hause allein\neinen Film anschaust und dir denkst »Endlich kann ich nun\ndiesen Film sehen«, wird dies ein anderes Gefühl in dir\nauslösen, als wenn du dir denkst, »Ich sitze hier ganz\nalleine und alle anderen sind unterwegs mit Freunden«.\nREAKTIONSKONTROLLE\nDurch bestimmte Techniken erlangst du wieder mehr Kon­\ntrolle über deine Reaktion, beispielsweise indem du lang­\nsam und tief ein­ und wieder ausatmest.\n41"
        },
        {
            "page_number": 43,
            "content": "TOOL #3\n5–4–3–2–1\nANGST WUT\nDauer: 2–10 Minuten\nStrategie: Aufmerksamkeitskontrolle (Achtsamkeit)\nWirksamkeit: kurzfristig\nKörperebene: Sinne"
        },
        {
            "page_number": 44,
            "content": "TOOL #3 5–4–3–2–1\nMACH DAS, WENN …\nZu starkes Grübeln oder auch »Was wäre, wenn«­Gedan­\nken können starke Angst und sogar Panik auslösen, ob­\nwohl du in diesem Moment vollkommen sicher bist und dir\neigentlich nichts passieren kann. Wenn du also merkst,\ndass du dich in deinen Gedanken verlierst, solltest du\nnicht warten, bis deine Gefühle dich im Griff haben, son­\ndern frühzeitig eingreifen.\nSO GEHT’S\nV Atme ein paar Mal tief ein und aus.\nV Dann finde nacheinander in deiner Umgebung 5–4–3–\n2–1 Dinge und nimm sie ganz in Ruhe und mit ausrei­\nchend Zeit wahr:\n5 Dinge, die du sehen kannst.\n4 Dinge, die du fühlen kannst.\n3 Dinge, die du hören kannst.\n2 Dinge, die du riechen kannst.\n1 Ding, das du schmecken kannst.\nTipps: Beim Riechen kannst du beispielsweise den Duft\ndeines Duschgels auf deiner Haut wahrnehmen. Wenn du\nbeim Schmecken nichts findest, achte darauf, was deine\nGeschmacksknospen auf der Zunge gerade wahrnehmen.\n43"
        },
        {
            "page_number": 45,
            "content": "WIE DIESES TOOL WIRKT\nVerlierst du dich mit den Gedanken oft irgendwo in der\nVergangenheit oder Zukunft? Dann hilft dir diese Sinnes­\nübung, dich wieder in die Gegenwart zurückzubringen.\nSinnesübungen helfen dir,\nzurück in die Gegenwart zu finden.\nDu gelangst schnell zurück ins Hier und Jetzt, wenn du\ndich auf deine Sinne fokussierst und aktiv wahrnimmst,\nwas es im aktuellen Moment wahrzunehmen gibt.\nÜBEN, ÜBEN – VERINNERLICHEN\nJe öfter du dieses Tool einsetzt, desto schneller wird es dir\ndemnächst gelingen, mit deinen Gedanken und Gefühlen\nin die Gegenwart zurückzukommen. Es ist jedoch absolut\nnormal, wenn du dich zu Beginn nicht sofort von deinen\nGedanken lösen kannst, sondern dich immer wieder in\nihnen verlierst. Das ist wirklich in Ordnung. Gib dir die\nnötige Zeit, dich an diese Art von Übung zu gewöhnen.\nMit jeder Wiederholung wird es dir ein kleines bisschen\nschneller gelingen, da sich dein Gehirn an den Ablauf der\nÜbung gewöhnt. Zugleich kommt dir zugute, dass du\ndurch die Wiederholungen neue Bahnen schaffst. Das\nwirkt tief auf dein Gehirn und deine künftigen Gefühle und\nReaktionen auf diese.\n44"
        },
        {
            "page_number": 46,
            "content": "TOOL #3 5–4–3–2–1\nNEUROPLASTIZITÄT\nUnser Gehirn kann sich durch neue Erfahrungen verän­\ndern. Dies wird Neuroplastizität genannt. Durch mehrere\nWiederholungen wird ein neues neuronales Netz gebildet.\nNeuronen sind Nervenzellen, die unter anderem für die In­\nformationsverarbeitung zuständig sind. Wenn du eine be­\nstimmte Sache immer wieder machst, entsteht ein kleiner\nWeg in deinem Gehirn. Zunächst sieht man ihn kaum,\ndann wird er immer größer. Es ist wie bei einem Pfad in\nder Natur beziehungsweise einer Autobahn: Stelle dir\neinen kleinen Trampelpfad im Wald vor. Je öfter du diesen\nWeg gehst, desto breiter wird dieser Trampelpfad, bis da­\nraus ein Wanderweg, später eine kleine Straße und nach\nganz vielen Wiederholungen eine Autobahn wird. Spätes­\ntens dann wirst du diese Sache automatisch ausführen.\nAUTOFAHREN LERNEN: EIN BEISPIEL\nZu Beginn müssen Fahrlernende an jeden Handgriff und\njede Fußstellung aktiv denken. Manchmal wird es klappen,\nmanchmal nicht. Mit jeder Wiederholung wird es ihnen\njedoch einfacher fallen und irgendwann werden sie nicht\nmehr daran denken müssen, dass sie nun kuppeln müss­\nten und sich der zweite Gang hinten links befindet, son­\ndern ihre Bewegungen werden automatisch ablaufen.\n45"
        },
        {
            "page_number": 47,
            "content": "TOOL #4\nBAUCHATMUNG\nANGST WUT\nDauer: 5 Minuten\nStrategie: Reaktionskontrolle (Atmung)\nWirksamkeit: kurzfristig\nKörperebene: Atem"
        },
        {
            "page_number": 48,
            "content": "TOOL #4 bAuchA tmung\nMACH DAS, WENN …\nDurch Bauchatmung kannst du deinem Körper helfen, zur\nRuhe zu kommen. Wenn du dich angespannt, gestresst,\nängstlich oder wütend fühlst, kannst du sie dafür nutzen,\nüber deinen Körper deine gesamte Verfassung zu beruhi­\ngen.\nSO GEHT’S\nV Setze oder lege dich hin.\nV Lege eine Hand auf deinen Brustkorb und die andere\nHand auf deinen Bauch.\nV Schließe deine Augen, damit du deine Aufmerksamkeit\nbesser nach innen richten kannst. Möchtest du deine\nAugen lieber offen lassen, fixiere einen ruhigen Punkt\nam Boden oder an der Wand, damit du nicht abgelenkt\nwirst.\nV Atme nun langsam durch die Nase in deinen Bauch hi­\nnein und fühle, wie sich dein Bauch stärker ausdehnt als\ndein Brustkorb.\nV Atme dann durch den Mund wieder aus.\nV Zähle beim Ein­ und Ausatmen innerlich »eins­zwei­drei­\nvier« mit.\nV Wiederhole den Ablauf einige Minuten lang.\nWenn du dir dieses Tool angeeignet hast und dich daran\ngewöhnt hast, wirst du spüren: Dein Atem ist dein Anker.\n47"
        },
        {
            "page_number": 49,
            "content": "WIE DIESES TOOL WIRKT\nVielleicht ist dir schon einmal aufgefallen, dass du in Zeiten\nvon Stress, Angst oder Wut begonnen hast, schneller und\nflacher zu atmen. Atemübungen sind ein praktisches Tool,\num wieder Ruhe in deinen Körper zu bringen. Das Ziel von\nAtemübungen ist in erster Linie, tief in den Bauch ein­ und\nwieder auszuatmen und damit eine Verlangsamung des\nAtmens zu erreichen. Denn dein Gehirn verbindet mit e iner\nlangsamen Atmung Ruhe und Entspannung. Dadurch wird\ndein parasympathisches Nervensystem aktiviert.\nDAS ZENTRALE NERVENSYSTEM\nEs umfasst das Rückenmark und das Gehirn und bildet un­\nser Steuerungszentrum. Es regelt Körperfunktionen wie\nunsere Atmung, den Blutkreislauf, den Herzschlag, die\nVerdauung usw., die Aufgaben sind also lebensnotwendig.\nDurch das zentrale Nervensystem sind wir imstande zu\ndenken, zu sprechen, zu lernen und uns zu erinnern. Es\nspielt also auch eine wichtige Rolle bei unseren Gefühlen,\nda Gefühle mit Erinnerungen gekoppelt sind.\nDas sympathische und das parasympathische Nerven­\nsystem sind zwei Bereiche des zentralen Nervensystems\nund Gegenspieler. Das sympathische Nervensystem ist zu­\nständig für die Aktivierung des Körpers und das parasym­\npathische Nervensystem ist für Erholung zuständig.\n48"
        },
        {
            "page_number": 50,
            "content": "TOOL #4 bAuchA tmung\nDAS SYMPATHISCHE NERVENSYSTEM\nDas sympathische Nervensystem bereitet deinen Körper\nauf körperliche und geistige Leistung vor und verbraucht\nbei Aktivierung daher auch mehr Energie. Wenn du dich\nfürchtest, dein Herz schneller schlägt und du flacher\natmest, ist dies das Werk des sympathischen Nervensys­\ntems.\nDas sympathische Nervensystem ist u. a. aktiv bei:\n• Bedrohung\n• Stress\n• Angst\nDAS PARASYMPATHISCHE NERVENSYSTEM\nWie bereits erwähnt, handelt es sich hierbei um den Ge­\ngenspieler des sympathischen Nervensystems. Es steuert\nunsere Körperfunktionen in Ruhe­ und Erholungsphasen.\nWenn du also nach dem Essen ein Blubbern aus deinem\nMagen vernimmst, ist das parasympathische Nervensys­\ntem aktiviert.\nDas parasympathische Nervensystem ist u. a. aktiv bei:\n• Erholung\n• Verdauung\n• Ruhe und Pausen\n49"
        },
        {
            "page_number": 51,
            "content": "TOOL #5\nDEINE INNERE INSEL\nANGST\nDauer: 10–20 Minuten\nStrategie: Aufmerksamkeitskontrolle (Imagination)\nWirksamkeit: kurzfristig\nKörperebene: Gedanken"
        },
        {
            "page_number": 52,
            "content": "TOOL #5 deine innere insel\nMACH DAS, WENN …\nBesonders dann, wenn die Gegenwart belastend und er­\ndrückend ist, kann es hilfreich sein, dass du dir eine kurze\nAuszeit nimmst, indem du dich gedanklich an einen schö­\nnen Ort zurückziehst. Einen Ort, den du dir selbst er­\nschaffst.\nSO GEHT’S\nSchließe deine Augen und stelle dir eine kleine, unbe­\nwohnte Insel vor. Du erreichst sie ganz leicht mit einem\nschwimmenden oder fliegenden Objekt. Nur du kannst\ndie Insel sehen, daher wirst du dort auch nie einer fremden\nPerson begegnen.\nV Wie sieht die Insel aus? Was siehst du? Was hörst du?\nWas riechst du? Was fehlt noch? Stelle dir deine Insel\nganz genau vor. Gestalte sie ganz nach deinen Wün­\nschen. Nimm dir dafür ausreichend Zeit. Du kannst auch\nim Hintergrund leise Musik dazu hören. Welche Musik\nsoll das sein?\nV Solltest du etwas auf der Insel nicht mehr haben wollen,\ndann lege es in ein Floß. Die Wellen werden es mitneh­\nmen.\nV Verweile auf deiner Insel, solange du magst. Bevor du\ndeine Augen öffnest und zurück in die Realität gehst,\natme einige Male bewusst ein und aus.\n51"
        },
        {
            "page_number": 53,
            "content": "Du kannst jederzeit für eine Auszeit auf deine Insel kom­\nmen und auch immer, wenn du magst, etwas verändern.\nWIE DIESES TOOL WIRKT\nNicht alle Menschen empfinden Imaginationsübungen als\nangenehm. Sollten sie sich für dich nicht gut anfühlen,\nwendest du besser andere Tools an. Wenn du dich mit\nImaginationen wohlfühlst, können dir die Übungen dabei\nhelfen, körperliche und emotionale Veränderungen her­\nbeizuführen.\nBei Imaginationsübungen wird deine Vorstellungskraft\ngenutzt. Du lässt in deiner Fantasie Vorstellungen und Bil­\nder entstehen, die du so verändern kannst, wie du es\nmöchtest. In der Regel wird eine solche Übung zu Beginn\nunter Anleitung durchgeführt. Du kannst es jedoch auch\nallein versuchen. Zudem finden sich im Internet unzählige\nVideos und Audios, die dich dabei unterstützen können,\neine Imaginationsübung durchzuführen. Nach ein paar an­\ngeleiteten Malen wirst du die Übung selbstständig durch­\nführen können.\nBeispiele für Imaginationsübungen sind:\n• der innere sichere Ort: Man nennt ihn auch »Wohl­\nfühlort«. Das Ziel dieser Übung (siehe Tool 21) ist es,\neine Erfahrung von Sicherheit zu erleben. Dies erreichst\ndu, indem du dir in Gedanken einen Ort erstellst, den\ndu dir ganz nach deinen Wünschen gestaltest und der\nnur dir gehört. Die Übung kann dir aber auch dabei\n52"
        },
        {
            "page_number": 54,
            "content": "TOOL #5 deine innere insel\nhelfen, deine Gefühle zu regulieren und Selbstwirksam­\nkeit zu erleben.\nWenn bei dir bekannt ist, dass du zu Dissoziationen\n(Verlust der Wahrnehmung der Umwelt, des Körpers,\nder Gedanken und/oder der Gefühle) neigst, führe die\nÜbung statt im Sitzen oder Liegen besser im Gehen\ndurch. Die Übung ist dann zwar weniger intensiv, jedoch\nwird dadurch die Gefahr zu dissoziieren verringert.\n• die Tresorübung: Dieses Tool kann dir dabei helfen,\ndich von Bildern, Erinnerungen oder Gedanken, die\ndich aktuell sehr stark belasten, zu distanzieren. Du\nschließt dabei solche momentan belastenden oder ein­\nfach unerwünschten Gedanken sicher in einem Tresor\noder etwas Tresorähnlichem weg. Zu einem späteren\nZeitpunkt kann man diese Bilder und Erinnerungen – in­\nsofern man dies möchte – beispielsweise im Rahmen\neiner Therapie hervorholen, bearbeiten und verarbei­\nten. Du kannst die Tresorübung auch mit dem Tool 40\nkombinieren.\n• der innere Helfer: Bei diesem Tool geht es darum, ei­\nnen inneren Helfer zu finden, der dir Trost oder auch\nHalt in schwierigen Situationen vermitteln kann. Es kann\nsich hier um eine reale Person oder auch um eine Mär­\nchenfigur oder Ähnliches handeln. Diese Übung kannst\ndu mit dem Tool 36 kombinieren, damit du auch im\nAußen auf deinen inneren Helfer zugreifen kannst.\n53"
        },
        {
            "page_number": 55,
            "content": "TOOL #6\nS.T.O.P.\nANGST WUT\nDauer: 2–5 Minuten\nStrategie: Aufmerksamkeitskontrolle (Ablenkung)\nWirksamkeit: kurzfristig\nKörperebene: Sinne und Gedanken"
        },
        {
            "page_number": 56,
            "content": "TOOL #6 s.t .o.p .\nMACH DAS, WENN …\nWenn du aus dem Grübeln nicht mehr herauskommst,\ndeine Gedanken sich immer wieder und wieder um die\ngleiche Sache drehen und drehen und drehen, dann\nkannst du mithilfe dieses Tools deine Aufmerksamkeit auf\netwas anderes lenken.\nSO GEHT’S\nS.T.O.P. steht für:\nS topp\nT ief ein­ und ausatmen\nO rientiere dich im Raum\nP unkte setzen im Raum\nV Sage laut oder in Gedanken »Stopp« und stelle dir ein\ngroßes rotes Stoppschild dabei vor. Das S steht für den\nStopp selbst.\nV Atme zunächst ein paar Male tief ein und wieder aus.\nV Orientiere dich im Raum, schaue dich um und nimm\nalles im Raum wahr.\nV Nun setzt du gedanklich im Raum Punkte, und zwar so,\ndass sie eine Figur ergeben: ein Quadrat, ein Rechteck\noder Dreieck, ein Stern – was du magst.\nV Zähle alle Dinge auf, die sich in den Eckpunkten der\nFigur befinden.\n55"
        },
        {
            "page_number": 57,
            "content": "TOOL #7\nWASSER MARSCH\nANGST WUT\nDauer: 2–5 Minuten\nStrategie: Aufmerksamkeitskontrolle (Achtsamkeit)\nWirksamkeit: kurzfristig\nKörperebene: Sinne\nWas du benötigst: fließendes Wasser"
        },
        {
            "page_number": 58,
            "content": "TOOL #7 WAsser mArsch\nMACH DAS, WENN …\nWenn du angespannt, nervös oder auch ängstlich bist,\nkannst du durch Wasser deinen Körper wieder bewusster\nwahrnehmen. Es bringt dich in den gegenwärtigen Mo­\nment zurück.\nSO GEHT’S\nV Atme zwei, drei Mal langsam tief ein und wieder aus.\nV Halte dann deine Hände zunächst unter warmes Wasser.\nNimm das Gefühl auf deiner Haut wahr. Wie fühlt es sich\nan? An deinen Fingerspitzen, in deiner Handinnen­\nfläche, auf deinem Handrücken usw. Fühlt es sich in\njedem Teil deiner Hand gleich an?\nV Nun hältst du deine Hände unter kaltes Wasser. Was hat\nsich verändert? Wie fühlt es sich an?\nV Wiederhole das Ganze erneut unter warmem Wasser.\nWie fühlt es sich dieses Mal an? Hat sich das Gefühl ver­\nändert?\n57"
        },
        {
            "page_number": 59,
            "content": "TOOL #8\nEISKALT\nANGST WUT\nDauer: 1–2 Minuten\nStrategie: Aufmerksamkeitskontrolle (Achtsamkeit)\nWirksamkeit: kurzfristig\nKörperebene: Sinne\nWas du benötigst: Eiswürfel"
        },
        {
            "page_number": 60,
            "content": "TOOL #8 eisKAlt\nMACH DAS, WENN …\nDu hast das Gefühl, nicht wirklich »hier« zu sein. Deine Ge­\ndanken drehen sich im Kreis und mit der Zeit fühlst du dich\ntotal überfordert, wirst ängstlich oder wütend oder beides\ngleichzeitig. Mit einem sehr kalten Gegenstand wie dem\nEiswürfel bewirkst du einen kleinen »Schockmoment«, der\ndir dabei hilft, wieder zurück in den gegenwärtigen Mo­\nment zu gelangen.\nSO GEHT’S\nV Halte einen Eiswürfel in deiner Hand. Zunächst nur in\neiner Hand.\nV Wie fühlt es sich am Anfang an?\nV Wie lange dauert es, bis er anfängt zu schmelzen?\nV Wie verändert sich das Gefühl, wenn das Eis zu schmel­\nzen beginnt?\nV Nimm den Eiswürfel dann in die andere Hand.\nV Wie fühlt es sich nun in der Hand ohne Eiswürfel an?\nV Wie fühlt es sich in der Hand mit Eiswürfel an?\nV Du kannst das Eis auch über den Handrücken oder die\nFinger gleiten lassen und spüren, wie es sich anfühlt.\n59"
        },
        {
            "page_number": 61,
            "content": "TOOL #9\nWECHSELATMUNG\nANGST WUT TRAUER\nDauer: 1–2 Minuten\nStrategie: Reaktionskontrolle (Atmung)\nWirksamkeit: kurzfristig\nKörperebene: Sinne"
        },
        {
            "page_number": 62,
            "content": "TOOL #9 WechselA tmung\nMACH DAS, WENN …\n… du dich entspannen oder auf etwas konzentrieren\nmöchtest oder einfach eine kleine Pause brauchst. Du\nkannst die Übung auch kurz vor dem Schlafengehen an­\nwenden. Dafür wiederholst du am besten die Übung jeden\nAbend vor dem Zubettgehen.\nSO GEHT’S\nHalte abwechselnd ein Nasenloch mit einem Finger deiner\ndominanten Hand geschlossen, um durch das andere\nNasen loch ein­ und auszuatmen.\nV Lege deinen Zeige­ und deinen Mittelfinger zwischen\ndeine Augenbrauen und nimm Daumen und Ringfinger,\num deine Nasenlöcher jeweils abwechselnd zuzuhalten.\nV Atme vollständig aus und verschließe mit dem Daumen\ndein rechtes Nasenloch. Atme durch dein linkes Nasen­\nloch ein.\nV Verschließe nun mit dem Ringfinger dein linkes Nasen­\nloch. Atme durch das rechte Nasenloch wieder aus.\nV Atme durch dein rechtes Nasenloch ein, verschließe\ndann das rechte mit deinem Daumen und atme durch\ndas linke wieder aus.\nV Wiederhole die Wechselatmung, bis ein Ruhegefühl\neintritt.\nV Beende die Übung mit einer Ausatmung.\n61"
        },
        {
            "page_number": 63,
            "content": "TOOL #10\nALLES IN\nEINER FARBE\nANGST WUT\nDauer: 2–5 Minuten\nStrategie: Aufmerksamkeitskontrolle (Ablenkung)\nWirksamkeit: kurzfristig\nKörperebene: Sinne"
        },
        {
            "page_number": 64,
            "content": "TOOL #10 Alles in einer fArbe\nMACH DAS, WENN …\nWenn deine Gedanken unablässig um etwas herumkreisen\noder du ganz viele Gedanken auf einmal hast und es nicht\nschaffst, sie zu unterbrechen, versuche es mit dieser\nÜbung. Du verlagerst dadurch deine Aufmerksamkeit auf\ndas Außen. Du kannst die Übung jederzeit und überall an­\nwenden.\nSO GEHT’S\nV Schließe deine Augen und atme einige Male tief in dei­\nnen Bauch ein und wieder aus.\nV Wähle nun eine Farbe aus. Du kannst deine Lieblings­\nfarbe nehmen oder eine beliebige andere Farbe.\nV Nun öffne deine Augen, atme noch zwei, drei Male tief\nein und wieder aus und suche den Raum / den Ort nach\nObjekten und Dingen in der gewählten Farbe ab. Wel­\nche Dinge nimmst du wahr?\nDu kannst die Übung auch mit einem Bild machen, das du\ndort, wo du gerade bist, siehst. Schaue es dir an: Was\nzählst du auf, das in der gewählten Farbe abgebildet ist?\n63"
        },
        {
            "page_number": 65,
            "content": "TOOL #11\nWEG DAMIT\nANGST WUT TRAUER\nDauer: 1–2 Minuten\nStrategie: Aufmerksamkeitskontrolle (Imagination)\nWirksamkeit: kurzfristig\nKörperebene: ganzer Körper"
        },
        {
            "page_number": 66,
            "content": "TOOL #11 Weg dAmit\nMACH DAS, WENN …\nVielleicht »kleben« manchmal Gedanken und Sorgen an\ndir. Es gelingt dir einfach nicht, sie loszuwerden. Oder du\nwachst nachts aufgrund eines Albtraums auf und hast\nMühe, wieder einzuschlafen, weil sich der Traum vor dei­\nnen Augen immer und immer wieder abspielt. Diese\nÜbung hilft dir dabei, solche Gedanken, Sorgen und Alb­\nträume von dir wegzustoßen.\nSO GEHT’S\nV Stelle dir gedanklich vor, wie »es« an dir klebt.\nV Nun fahre mit beiden Händen über deinen Körper und\nwische die Gedanken, Sorgen oder Albträume weg. Am\nbesten so, dass du die Wischbewegung in deiner\nKörpermitte beginnst und dann nach außen wischst.\nAlso weg von dir. Stelle dir dabei gedanklich vor, wie\n»es« dadurch weggewischt wird.\nV Das klingt vielleicht komisch, aber solche Bewegungen\nkönnen dir helfen, einen Teil dieser Gedanken tatsäch­\nlich loszuwerden, denn die Kraft unserer Vorstellung ist\nsehr stark und wirkungsvoll.\nV Wiederhole die Übung so oft du magst, bis sich dein\nGefühl zu dem »Es« verändert hat und es sich nicht\nmehr so klebrig und an dir haftend anfühlt bzw. viel­\nleicht sogar so anfühlt, als wäre es für den Moment ganz\nweg.\n65"
        },
        {
            "page_number": 67,
            "content": "TOOL #12\nSUMM, SUMM,\nSUMM\nANGST\nDauer: 1–5 Minuten\nStrategie: Reaktionskontrolle (Entspannung)\nWirksamkeit: kurzfristig\nKörperebene: Stimme und Oberkörper"
        },
        {
            "page_number": 68,
            "content": "TOOL #12 summ, summ, summ\nMACH DAS, WENN …\nIst dir schon einmal aufgefallen, dass sich kleine Kinder in­\ntuitiv beruhigen, indem sie vor sich hin summen oder Me­\nlodien singen? Was bei Kindern funktioniert, funktioniert\nauch im Erwachsenenalter. Das nächste Mal, wenn du auf­\ngeregt, angespannt, nervös oder ängstlich bist, probiere\nunterschiedliche Geräusche aus und schaue, welche Wir­\nkung sie bei dir zeigen.\nSO GEHT’S\nV Es gibt unendlich viele und unterschiedliche Geräusche,\ndie du machen kannst. Probiere sie jeweils einige Male\nein paar Sekunden oder auch Minuten lang aus. Variiere\ndie Tonlage, Intensität und Geschwindigkeit.\nV Wo spürst du die Geräusche?\nV Bei einem Summen, Schnauben wie ein Pferd, Pfeifen\noder auch bei einem »Ooohm«, wirst du das Geräusch\neher in deiner oberen Körperhälfte wahrnehmen. Ein\n»Wuuh« wiederum wirst du eher unten im Körper, be­\nsonders im Bauch, spüren.\n67"
        },
        {
            "page_number": 69,
            "content": "TOOL #13\nVERWURZELT\nANGST\nDauer: 2–5 Minuten\nStrategie: Aufmerksamkeitskontrolle (Imagination)\nWirksamkeit: kurzfristig\nKörperebene: Beine und Füße"
        },
        {
            "page_number": 70,
            "content": "TOOL #13 Ver Wurzelt\nMACH DAS, WENN …\nManchmal kann es sich so anfühlen, als würde man den\nHalt unter den Füßen verlieren und wie eine Fahne im\nWind flattern. Höre auf dein Bauchgefühl und versuche,\nmit dieser Übung wieder Boden unter die Füße zu bekom­\nmen.\nSO GEHT’S\nV Stelle dich entspannt hin und richte deine Aufmerksam­\nkeit auf deine Füße. Achte darauf, wie sie den Boden\nberühren und wie sich das anfühlt.\nV Verlagere dein Gewicht auf verschiedene Bereiche dei­\nner Füße. Vorn, hinten, seitlich.\nV Belaste einmal nur einen Fuß und wechsle dann auf den\nanderen Fuß.\nV Du kannst auch ein bisschen Bewegung ins Spiel brin­\ngen, indem du deine Knie beugst oder leicht auf und ab\nspringst.\nV Wie fühlt es sich an? Verändert sich das Gefühl in den\nFüßen? In den Beinen?\nV Schließe die Übung damit ab, dass du deine Füße ganz\nfest in den Boden drückst und dich mit deinen Zehen\nam Boden »festkrallst«.\n69"
        },
        {
            "page_number": 71,
            "content": "TOOL #14\nSCHMETTERLINGS­\nUMARMUNG\nANGST\nDauer: 2–5 Minuten\nStrategie: Reaktionskontrolle (Entspannung)\nWirksamkeit: kurzfristig\nKörperebene: Oberkörper"
        },
        {
            "page_number": 72,
            "content": "TOOL #14 schmetterlingsu mArmung\nMACH DAS, WENN …\nWenn du sehr aufgeregt und emotional geladen bist, etwa\nwenn du Angst oder Stress verspürst, kann dir das regel­\nmäßige Klopfen, das du in dieser Übung ausführst, dabei\nhelfen, dich selbst zu beruhigen.\nSO GEHT’S\nV Lege deine Hände überkreuzt auf dein Brustbein, ver­\nschränke dabei deine Daumen.\nV Nun klopfe im Wechsel deiner beiden Hände auf die\njeweils gegenüberliegende Seite. Variiere die Stärke\nund den Rhythmus des Klopfens und achte darauf, ob\nsich dadurch etwas am Gefühl oder an der Anspannung\nverändert.\nV Sage dir dabei innerlich oder auch laut, dass deine Ge­\nfühle in diesem Moment okay sind.\nV Wie lange du die Übung durchführst, entscheidest du\nselbst. Am besten führst du sie so lange aus, bis du eine\ndeutliche Entspannung in deinem Körper wahrnimmst.\n71"
        },
        {
            "page_number": 73,
            "content": "TOOL #15\nSCHAUKEL\nANGST WUT TRAUER\nDauer: 2–5 Minuten\nStrategie: Reaktionskontrolle (Entspannung)\nWirksamkeit: kurz­ und langfristig\nKörperebene: ganzer Körper"
        },
        {
            "page_number": 74,
            "content": "TOOL #15 schAuKel\nMACH DAS, WENN …\n… du das Gefühl hast, blockiert zu sein, oder wenn es dir\nso scheint, als könnten deine Gefühle irgendwie nicht he­\nraus. Die Links­rechts­Bewegungen, die aus der EMDR­Sti­\nmulation stammen (mehr dazu siehe folgende Seiten), hel­\nfen, solche emotionalen Blockaden zu lösen. Die Übung\nkann sehr intensiv wirken. Führe sie daher am besten nur\ndurch, wenn du dich sicher und in der Lage dazu fühlst,\noder führe sie dann durch, wenn jemand in deiner Nähe\nist, der dir diese Sicherheit geben kann.\nSO GEHT’S\nV Lege dich an einen ruhigen Ort auf den Rücken. Winkle\ndeine Beine leicht an, sodass du sie gut hin und her be­\nwegen kannst.\nV Lege eine Hand auf deinen Brustkorb und die andere\nauf deinen Bauch.\nV Mache zunächst ein paar Atemzüge tief in deinen\nBauch.\nV Bewege deine Beine nun langsam von rechts nach links,\nin einer Weise, dass du dich nicht übermäßig anstren­\ngen musst.\nV Lasse die aufkommenden Gefühle zu und beobachte sie\nnur. Versuche, sie nicht zu kontrollieren.\nV Solange du dich emotional blockiert fühlst, kannst du\ndie Übung 1­ bis 2­mal pro Tag durchführen.\n73"
        },
        {
            "page_number": 75,
            "content": "WIE DIESES TOOL WIRKT\nDu kennst bestimmt den Satz »Da muss ich eine Nacht\ndrüber schlafen« und hast vielleicht auch schon die Erfah­\nrung gemacht, dass sich tatsächlich manches, was für dich\nabends noch ärgerlich oder aufwühlend war, am nächsten\nMorgen anders und nicht mehr so erdrückend angefühlt\nhat. Dafür gibt es einen Grund: Im Schlaf verarbeiten wir\nunseren Tag, die erlebten Situationen und Gefühle. Das\npassiert in der REM­Phase (Rapid Eye Movement). In die­\nser Phase bewegen sich deine Augen schnell von links\nnach rechts. Dabei werden beide Gehirnhälften stimuliert\nund dadurch Gefühle und Erlebtes verarbeitet.\nWährend der REM-Phase\nverarbeiten wir Dinge, die wir am Tag\nerlebt und gefühlt haben.\nWenn dieser Verarbeitungsprozess durch Stress, Schlafstö­\nrungen oder auch traumatische Erfahrungen gestört ist,\nbleiben Gefühle unverarbeitet und können immer wieder\nStress und Angst auslösen. Mit bilateraler Stimulation, wie\ndiese Links­rechts­Bewegungen, können solche REM­Zu­\nstände im Wachzustand herbeigeführt und gewisse Ge­\nfühle im Nachhinein verarbeitet werden.\n74"
        },
        {
            "page_number": 76,
            "content": "TOOL #15 schAuKel\nBILATERALE STIMULIERUNG\nDie bilaterale Stimulierung entspringt der EMDR­Therapie,\nEye Movement Desensitization Reprocessing, zu Deutsch:\n»Desensibilisierung und Neubearbeitung durch Augenbe­\nwegung«. Die Übung besteht darin, mit den Augen den\nFingern eines Therapeuten oder einer Therapeutin zu fol­\ngen, die diese schnell nach links und rechts bewegen.\nNeben den Augenbewegungen können auch akustische\noder taktile Stimulationen eingesetzt und dadurch die Wir­\nkung verstärkt werden.\nBILATERALE STIMULIERUNG DURCH MUSIK\nDiese Art der bilateralen Stimulation hat sich gut bewährt\nund kann mit gängigen Therapiekonzepten wie beispiels­\nweise der Verhaltenstherapie kombiniert werden. In den\nletzten Jahren sind weitere Varianten dazugekommen, wie\nein sanftes Links­rechts­Klopfen (siehe Tool 14) oder sanfte\nLinks­rechts­Bewegungen der Beine (siehe Tool 15). Du\nkannst die Wirkung der Tools verstärken, indem du dir\nwährend der Übung bilaterale Musik über deine Kopfhörer\nanhörst. Das sind Musikstücke, die so zusammengestellt\nwurden, dass die Musik abwechselnd auf einer und dann\nauf der anderen Kopfhörer­Seite ausgespielt wird. Solche\nMusikstücke findest du ebenfalls im Internet. Ich empfehle\ndir, die Tools zunächst ohne Musik zu machen und dann in\neinem zweiten Schritt zusätzlich bilaterale Musik einzu­\nsetzen.\n75"
        },
        {
            "page_number": 77,
            "content": "TOOL #16\nSCHUTZPANZER\nANGST WUT TRAUER\nDauer: 5 Minuten\nStrategie: Aufmerksamkeitskontrolle (Imagination)\nWirksamkeit: kurz­ und langfristig\nKörperebene: Gedanken"
        },
        {
            "page_number": 78,
            "content": "TOOL #16 schutzp Anzer\nMACH DAS, WENN …\nNicht alles, was an dich herangetragen wird, ist auch wirk­\nlich für dich gedacht und oft gibt es in unserer Umgebung\nzu viele Reize und Anforderungen. Daher kann es manch­\nmal hilfreich sein, sich seinen eigenen Panzer vorzustellen,\num sich vor dieser »negativen Energie« zu schützen. Wenn\ndu also das nächste Mal das Gefühl hast, dir würde alles\nüber den Kopf wachsen, zu viele Menschen würden an dir\nherumzerren und du meinst, du könntest bald erdrückt\nwerden, mache diese Übung.\nSO GEHT’S\nV Stelle dir vor, du hättest einen Panzer auf deinem\nRücken oder auch um deinen ganzen Körper. Du kannst\nihn so gestalten, wie du ihn gerne haben möchtest.\nV Welche Form und Farbe hat er?\nV Wie ist die Struktur des Panzers?\nV Wie fühlt er sich an?\nV Fühlt er sich im Inneren anders an als außen?\nV Male dir deinen Panzer in deiner Vorstellung bis ins\nkleinste Detail aus und hole ihn immer dann hervor,\nwenn du ihn brauchst.\n77"
        },
        {
            "page_number": 79,
            "content": "TOOL #17\nGEDANKEN\nENTSORGEN 1.0\nANGST WUT TRAUER\nDauer: 5–15 Minuten\nStrategie: Situation verändern\nWirksamkeit: kurz­ und langfristig\nKörperebene: Gedanken\nWas du benötigst: ein Blatt Papier, Notizbuch oder\nSmartphone zum Aufschreiben"
        },
        {
            "page_number": 80,
            "content": "TOOL #17 gedAnKen entsorgen 1.0\nMACH DAS, WENN …\nWenn du immer wieder Gedankenkreisen hast, dein Kopf\nvor Gedanken zu platzen droht, deine Gedanken rasen\noder du seit einiger Zeit nur noch grübelst und dich sorgst,\nkann sich diese Übung befreiend anfühlen.\nSO GEHT’S\nV Setze einen Timer auf 5 bis 15 Minuten.\nV Schreibe nun alle Gedanken auf, die dir in den Sinn\nkommen.\nV Starte den Timer, sobald du den ersten Gedanken auf­\ngeschrieben hast und höre erst auf, wenn der Timer ab­\ngelaufen ist.\nV Stelle dir vor, wie deine Gedanken aus deinem Kopf\nverschwinden, sobald sie auf dem Blatt Papier stehen.\nV Du kannst deine Gedanken in ganzen Sätzen oder ein­\nfach stichwortartig aufschreiben. Sie müssen nicht gut\nformuliert sein. Es gibt kein Richtig und kein Falsch.\nV Du kannst auch sich wiederholende Gedanken auf­\nschreiben.\nV Anschließend kannst du das Blatt entweder vernichten,\nbeispielsweise verbrennen, oder du machst mit Tool 18\nweiter.\n79"
        },
        {
            "page_number": 81,
            "content": "TOOL #18\nGEDANKEN\nENTSORGEN 2.0\nANGST WUT TRAUER\nDauer: 15–60 Minuten\nStrategie: Kognitive Umbewertung (Reflexion)\nWirksamkeit: kurz­ und langfristig\nKörperebene: Gedanken\nWas du benötigst: ein Blatt Papier, Notizbuch oder\nSmartphone zum Aufschreiben"
        },
        {
            "page_number": 82,
            "content": "TOOL #18 gedAnKen entsorgen 2.0\nMACH DAS, WENN …\nDu kannst die Arbeit mit Tool 17 vertiefen, damit deine\nGedanken dich auch langfristig weniger bedrücken. Vor\nallem dann, wenn deine Gedanken und Sorgen sich um\nThemen drehen, die nicht innerhalb deiner Kontrolle lie­\ngen, ist dieses Tool hilfreich.\nSO GEHT’S\nV Nimm dir für diese Übung etwa eine Stunde Zeit. Viel­\nleicht benötigst du viel weniger Zeit, aber du solltest\nnicht in Zeitnot geraten.\nV Schaue dir an, was du bei Tool 17 aufgeschrieben hast,\nund gehe jeden Punkt einzeln durch: Suche diejenigen\nPunkte heraus, die nicht in der Vergangenheit oder Zu­\nkunft liegen und die innerhalb deiner Kontrolle liegen.\nV Was ist auf der Liste, was im Hier und Jetzt ist und du\n(theoretisch) ändern könntest?\nV Suche von den Dingen, die du ändern könntest, ein bis\ndrei heraus, die dich aktuell am meisten bedrücken.\nV Mache nun zu diesen ein bis drei Dingen einen Plan,\nwie du es angehen könntest, das Problem zu lösen.\n81"
        },
        {
            "page_number": 83,
            "content": "TOOL #19\nDAS GEGENTEIL\nANGST WUT TRAUER\nDauer: 1–5 Minuten\nStrategie: Reaktionskontrolle (Anspannung und Entspannung)\nWirksamkeit: kurzfristig\nKörperebene: ganzer Körper"
        },
        {
            "page_number": 84,
            "content": "TOOL #19 dAs gegenteil\nMACH DAS, WENN …\nGefühle äußern sich in unserer Körperhaltung, viele deut­\nlich sichtbar, manche unmissverständlich. Bei Angst sind\nbeispielsweise hochgezogene Schultern, ein runder R ücken\nund ein eingezogener Nacken typisch.\nSO GEHT’S\nV Versuche, entgegen deiner automatischen Körperreak­\ntion deine Haltung zu verändern.\nBei Angst kannst du so gegensteuern:\nV Richte deinen Körper auf, ziehe deine Schultern nach\nhinten, hebe deinen Kopf und drücke deinen Brustkorb\nganz sanft nach vorn.\nV Spanne deinen Körper an und balle deine Hände zu\nFäusten.\nV Halte diese Position für ein paar Sekunden und ent­\nspanne dann alles.\nV Du kannst dieses einige Male wiederholen.\nBei Wut kannst du so gegensteuern:\nV Entspanne nach und nach jeden Muskel deines Körpers.\nBeginne bei den Armen, weil sich dort bei Wut beson­\nders viel Energie anstaut.\nV Gehe alle Regionen deines Körpers durch und ent­\nspanne deine Muskeln.\n83"
        },
        {
            "page_number": 85,
            "content": "TOOL #20\nKLOPF DIR MUT\nANGST\nDauer: 1–5 Minuten\nStrategie: Reaktionskontrolle (Entspannung)\nWirksamkeit: kurzfristig\nKörperebene: ganzer Körper"
        },
        {
            "page_number": 86,
            "content": "TOOL #20 Klopf dir mut\nMACH DAS, WENN …\nJeder von uns hat sich wahrscheinlich schon einmal vor\neinem Termin gefürchtet: ein Vorstellungsgespräch, ein\nVortrag oder ein Zahnarztbesuch oder die Begegnung mit\neiner Person, mit der wir gerade nicht im Reinen sind.\nWenn du merkst, dass dein Atem aufgrund eines bevorste­\nhenden Termins immer flacher wird und dein Herz stark zu\nklopfen beginnt, probiere diese Klopftechnik aus.\nSO GEHT’S\nV Hinter deinem Brustbeinknochen, etwa fünf bis sieben\nZentimeter unter deiner Halsgrube, befindet sich die\nThymusdrüse. Die Halsgrube ist die Stelle, wo der Brust­\nkorbknochen zum weichen Hals wird, also der Bereich\n(eine kleine Kuhle) direkt unter deinem Hals, der bei\nDruck empfindlich reagiert. Wenn du nun von der Hals­\ngrube zwei bis drei Fingerbreiten nach unten fährst, be­\nfindet sich an dieser Stelle hinter deinem Brustkorb die\nThymusdrüse.\nV Klopfe mit Zeige­ und Mittelfinger sanft auf diese Stelle.\nV Passe die Stärke und den Rhythmus deines Klopfens an,\nbis es sich für dich angenehm anfühlt.\nV Klopfe dann, bis sich eine Besserung deiner Anspan­\nnung zeigt.\n85"
        },
        {
            "page_number": 87,
            "content": "SO WIRKT DIESES TOOL\nDiese Klopftechnik gehört zur EFT, den Emotional Free­\ndom Techniques, und soll dir dabei helfen, körperliche\nBeschwerden, Stress und Ängste zu reduzieren. Sie geht\nauf die Meridianlehre aus der Traditionellen Chinesischen\nMedi zin (TCM) zurück.\nMERIDIANE\nMeridiane sind »Leitbahnen« oder auch »Kanäle«, die durch\nunseren Körper verlaufen. Durch das Klopfen auf bestimmte\nMeridianpunkte wird dein parasympathisches Nervensys­\ntem aktiviert, dein Körper beruhigt sich. Diese Punkte\nhaben in etwa die Größe eines Eurostückes, daher reicht es\naus, wenn du die Stelle ungefähr triffst. Es kann sein, dass\ndu während des Klopfens ein Kribbeln oder eine bestimmte\nStelle deines Körpers besonders stark wahrnimmst, dass du\nzu schwitzen beginnst oder Gänsehaut kriegst. Viele unter­\nschiedliche körperliche Reaktionen sind normal.\nDOPPEL GENÄHT HÄLT BESSER\nDu kannst die Übung verstärken, indem du bestärkende\nSätze oder Affirmationen aussprichst. Achte hier darauf,\ndass die Sätze nicht zu lang oder zu komplex sind, sodass\ndu sie einfach zum Klopfen aussprechen kannst. Ein paar\nBeispiele findest du auf der rechten Seite.\n86"
        },
        {
            "page_number": 88,
            "content": "»Ich bin viel stärker\nals all das.«\n»Einen Tag\nnach dem\nanderen.«\n»Ich bin wertvoll.«\n»Ich bin ruhig\nund entspannt.«\n»Ich bin gut,\nso wie ich bin.« »Ich gebe mein\nBestes.«\n»Alles wird gut.«\n»Ich wähle Liebe\nund Vertrauen.«\n»Ich höre auf\nmeinen Körper.«\n»Ich vertraue auf meine\ninnere STÄRKE .«\n»Ich verdiene es,\n»Ich schaffe das.«\nglücklich zu sein.«\n»Ich bin genug,\nich mache genug.«"
        },
        {
            "page_number": 89,
            "content": "TOOL #21\nDEIN SICHERER ORT\nANGST\nDauer: 5 Minuten\nStrategie: Aufmerksamkeitskontrolle (Imagination)\nWirksamkeit: kurz­ und langfristig\nKörperebene: Gedanken"
        },
        {
            "page_number": 90,
            "content": "TOOL #21 dein sicherer ort\nMACH DAS, WENN …\nWenn sich dein Leben gerade chaotisch oder in irgendei­\nner Weise nicht sicher anfühlt, kann dir diese Imaginations­\nübung dabei helfen, einen Ort zu finden, an dem du dich\nsicher und geborgen fühlen kannst.\nSO GEHT’S\nV Denke an deinen Lieblingsort. Er kann zu Hause, in e inem\nfremden Land oder an einem Ort sein, den es gar nicht\ngibt, den du dir nun in deiner Fantasie erstellst.\nV Verwende gedanklich all deine Sinne, um dir diesen Ort\nvorzustellen.\nV Was siehst du? Welche Geräusche nimmst du wahr?\nWas spürst du auf deiner Haut?\nV Sollte es sich um einen realen Ort handeln: Erinnere\ndich an das letzte Mal, als du dort warst. Mit wem warst\ndu da? Was hast du gemacht? Wie hast du dich gefühlt?\nWas siehst du? Was hörst du? Stelle es dir bis ins\nkleinste Detail vor und nimm dir genügend Zeit dafür.\nHinweis: Solltest du unter Dissoziationen (Verlust der\nWahrnehmung der Umwelt, des Körpers, der Gedanken\nund/oder Gefühle) neigen, führe die Übung nicht im Sitzen\noder Liegen, sondern besser im Gehen durch.\n89"
        },
        {
            "page_number": 91,
            "content": "TOOL #22\nSOS\nANGST\nDauer: 1–2 Minuten\nStrategie: Aufmerksamkeitskontrolle (Ablenkung)\nWirksamkeit: kurzfristig\nKörperebene: ganzer Körper und Gedanken"
        },
        {
            "page_number": 92,
            "content": "TOOL #22 sos\nMACH DAS, WENN …\nWenn in deinem Kopf Panik ausbricht, du gleichzeitig an\nalles und nichts denkst, dein Herz fast aus deiner Brust\nspringt und es sich anfühlt, als würde dir jemand auf dei­\nner Brust sitzen, dann versuche, dich an dieses Tool zu er­\ninnern. Es kann dich dabei unterstützen, wieder Boden un­\nter die Füße zu bekommen.\nSO GEHT’S\nV Mache einen Hampelmann oder versuche auf einem\nBein zu balancieren. Mache das, was in diesem Moment\nnoch möglich ist.\nV Löse nun gleichzeitig die Rechnungsaufgabe 100 – 7 –\n7 – 7 usw. Oder versuche, RADIO rückwärts zu buchsta­\nbieren.\nV Dein Gehirn wird sich aufgrund der beiden unterschied­\nlichen Aufgaben so sehr auf diese konzentrieren müs­\nsen, dass die Angst dabei abflachen wird.\nV Atme danach ein paar Male langsam in deinen Bauch\nein und wieder aus.\nV Tipp: Mache die beiden Aufgaben einige Male, ohne\ndass du dich in einer solchen SOS­Situation befindest.\nSpeichere sie dir dadurch im Gedächtnis ab.\n91"
        },
        {
            "page_number": 93,
            "content": "WIE DIESES TOOL WIRKT\nEine Panikattacke versetzt deinen Körper in eine Art Auto­\npilot­Modus. Deshalb ist es so schwer, in einer Panikatta­\ncke die Kontrolle zurückzugewinnen. Achtsamkeits­ oder\nauch Atemübungen können dir dabei helfen, wieder mehr\nRuhe in deinen Körper zu bringen und Halt zu finden. Da­\nbei ist es wichtig, länger aus­ als einzuatmen: Du atmest\nbeispielsweise vier Sekunden lang ein und sechs Sekun­\nden lang aus. Durch leichte Körperübungen, wie beispiels­\nweise der Hampelmann eine ist, schaffst du es, einen Teil\nder überschüssigen Energie und der ausgeschütteten Hor­\nmone abzubauen und die Panik somit abzuschütteln. Da­\ndurch reduzieren sich dein Stresspegel und deine Angst.\nÜBE, WENN DU DICH WOHLFÜHLST\nProbiere am besten verschiedene Bewältigungsstrategien\naus und übe sie, wenn du dich normal oder ganz wohl­\nfühlst. Denn wenn du die Übung das erste Mal in einer\nAusnahmesituation durchführen möchtest, wirst du dich\nmöglicherweise nicht mehr an alles erinnern oder dich\nnicht auf die Übung konzentrieren können, da du zu sehr\nvon der Ausnahmesituation gefangen sein wirst.\nHinweis: Sollten sich die Symptome verschlimmern und\nbekommst du deine Panik oder Angst über mehrere Wo­\nchen oder Monate nicht in den Griff, scheue dich bitte\nnicht, professionelle Hilfe aufzusuchen.\n92"
        },
        {
            "page_number": 94,
            "content": "Kurz und KnApp\nKURZ UND KNAPP\n• Bei unmittelbarer Bedrohung reagiert unser Körper so,\ndass wir am ehesten überleben können – mit Kampf,\nFlucht oder Erstarren.\n• Eine bevorstehende oder möglicherweise bevorste­\nhende Bedrohung lähmt uns eher und schwächt uns auf\ndie Dauer.\n• Man kann davon ausgehen, dass es »universelle« angst­\nauslösende Dinge gibt, Dinge, vor denen sich fast alle\nMenschen fürchten. Wir können jedoch lernen (durch\nErziehung, Erfahrungen usw.), uns vor fast allem zu\nfürchten.\n• Der schnelle Weg bei der Verarbeitung von Bedrohun­\ngen hat bereits in Urzeiten über Leben und Tod ent­\nschieden und so ist es auch heute noch.\n• Beim langsamen Weg haben wir die Möglichkeit, korri­\ngierend einzugreifen.\n• Wenn man die Angst ignoriert, wird sie stärker.\n• Bei der Emotionsregulation geht es darum, Techniken\nund Strategien zu lernen, die dir dabei helfen können,\nmit deinen unangenehmen Gefühlen umzugehen.\n• Neuroplastizität unseres Gehirns bedeutet, dass wir es\nauch im Erwachsenenalter verändern und neue, gesün­\ndere Verhaltensweisen erlernen können.\n• Durch Aktivierung des parasympathischen Nervensys­\ntems kannst du lernen, dich selbst zu beruhigen.\n93"
        },
        {
            "page_number": 95,
            "content": "Wut –\ndas Gefühl,\ndas eine\nVeränderung\nwünscht"
        },
        {
            "page_number": 96,
            "content": "V ielleicht gehörst du auch zu denjenigen Menschen,\ndie schnell durch eine Kleinigkeit in Rage geraten?\nVielleicht unterdrückst du aber auch immer deinen\nÄrger und hast schreckliche Angst davor, eines Tages die\nKontrolle zu verlieren.\nWut sollte weder unkontrolliert herausgelassen\nnoch unterdrückt werden.\nAus psychologischer Sicht sind beide Formen keine gesun­\nden Optionen, um dauerhaft mit deiner Wut umzugehen.\nEs ist wichtig, einen angemessenen Mittelweg zu finden.\nEIN ZUVIEL AN WUT – WENN ES AUS DIR\nHERAUSBRICHT\nÄrger gehört in der Kategorie »Wut« zu den Gefühlen, die\nnicht sehr intensiv wahrgenommen werden. Es gibt Men­\nschen, die sich sehr selten über etwas ärgern, und andere,\ndie sich öfters am Tag bereits über kleine Dinge ärgern\nund auch schnell aus der Haut fahren. Wird der Ärger grö­\nßer, kann es zu brodeln beginnen und es können sich da­\nraus Wut oder Zorn entwickeln. Diese sind durch eine\nstärkere Intensität und starke körperliche Erregung ge­\nkennzeichnet. Sie zeigen dir oftmals, dass eine Verände­\nrung nötig ist bzw. wäre.\n95"
        },
        {
            "page_number": 97,
            "content": "DEM ÄRGER LUFT MACHEN\nIndem du deinem Ärger Luft machst, erledigst du ihn\nnicht. Der Ärger ist immer noch da, er kocht innerlich wei­\nter. Das ist besonders dann so, wenn wir uns über Unge­\nrechtigkeiten ärgern. Denn etwas Ungerechtes können wir\noft nicht ändern. Deine Wut wird nicht die Welt ändern.\nDurch deine Wut wird weder der Fahrer vor dir schneller\nfahren noch die Schlange vor dir an der Kasse kürzer wer­\nden. Versuche, dich daher hauptsächlich über Dinge zu är­\ngern, die du ändern kannst und auch ändern willst.\nDER GEFÜHLSREGLER\nStelle dir vor, du könntest deine Wut mit einem Regler\nwie bei einer Musikbox einstellen. Frage dich, bei wel­\ncher Einstellung deine Wut sich gerade befindet, und\nregle den Knopf herunter, bis du das Gefühl hast, dass\nes nun passend für dich ist.\nSolltest du das Gefühl haben, dass deine Wut nicht\nstark genug ist, kannst du den Regler auch ein wenig\nnach oben drehen.\nDu kannst den Gefühlsregler auch bei anderen Gefüh­\nlen anwenden. Setze ihn ein, sobald dir ein Gefühl zu\nstark zu sein scheint oder du ein Gefühl kaum spürst.\nGehe jedoch sehr behutsam mit dem Gefühlsregler\num, besonders dann, wenn du ein Gefühl verstärken\nmöchtest.\n96"
        },
        {
            "page_number": 98,
            "content": "DEM ÄRGER LUFT MACHEN\nWütend zu werden,\ndas ist für die meisten\nMenschen einfach.\nDoch wütend auf die\nrichtige Person und\nin der richtigen\nIntensität zu sein, das\nwiederum ist schwer.\n97"
        },
        {
            "page_number": 99,
            "content": "EIN ZUWENIG AN WUT ODER DIE\nUNTERDRÜCKTE WUT\nAus Angst vor Verurteilung oder auch davor, sich selbst\noder andere zu verletzen, unterdrücken viele Menschen\nihre Wut. Besonders Frauen neigen dazu, Gefühle der Wut\nzu unterdrücken. Ich habe bereits erwähnt, dass Mädchen\nund Jungen anders erzogen werden, wenn es um den\nGefühls ausdruck geht. Viele Mädchen lernen: Wenn ich\nwütend bin und dies zeige, bin ich kein »gutes Mädchen«.\nSie lernen die Botschaft: Wut (zu zeigen) ist schlecht.\nUNTERDRÜCKTE WUT BEDEUTET STRESS\nWenn du jedoch deine Wut unterdrückst, bedeutet dies\ngroßen Stress für deinen Körper. Denn das Gefühl ist ja\nweiterhin da und keineswegs verschwunden.\nDeine Wut zu unterdrücken,\nist mit großer Anstrengung verbunden und\nbedeutet für deinen Körper enormen Stress.\nStelle es dir als einen mit Luft gefüllten Ballon vor, den du\nunter Wasser drückst. Das ist zwar möglich, erfordert aber\nviel Anstrengung. Die Folgen davon können Bluthoch­\ndruck, ein erhöhtes Herzinfarktrisiko, Diabetes, Magenpro­\nbleme, ein erhöhter Alkohol­ oder Drogenkonsum oder\nauch Depressionen und Angstzustände sein.\n98"
        },
        {
            "page_number": 100,
            "content": "WENN DU DEINE WUT NICHT AUSLEBST: EIN BEISPIEL\n»ICH MÖCHTE NICHT SO WERDEN WIE SIE«\nBesonders Menschen, die in ihrer Kindheit viel Wut und\nAggression erlebten, können Mühe damit haben, Wut aus­\nzudrücken und auszuleben. Sie haben vielleicht nie gelernt,\nWut auf eine »gesunde« Weise zu äußern, und fürchten,\ngenauso zu handeln wie damals Erwachsene in ihrem Um­\nfeld. Gedanken wie »So will ich nie werden« können mit­\nschwingen. Oder sie erstarren in Momenten der Wut ein­\nfach und können nicht ihrer Wut entsprechend handeln.\nWENN DU DEINE WUT NICHT AUSLEBST:\nEIN BEISPIEL\nAnna arbeitet als Büroangestellte und macht regelmäßig\nÜberstunden. Unbezahlte Überstunden. Niemand dankt\nihr dafür. Manchmal spürt sie diesen kleinen Ärger in sich,\nschluckt ihn dann aber gleich wieder hinunter und nimmt\nihren Vorgesetzten in Schutz. Sie sagt sich, dass auch er\nÜberstunden machen müsse und im Stress sei. Die Wut\nbleibt jedoch bestehen, da Anna sie nicht auslebt. In sol­\nchen Fällen richtet sich die Wut mit der Zeit gegen die\nPerson selbst. So beginnt Anna, sich Vorwürfe zu machen,\ndass sie nichts gegen die unbezahlten Überstunden ein­\nwendet, sie hat ein schlechtes Gewissen und Schuld­\ngefühle gegenüber sich selbst. Das bereitet ihr immer\nmehr körperlichen und psychischen Stress, sie leidet unter\nSchlaflosigkeit, fühlt sich oft wertlos und manchmal regel­\nrecht depressiv.\n99"
        },
        {
            "page_number": 101,
            "content": "WAS LÄSST DICH WÜTEND WERDEN?\nD ie Liste der Dinge, die Menschen wütend machen\nkönnen, ist unendlich lang. Wahrscheinlich findest du\ndich in manchen der folgenden Beispiele wieder und be­\nstimmt kannst du noch einige ergänzen:\n• Wenn deine Grenzen verletzt werden.\n• Wenn du es nicht schaffst, nein zu sagen.\n• Wenn du nicht beachtet wirst.\n• Wenn dich eine geliebte Person zurückweist.\n• Wenn eine alte Wunde wieder verletzt wird.\n• Wenn du dich überfordert oder frustriert fühlst.\n• Wenn du enttäuscht bist.\n• Wenn du dich hilflos fühlst oder Angst hast.\n• Wenn du ungerecht oder respektlos behandelt wirst.\n• Wenn du gestresst bist.\n• Wenn du das Gefühl hast, übergangen zu werden.\n• Wenn eine andere Person wütend wird und dich mit\nihrer Wut konfrontiert.\n• Wenn deine Wut sich angestaut hat.\n• Wenn du einen Fehler gemacht hast und du dir des­\nwegen selbst Vorwürfe machst.\n100"
        },
        {
            "page_number": 102,
            "content": "WAS DEINE WUT DIR zEIGEN kANN\nWAS DEINE WUT DIR ZEIGEN KANN\nW ut ist ein unangenehmes Gefühl, doch sie kann hilf­\nreich sein, wenn du die Botschaft dahinter entschlüs­\nselst. Wut soll dir unter anderem dabei helfen, dich selbst\nund deine Ziele zu verteidigen, Beziehungen zu erhalten\nund Schmerzen abzuwehren. Sie zeigt dir und – wenn du\ndeine Wut äußerst – auch anderen, was dir wirklich wichtig\nist oder was dir komplett gegen den Strich geht.\nWut ist eine großartige Verteidigerin\ndeiner Interessen. Sie ruft dich dazu auf, darüber\nnachzudenken, was geschieht, ob es gut ist\noder nicht und ob du aktiv werden\nund etwas ändern solltest.\nZudem zeigt dir deine Wut, dass etwas verändert werden\nmuss, und dadurch kann sie Veränderungen herbeiführen.\nWut ist also ein starker Motor für Veränderungen, jedoch\nnur dann, wenn du ins Handeln kommst.\nVERÄNDERUNGEN ERMÖGLICHEN\nSobald du verstehst, was dir deine Wut mitzuteilen ver­\nsucht, kann daraus in dir die nötige Energie wachsen, um\nProzesse in Gang zu setzen. Dann sind Veränderungen\nmöglich. Höre daher deiner Wut gut zu.\n101"
        },
        {
            "page_number": 103,
            "content": "WAS BEI WUT IN DEINEM KÖRPER\nGESCHIEHT\nMÖGLICHE KÖRPERLICHE REAKTIONEN\n• Du atmest flach.\n• Du bekommst Herzpochen, Herzrasen.\n• Dein Puls beschleunigt sich.\n• Dein Blutdruck steigt.\n• Deine Muskeln spannen sich an oder verspannen.\n• Dein Kiefer ist angespannt und nach vorn geschoben.\n• Du kneifst deine Augen zusammen.\n• Du presst deine Lippen zusammen.\n• Du runzelst die Stirn.\n• Du ballst deine Fäuste.\n• Deine Stimme wird zittrig.\n• Du hast Hitzewallungen und einen geröteten Kopf.\n• Deine Hände werden warm.\nMÖGLICHE GEDANKEN\n• »Das ist nicht fair.«\n• »Warum immer ich?«\n• »Ich bin überfordert.«\n• »Er/sie sollte das nicht tun.«\n• »Alle sind gegen mich.«\n• »Ich werde angegriffen.«\n102"
        },
        {
            "page_number": 104,
            "content": "WAS BEI WUT IN DEINEM köRPER GESCHIEHT\nMÖGLICHES VERHALTEN\nBei Wut gehen wir oft in den Angriff, das heißt, wir bewe­\ngen uns in Richtung des Reizes oder erheben die Stimme,\nbeginnen zu schreien. Es kann sein, dass du einen Streit\nbeginnst oder dich aggressiv verhält. So kann es vorkom­\nmen, dass du Türen zuschlägst, etwas an die Wand oder\nauf den Boden wirfst, Dinge zerstörst oder sogar hand­\ngreiflich wirst. Aber auch weniger starke Reaktionen sind\nmöglich, wie beispielsweise auf den Tisch zu klopfen oder\nmit den Füßen aufzustampfen.\nVERSCHAFFE DIR ZEIT: 10 ATEMZÜGE\nDies ist ein einfacher und höchst effektiver Trick, den\ndu anwenden kannst, wenn deine Wut droht, dich zu\nüberwältigen. Das Gefährliche an der Wut ist, dass wir\noftmals impulsiv reagieren. Daher ist es wichtig, dass\ndu dir Zeit verschaffst: Du kannst ganz langsam zehn\nAtemzüge durchführen und dabei mitzählen. 1 – 2 –\n3 – 4 – 5 – 6 – 7 – 8 – 9 – 10.\nWenn sich deine Wut weiterhin bedrohlich anfühlt,\nkannst du dir auch Zeit verschaffen, indem du dich für\nzehn Minuten zurückziehst, also den Raum verlässt.\nDurch das Zählen oder den Rückzug gibst du der\nAmygdala, die in einem Alarmzustand ist, die notwen­\ndige Zeit, um mit dem präfrontalen Kortex die Situa­\ntion zu bewerten und deine Reaktion entsprechend zu\nregulieren.\n103"
        },
        {
            "page_number": 105,
            "content": "PRIMÄRE UND SEKUNDÄRE GEFÜHLE\nUNTERSCHEIDEN\nU nsere Gefühle sind uns oft schwer verständlich – vor\nallem, wenn sich ein Gefühl vor ein anderes schiebt.\nUm gut mit ihnen umgehen zu können, ist es wichtig, zu\nerkennen, welches Gefühl das primäre, das grundlegende\nfür die Situation ist.\nVERSTECKTE GEFÜHLE: EIN BEISPIEL\nLea sitzt auf dem Sofa und schaut einen Film. Irgendwann\nnimmt sie ihr Smartphone zur Hand, schreibt ihrem Part­\nner. Sie sieht, wie er online geht und dann gleich wieder\noffline ist. Sie merkt, wie sich im selben Moment ihr Körper\nanspannt. »Ist das dein Ernst», denkt sie, »warum machst\ndu das jedes Mal!?». Was für ein Gefühl steckt hinter Leas\nReaktion? Vielleicht Wut? Das ist gut möglich.\nBeobachten wir noch ein wenig weiter: Lea wartet ein,\nzwei, drei Minuten, für sie gefühlt eine halbe Stunde. Sie\nschreibt ihm erneut. Nichts passiert. Ihre körperliche An­\nspannung steigt, sie schmeißt ihr Smartphone auf das\nSofa, Tränen schießen ihr in die Augen. Was meinst du, ist\nes immer noch Wut? Es ist möglich, denn Tränen können\nauch bei Wut vorkommen.\nDie Frage zur Klärung lautet: Was könnte das dahinter­\nliegende Bedürfnis sein? Erkennst du dieses, kannst du\ndas dazugehörige Gefühl erkennen.\n104"
        },
        {
            "page_number": 106,
            "content": "PRIMÄRE UND SEkUNDÄRE GEFüHLE UNTERSCHEIDEN\nGESEHEN WERDEN\nBei Lea könnte dem aufgewühlten Gefühl das Bedürfnis\n»gesehen werden« oder »jemandem wichtig sein« zu­\ngrunde liegen. Bedürfnisse, die, wenn sie nicht erfüllt wer­\nden, bei den meisten Menschen das primäre Gefühl\n»Trauer« auslösen.\nPrimäre Gefühle verstecken sich\noftmals hinter sekundären Gefühlen.\nÜberdeckt wird d ieses Gefühl oft von dem sekundären Ge­\nfühl »Wut«. Hinter Wut können sich auch weitere Gefühle\nverstecken wie Scham, Demütigung, Furcht oder eine Mi­\nschung von Gefühlen.\nVERLETZTE MENSCHEN VERLETZEN\nMENSCHEN\nBerührt jemand eine (noch) nicht verheilte Wunde, reagiert\nman schnell mit Wut und macht aggressive Äußerungen,\ndie man gar nicht so meint, die die andere Person jedoch\nverletzen. Dies geschieht oft unbewusst und ist nicht böse\ngemeint. Die Traurigkeit wird dadurch jedoch in den Hin­\ntergrund gedrängt und stattdessen kommt die impulsive\nWut ans Tageslicht. Diese ist entstanden, um die betrof­\nfene Person weniger anfällig zu machen, um sie zu be­\nschützen. Sie ist jedoch meistens nicht sehr hilfreich.\n105"
        },
        {
            "page_number": 107,
            "content": "TOOL #23\nFOLGE DER FIGUR\nANGST WUT\nDauer: 2–5 Minuten\nStrategie: Reaktionskontrolle (Atmung)\nWirksamkeit: kurzfristig\nKörperebene: Atem und Hände"
        },
        {
            "page_number": 108,
            "content": "TOOL #23 FoLGE DER FIGUR\nMACH DAS, WENN …\nWenn wir wütend werden, reagieren viele von uns impul­\nsiv. Daher ist es wichtig, dir Zeit zu verschaffen. Wenn die\n10 Atemzüge nicht funktionieren, kannst du dieses Tool\neinsetzen. Durch die Aktivierung deines Körpers zusam­\nmen mit der ablenkenden Aufgabe gewinnst du Zeit, da­\nmit du nicht überstürzt handelst. Nutze diese Zeit, um dei­\nnen Körper zu beruhigen, dein Wutlevel zu reduzieren und\ndich erst dann mit der Situation auseinanderzusetzen.\nSO GEHT’S\nV Diese Übung kannst du überall durchführen. Stelle dir\neinfach eine vor dir auf dem Tisch liegende 8 vor und\nzeichne die 8 mit deinem Zeigefinger nach.\nV Beginne in der Mitte, gehe über den linken Bogen nach\noben und wieder zur Mitte. Atme dabei ein.\nV Gehe dann über den rechten Bogen nach oben und\nwieder zur Mitte. Atme dabei aus.\nV Zeichne die Figur einige Male nach. Mit jeder weiteren\nRunde wird sich dein Atem ein bisschen mehr beruhi­\ngen.\nV Beende die Übung, wenn du wahrnimmst, dass die An­\nspannung in deinem Körper spürbar abgenommen hat.\n107"
        },
        {
            "page_number": 109,
            "content": "TOOL #24\n5-FINGER-ÜBUNG\nANGST WUT\nDauer: 2–5 Minuten\nStrategie: Reaktionskontrolle (Atmung)\nWirksamkeit: kurzfristig\nKörperebene: Atem und Hände"
        },
        {
            "page_number": 110,
            "content": "TOOL #24 5-FINGER-üBUNG\nMACH DAS, WENN …\nDieses Tool kannst du ebenfalls anwenden, wenn du un­\nterwegs bist und gar nichts weiter zur Hand nehmen\nkannst. Es ist die ideale Übung, wenn du das Gefühl hast,\ndu könntest impulsiv reagieren. Es ist auch geeignet, wenn\ndu aufgeregt, angespannt oder ängstlich bist.\nSO GEHT’S\nV Halte deine nicht dominante Hand offen mit dem Dau­\nmen nach außen vor dich.\nV Setze nun mit dem Zeigefinger deiner dominanten\nHand unten an der Wurzel deines kleinen Fingers an.\nV Atme ein, während du mit dem Zeigefinger an deinem\nkleinen Finger hochfährst.\nV Sobald du oben angekommen bist, hältst du kurz dei­\nnen Atem an und atmest wieder aus, während du an\ndeinem kleinen Finger wieder herunterfährst.\nV Führe das bei jedem Finger aus.\nV Du kannst mehrere Durchgänge machen.\n109"
        },
        {
            "page_number": 111,
            "content": "TOOL #25\nIM HIER UND JETZT\nANGST WUT\nDauer: 2–5 Minuten\nStrategie: Reaktionskontrolle (Beruhigung)\nWirksamkeit: kurzfristig\nKörperebene: Gedanken"
        },
        {
            "page_number": 112,
            "content": "TOOL #25 IM HIER UND JETzT\nMACH DAS, WENN …\nWenn du angespannt, verärgert oder ängstlich bist, kann\ndir Orientierung (wer bin ich, wo bin ich, was nehme ich\nwahr usw.) dabei helfen, eine Situation realistischer einzu­\nschätzen. Indem du dich auf das Hier und Jetzt konzen­\ntrierst, hilfst du deinen Gedanken und deinem Körper, he­\nrunterzufahren und dich zu erden, denn oftmals sind wir\nmit unseren Gedanken ganz woanders und dadurch nicht\nbei uns selbst.\nSO GEHT’S\nV Setze dir zur Orientierung im Hier und Jetzt einen An­\nker. Er könnte zum Beispiel lauten:\nV »Ich heiße Paula, bin 34 Jahre alt und wohne in Mün­\nchen. Heute ist Donnerstag, der 5. Juni 2023. Es ist\n19:17 Uhr und ich sitze allein an meinem Esstisch. Ich\nhöre das Ticken der Uhr und rieche den Duft der Blu­\nmen auf dem Tisch.«\nV Du kannst dies mit beliebig vielen Sätze fortführen, in­\ndem du mehr Details angibst und so viele Dinge wie\nmöglich beschreibst.\nV Es ist gut, wenn du immer mit deinem Namen, Alter,\nWohnort, dem Wochentag, Datum und der Uhrzeit und\ndann der Angabe zu dem Ort, wo du dich gerade befin­\ndest, beginnst. So wirst du auch dann in den Erzählfluss\nkommen, wenn du sehr wütend oder außer dir bist.\n111"
        },
        {
            "page_number": 113,
            "content": "TOOL #26\nBUCHSTABENSALAT\nANGST WUT\nDauer: 2–5 Minuten\nStrategie: Aufmerksamkeitskontrolle (Ablenkung)\nWirksamkeit: kurzfristig\nKörperebene: Gedanken"
        },
        {
            "page_number": 114,
            "content": "TOOL #26 BUCHSTABENSALAT\nMACH DAS, WENN …\nWenn du eine kleine Pause von deinen Gedanken brauchst,\nweil dir entweder alles zu viel wird, du gerade mit deiner\nWut »kämpfst« oder deine Gedanken um sich selbst krei­\nsen, kannst du diese Übung durchführen.\nSO GEHT’S\nV Nimm dir einige Minuten Zeit und sieh dich im Raum\num.\nV Suche den Raum zunächst nach Objekten ab, die mit\ndem Anfangsbuchstaben deines Vornamens beginnen.\nZähle sie auf.\nV Danach machst du mit dem zweiten Buchstaben deines\nVornamens weiter: Welche Objekte kannst du nun auf­\nzählen?\nV Mache so mit allen Buchstaben deines Vornamens wei­\nter.\nV Alternativen: Du kannst pro Buchstaben nur einen Ge­\ngenstand wählen und dann, wenn du zu allen Buch­\nstaben deines Vornamens einen Gegenstand genannt\nhast, wieder von vorn beginnen. Oder du nimmst bei\nden nächsten Durchgängen deinen Nachnamen oder\nden Namen deines Haustieres usw.\n113"
        },
        {
            "page_number": 115,
            "content": "TOOL #27\nRUHEPOL\nANGST WUT\nDauer: 2–5 Minuten\nStrategie: Reaktionskontrolle (Beruhigung)\nWirksamkeit: kurzfristig\nKörperebene: Vagusnerv"
        },
        {
            "page_number": 116,
            "content": "TOOL #27 RUHEPoL\nMACH DAS, WENN …\nWende dieses Tool an, wenn du dich entspannen und\nmehr (körperliche) Ruhe erreichen möchtest. Hierbei ist\ndas Hauptziel, deinen Körper und deinen Kopf zu beruhi­\ngen. Du kannst damit auch einfach und genussvoll zur\nRuhe kommen, bevor du zu Bett gehst.\nSO GEHT’S\nV Nimm dir für jeden Schritt ausreichend Zeit und genieße\ndie kleine Massage.\nV Beginne beim Cymba Conchae und mache kleine Kreise\nmit der Spitze deines Zeigefingers.\nV Danach suchst du dir den Punkt gleich hinter deinem\nTragus und machst auch hier wieder kleine Kreise mit\nder Fingerspitze.\nV Massiere dann dein Ohrläppchen und\nziehe es ganz sanft nach unten.\nV Zuletzt massierst du mit zwei Fingern\nden Bereich direkt hinter deinem Ohr.\n115"
        },
        {
            "page_number": 117,
            "content": "WIE DIESES TOOL WIRKT\nIndem du den Vagusnerv in deinem Ohr massierst, akti­\nvierst du dein parasympathisches Nervensystem und er­\nreichst dadurch eine Entspannung deines Körpers. Dies\nkannst du auch erreichen, indem du dich auf den Rücken\nlegst, deine Augen schließt und für ein paar Minuten tief\nund langsam in deinen Bauch ein­ und wieder ausatmest.\nDer Vagusnerv wird auch\nRuhe- oder Erholungsnerv genannt.\nIndem du eine Hand auf deinen Bauch und die andere\nHand auf dein Brustbein legst, kannst du kontrollieren, ob\ndein Atem wirklich in den Bauch und nicht in den Brust­\nbereich fließt.\nDER VAGUSNERV\nDer Vagusnerv ist der längste unserer zwölf Hirnnerven. Er\nsteuert das parasympathische Nervensystem und wirkt auf\nnahezu alle unbewusst ablaufenden Körperfunktionen ein.\nSeinen Ursprung hat er im Hirnstamm und verläuft dann\ndurch den Hals, über den Brustraum bis zum Bauchraum.\nAuf seinem Weg verästelt er sich hin zu den Ohren, dem\nHerz, der Lunge und beeinflusst unsere Atmung, Verdau­\nung, Herzfrequenz usw. und dadurch auch unser Wohl­\nbefinden.\n116"
        },
        {
            "page_number": 118,
            "content": "TOOL #27 RUHEPoL\nDER VAGUSNERV – VON KOPF BIS BAUCH\n117"
        },
        {
            "page_number": 119,
            "content": "TOOL #28\nKATEGORIEN-\nDENKEN\nANGST WUT\nDauer: 2–5 Minuten\nStrategie: Aufmerksamkeitskontrolle (Ablenkung)\nWirksamkeit: kurzfristig\nKörperebene: Gedanken"
        },
        {
            "page_number": 120,
            "content": "TOOL #28 kATEGoRIEN-DENkEN\nMACH DAS, WENN …\nWenn gleichzeitig zu viele Gedanken auf dich einströmen,\ndu dagegen ankämpfst, unter dem Druck wütend oder\nängstlich wirst, in diesem Moment jedoch keine Kraft oder\nMöglichkeit hast, dich ausgiebig mit deinem Gefühl und\ndeinem Bedürfnis auseinanderzusetzen, kannst du dich mit\ndiesem Tool davon ablenken.\nSO GEHT’S\nV Wähle mindestens zwei Kategorien aus, beispielsweise\nSäugetiere und Städte.\nV Stelle nun einen Timer auf ein oder zwei Minuten.\nV Notiere dir oder benenne in dieser Zeit aus den ausge­\nwählten Kategorien so viele Dinge wie möglich.\nV Erweiterung: Du zählst nur Dinge auf, die mit einem\nbestimmten Buchstaben beginnen.\nBeispiele für Kategorien: Säugetiere, Städte, Länder,\nFrüchte, Gemüse, Essen, Eissorten, Filme, Serien, be­\nkannte Menschen, Buchtitel, Sportteams, Namen von Men­\nschen in deinem Bekanntenkreis, Automarken, Blumen,\nBäume\n119"
        },
        {
            "page_number": 121,
            "content": "TOOL #29\nHIRN-FLICKFLACK\nANGST WUT\nDauer: 1–10 Minuten\nStrategie: Aufmerksamkeitskontrolle (Ablenkung)\nWirksamkeit: kurzfristig\nKörperebene: Gedanken"
        },
        {
            "page_number": 122,
            "content": "TOOL #29 HIRN-FLICkFLACk\nMACH DAS, WENN …\n… Wut in dir aufkeimt, die unmittelbar zu äußern für die\nSituation nicht förderlich wäre, da die Intensität der Wut zu\nstark ist. Auch wenn du mal ein wenig Ruhe von deinen\nGedanken haben möchtest, wird dir dieses Tool dabei hel­\nfen, dich für eine kurze Zeit abzulenken.\nSO GEHT’S\nV Gib deinem Hirn eine Aufgabe, die zu lösen es stark he­\nrausfordert.\nV Beispiele: Löse ein schwieriges Rätsel. Mach ein Ge­\nduldspiel (Zauberwürfel, Kartenhaus). Buchstabiere\nWörter, erst vorwärts, dann rückwärts. Schreibe etwas\nmit der nicht dominanten Hand. Schreibe oder zeichne\netwas spiegelverkehrt; nimm dafür einen kleinen Spie­\ngel zu Hilfe. Puzzle. Stelle dir eine Mathematikaufgabe\n(ziehe zum Beispiel von 100 immer 7 ab; oder wähle\neine Zahl aus und denke dir drei Wege aus, wie du auf\ndiese Zahl kommst, beispielsweise zu 5: 6 – 1 = 5, 3 + 2 =\n5, 10 : 2 = 5).\nV Je komplexer und schwieriger die Aufgabe ist, desto\nstärker wirst du von deinem Gefühl abgelenkt werden.\nWenn du solche Aufgaben kombinierst, indem du bei­\nspielsweise mit deiner nichtdominanten Hand spiegel­\nverkehrt eine Figur zeichnest, wird es schnell sehr an­\nspruchsvoll für dein Gehirn.\n121"
        },
        {
            "page_number": 123,
            "content": "TOOL #30\nKRAFTAKT\nWUT\nDauer: 2–3 Minuten\nStrategie: Reaktionskontrolle (Anspannung und Entspannung)\nWirksamkeit: kurzfristig\nKörperebene: ganzer Körper"
        },
        {
            "page_number": 124,
            "content": "TOOL #30 kRAFTAkT\nMACH DAS, WENN …\nDieses Tool ist besonders wirksam, wenn du das Gefühl\nhast, dass dein Körper sich im »Kampfmodus« befindet\noder du plötzlich sehr wütend wirst oder dich angegriffen\nfühlst. Du lässt damit ein bisschen der überschüssigen\nEnergie ab. Dein Körper hat sich auf eine Bedrohung ein­\ngestellt, schüttet alle notwendigen Hormone aus, die nach\nAction schreien, und er erwartet nun die Action. Gib dei­\nnem Körper diese Action, sodass die Energie nicht weiter\nin dir brodelt, sondern hinaus und dadurch abgebaut\nwerden kann.\nSO GEHT’S\nV Stelle dich vor eine Wand, strecke deine Arme gerade\naus und lege die Hände an die Wand.\nV Stemme dich nun so fest wie möglich gegen die Wand,\nso als würdest du versuchen, die Wand zu verschieben.\nAchtung: Wenn du eine sehr große Wut verspürst, setze\nnicht deine gesamte Kraft ein, da du dich sonst ver­\nletzen könntest.\nV Lasse dann von der Wand ab, entspanne deine Muskeln\nund schüttle die Anspannung weg.\nV Wiederhole dies so lange, bis sich eine Entspannung\neinstellt.\n123"
        },
        {
            "page_number": 125,
            "content": "TOOL #31\nFAUST GEGEN WUT\nWUT\nDauer: 2–3 Minuten\nStrategie: Reaktionskontrolle (Anspannung und Entspannung)\nWirksamkeit: kurzfristig\nKörperebene: Oberkörper"
        },
        {
            "page_number": 126,
            "content": "TOOL #31 FAUST GEGEN WUT\nMACH DAS, WENN …\nDieses Tool kannst du anwenden, wenn dein Körper in\nhöchste Alarmbereitschaft geraten ist und dir alle Signale\nfür einen Angriff sendet. Er stellt dir die Energie zur Verfü­\ngung, damit du aktiv werden kannst. Nun geht es darum,\nmithilfe dieses Tools einen Teil der bereitgestellten Ener­\ngie kontrolliert freizulassen. Vorteilhaft ist, dass du dieses\nTool überall und jederzeit einsetzen kannst, selbst in Ge­\ngenwart anderer Menschen.\nSO GEHT’S\nV Atme tief ein, balle deine Hände zu Fäusten.\nV Stelle dir vor, wie du deine ganze Wut in diese Fäuste\nsteckst.\nV Drücke deine Fäuste ganz fest zusammen.\nV Atme dann wieder aus und öffne dabei ganz vorsichtig\ndeine Fäuste.\nV Lasse deine Schultern fallen und entspanne deine Arme.\nV Versuche, dabei alles, was du gedanklich in die Fäuste\ngepackt hast, loszulassen.\nV Wiederhole dieses, bis du dich nicht mehr so ange­\nspannt fühlst.\nWenn Menschen in der Nähe sind und du nicht möchtest,\ndass sie etwas von deinem Gefühlszustand mitbekommen,\nkannst du die Fäuste auch in den Taschen oder hinter dei­\nnem Rücken ballen und entspannen.\n125"
        },
        {
            "page_number": 127,
            "content": "TOOL #32\nDAS HAUS\nDER GEFÜHLE\nANGST WUT TRAUER\nDauer: 2–3 Minuten\nStrategie: Situation verändern\nWirksamkeit: kurzfristig\nKörperebene: Gedanken"
        },
        {
            "page_number": 128,
            "content": "TOOL #32 DAS HAUS DER GEFüHLE\nMACH DAS, WENN …\nWenn ein Gefühl dich einfach nicht loslässt, dich überallhin\nverfolgt und du eine kleine Pause vom Gefühl brauchst,\nkannst du mit diesem Tool eine gewisse Distanz dazu ge­\nwinnen.\nSO GEHT’S\nV Stelle dir ein großes Haus vor, in dem alle deine Gefühle\nein eigenes Zimmer haben. Führe es dir genau vor\nAugen, insbesondere das Zimmer des Gefühls, das dir\ngerade zu schaffen macht.\nV Schicke dann das Gefühl, das dich nun zu lange nervt,\nauf sein Zimmer.\nV Sage dir dabei in Gedanken oder laut: »Es reicht, geh\njetzt auf dein Zimmer«.\nV Beobachte in deiner Vorstellung das Gefühl dabei, wie\nes hinaus und vielleicht die Treppe hochgeht, seine\nZimmer tür öffnet, ins Zimmer geht und aus deinen\nAugen verschwindet.\nV Du kannst die Übung verstärken, indem du deinem Ge­\nfühl eine Gestalt gibst. Stelle dir vor, wie das Gefühl\naussehen könnte: Wie groß ist es? Was für eine Form\nhat es? Welche Farbe? Hat es Augen? Usw.\n127"
        },
        {
            "page_number": 129,
            "content": "TOOL #33\nHERAUSSCHÜTTELN\nANGST WUT TRAUER\nDauer: 1–2 Minuten\nStrategie: Reaktionskontrolle (Anspannung und Entspannung)\nWirksamkeit: kurzfristig\nKörperebene: ganzer Körper"
        },
        {
            "page_number": 130,
            "content": "TOOL #33 HERAUSSCHüTTELN\nMACH DAS, WENN …\nDu kannst dieses Tool einsetzen, wenn es einen größeren\nAnlass gab, beispielsweise ein Gespräch, infolgedessen\ndich deine Gefühle zu überwältigen drohen. Das Hauptziel\nist es, das, was dich belastet, herauszuschütteln. Dies kön­\nnen Gefühle und Gedanken aller Art, beispielsweise zu be­\nstimmten Erlebnissen oder Erfahrungen, sein.\nSO GEHT’S\nV Stelle dir vor, wie du alle negativen Erlebnisse, Erfahrun­\ngen, Gedanken und Gefühle herausschüttelst.\nV Beginne mit deinen Armen: Schüttle zunächst deinen\nlinken, dann deinen rechten Arm aus.\nV Schüttle dann deine Schultern aus.\nV Gehe weiter und schüttle ganz sanft nacheinander dei­\nnen Kopf, danach deinen Oberkörper, deinen Bauch\nund deine Taille aus.\nV Mache anschließend mit deinem linken Bein weiter, da­\nnach mit deinem rechten Bein.\nV Schüttle zum Abschluss deinen gesamten Körper ganz\nsanft.\nWIE DIESES TOOL WIRKT\nDurch das Schütteln wird auf natürliche Art Adrenalin in\ndeinem Körper abgebaut und das parasympathische Ner­\n129"
        },
        {
            "page_number": 131,
            "content": "vensystem aktiviert. Infolgedessen reduziert sich die An­\nspannung in deinem Körper. Das Schütteln wird auch\n»neurogenes Zittern« genannt. Wir können es oft als Re­\nflex bei Kindern und Tieren beobachten, da es sich um\neinen angeborenen Mechanismus handelt, der unseren\nKörper dabei unterstützen soll, Stress und starke Gefühle\nloszulassen. Wenn wir erwachsen werden, verschwindet\nder Mechanismus meistens, da wir es unbewusst unter­\ndrücken. In Extremsituationen kann das Zittern jedoch den\nWeg »nach draußen« finden. Vielleicht hast du es auch be­\nreits selbst erlebt oder bei jemandem beobachtet.\nZITTERMECHANISMUS\nWürden wir es zulassen, so würden wir also alle zittern,\ndenn das Zittern gibt unserem Körper die Rückmeldung,\ndass die angespannte Situation vorbei ist und wir uns nun\nentspannen können. Bleibt dieses Signal aus, kann die\nEntspannung nicht einsetzen und die Anspannung bleibt\nin unserem Körper.\nKONTROLLIERT ZITTERN\nMan kann das Zittern bewusst herbeiführen. Die Tension\nand Trauma Releasing Exercises (TRE) bieten viele Übun­\ngen, durch die du nachträglich nach dem eigentlichen An­\nlass zittern und somit Verspannungen und Blockaden l ösen\nkannst.\n130"
        },
        {
            "page_number": 132,
            "content": "TOOL #33 HERAUSSCHüTTELN\nABLAUF EINER ZITTERÜBUNG\nDer Körper wird in eine bestimmte Position gebracht, in\nder er zu zittern beginnt. Gerade zu Beginn können ruck­\nartige Bewegungen auftreten. Kommt ein Z ittern auf und\nschafft man es, das Zittern zuzulassen, kann man in der\nPosi tion bleiben oder sie verlassen und weiterzittern.\nDas Zittern meldet deinem Körper:\nDie angespannte Situation ist nun vorbei.\nBei regelmäßiger Übung kann das Zittern bei Bedarf auch\nhervorgerufen werden, ohne dass man eine bestimmte\nPosi tion einnehmen muss.\nBELASTENDE ERFAHRUNGEN\nWie bei der Anwendung aller Tools in diesem Buch ist es\nbei Zitterübungen besonders wichtig, auf deinen Körper\nzu hören. Sollte sie ein komisches oder unangenehmes\nGefühl in dir auslösen, brich die Übung ab.\nAchtung: Da Zitterübungen u. a. auch dabei helfen, trau­\nmatische Erfahrungen loszulassen, ist hier unbedingt Vor­\nsicht geboten: Wenn du belastende oder gar traumatische\nErfahrungen gemacht hast, solltest du solche konkreten\nZitterübungen zu Beginn nicht allein, sondern professio­\nnell begleitet durchführen.\n131"
        },
        {
            "page_number": 133,
            "content": "TOOL #34\nWUT-TAGEBUCH\nWUT\nDauer: 5–15 Minuten\nStrategie: Kognitive Umbewertung (Reflexion)\nWirksamkeit: kurz­ und langfristig\nKörperebene: Gedanken\nDu benötigst: Tagebuch oder dein Smartphone zum\nAufschreiben"
        },
        {
            "page_number": 134,
            "content": "TOOL #34 WUT -TAGEBUCH\nMACH DAS, WENN …\nWenn du das Gefühl hast, dass du deine Wut wieder hi­\nnunterschlucken musstest oder wenn du jemanden ange­\nschrien hast und dich nun schuldig oder traurig fühlst und\nan nichts anderes mehr denken kannst, dann probiere das\nWut­Tagebuch aus. Dadurch kannst du Gemeinsamkeiten\nzwischen Situationen erkennen, die ansonsten leicht über­\nsehen werden können.\nSO GEHT’S\nV Wenn dich etwas wütend macht, dann halte kurz inne\nund schreibe auf, was oder wer dich so wütend gemacht\nhat.\nV Notiere auch, was kurz davor passiert ist.\nV Spüre dem Moment nach, in dem dich jemand oder\netwas wütend gemacht hat: Wie hast du dich gefühlt?\nSchreibe es auf.\nV Halte außerdem kurz fest, wie du dich jetzt, danach,\nfühlst.\nWIE DIESES TOOL WIRKT\nDas Wut­Tagebuch soll dir nicht dabei helfen, »Dampf ab­\nzulassen», denn dabei würdest du dich nur noch mehr in\ndeine Wut hineinsteigern. Stattdessen soll es dich darin\nunterstützen, die Ursache deiner Wut beziehungsweise\n133"
        },
        {
            "page_number": 135,
            "content": "deines Streits oder deines Konflikts aufzudecken und zu\nerkennen, was dahintersteckt. Welches Bedürfnis von dir\nwurde missachtet? Oder warum hast du dich missverstan­\nden gefühlt?\nDurch das Wut-Tagebuch\nlässt du nicht Dampf ab, sondern du\nbetrachtest eine Situation genau.\nSo kannst du Zusammenhängen auf die Spur kommen und\ndadurch auch eine Lösung für die aktuelle Situation und\nfür künftige Situationen finden.\nDURCH ABSTAND WIRD ALLES KLARER\nIndem du aufschreibst, was geschehen ist und welche Ge­\nfühle das in dir hervorgerufen hat, gewinnst du mehr Ab­\nstand zu der Situation und kannst alles aus einem anderen\nBlickwinkel betrachten. Das bedeutet nicht, dass du bei­\nspielsweise einer anderen Person recht gibst, aber du\nkannst erkennen, dass es verschiedene Sichtweisen auf ein\nGeschehen gibt. Indem du eine andere Sichtweise nach­\nvollziehst, wird es dir weniger schwerfallen, zu vergeben,\nund durch Vergebung kannst du eher wieder in ein emo­\ntionales Gleichgewicht gelangen.\n134"
        },
        {
            "page_number": 136,
            "content": "kURz UND kNAPP\nKURZ UND KNAPP\n• Wut hilft dir, für dich, deine Ziele und deine Bedürfnisse\neinzustehen.\n• Wut kann dir zeigen, dass eine Veränderung nötig ist.\n• Deine Wut zu unterdrücken ist mit großer Anstrengung\nverbunden.\n• Unterdrückte Wut ist purer Stress für deinen Körper und\nkann zu vielen psychischen und körperlichen Beschwer­\nden führen.\n• Die körperlichen Reaktionen bei Wut sollen dich dabei\nunterstützen, anzugreifen oder dich verteidigen zu kön­\nnen.\n• Wut sollte weder unkontrolliert herausgelassen noch\nunterdrückt werden.\n• Da wir bei Wut oftmals impulsiv reagieren, ist ein wich­\ntiger erster Schritt, durchzuatmen und Abstand zu ge­\nwinnen.\n• Hinter Wut können sich auch andere – primäre – Ge­\nfühle verstecken. Du kommst diesen auf die Spur, indem\ndu dein Bedürfnis im Wut­Moment wahrnimmst.\n• Verletzte Menschen verletzen Menschen. Besonders\ndann, wenn eine Wunde nicht verheilt ist, kann es Wut\nauslösen, die Wunde erneut zu berühren.\n• Das Schütteln deines Körpers kann dir helfen, Anspan­\nnung und dadurch auch Wut loszuwerden.\n135"
        },
        {
            "page_number": 137,
            "content": "Trauer –\ndas Gefühl,\ndas dir\ndeinen\nWeg weist"
        },
        {
            "page_number": 138,
            "content": "J ede Person, die schon einmal um einen geliebten Men­\nschen getrauert hat, weiß, dass Trauer ein sehr inten­\nsives Gefühl sein kann. Es kann sich so anfühlen, als würde\nes nie mehr aufhören und dich schier erdrücken. Obwohl es\ndabei stets um e inen Verlust und den Umgang damit geht,\nist Trauer nicht gleich Trauer: Jeder Trauerweg ist individu­\nell. Unser Leben ist geprägt von Dingen, die kommen, aber\nauch wieder gehen. Seien es Menschen, Erfolge, Gesund­\nheit, Kompetenzen und vieles mehr. Je nach Verlust kann\ndie Trauer unterschiedlich stark empfunden werden.\nDIE HERAUSFORDERUNG BEI DER TRAUER\nIn dem Prozess, mit dem Verlust eines geliebten Menschen\numgehen zu lernen, ist es für viele Menschen bereits\näußerst herausfordernd, die Trauer überhaupt zuzulassen.\nSie sind davon überzeugt beziehungsweise folgen instink­\ntiv zu ihrem eigenen Schutz der Überzeugung, »funktionie­\nren« zu müssen, sodass sie es erst gar nicht zulassen, in\nden Trauerprozess zu kommen. Doch Trauer weist uns den\nWeg und ist wichtig dafür, einen Verlust in das Leben zu\ninteg rieren. Ereignisse, die eine große Bedeutung für dich\nhaben, wie der Tod einer geliebten Person oder der Bruch\neiner wichtigen Beziehung, dürfen, ja, sollten ausreichend\nbetrauert werden. Du darfst weinen, du darfst wütend sein,\ndu darfst dir Zeit lassen und dir Zeit nehmen.\n137"
        },
        {
            "page_number": 139,
            "content": "WANN TRAUER AUFKOMMT\nT rauer kommt auf, wenn wir etwas verloren haben. Eine\ngeliebte Person, weil sie gestorben ist, eine Lebens­\npartnerin oder e inen Lebenspartner infolge einer Trennung,\ndie Gesundheit infolge einer schlimmen Erkrankung.\nTrauer kann durch den Tod\neiner geliebten Person und viele andere Arten\nvon Verlust ausgelöst werden.\nTrauer kann aber auch aufkommen, wenn du durch einen\nFreund oder eine Freundin zurückgewiesen wirst oder\nauch deine Selbstachtung verlierst, weil du beispielsweise\nzum zigsten Mal dein Ziel nicht erreicht hast.\nEINE ERINNERUNG\nTrauer kann außerdem durch etwas ausgelöst werden, das\nin uns Erinnerungen wachruft. So kann dich ein Lied im\nRadio plötzlich an eine verflossene Liebe oder das Parfüm\neiner vorbeilaufenden Person an deine verstorbene Groß­\nmutter erinnern. Auch eine aktuelle Situation kann an\neinen alten Schmerz erinnern und dadurch Trauer aus­\nlösen. Wichtig für dich ist es, deine Reaktionen nachvoll­\nziehen und einordnen zu können, damit du der Situation\nund deinen Bedürfnissen entsprechend handeln kannst.\n138"
        },
        {
            "page_number": 140,
            "content": "Wobei deine Trauer dir hilfT\nWOBEI DEINE TRAUER DIR HILFT\nTrauer kommt uns oft als etwas Unangenehmes und\nSchreckliches vor, das wir unbedingt vermeiden wollen.\nDann setzen wir – meist unbewusst – Verdrängungsstrate­\ngien ein, sind beispielsweise ständig unterwegs oder kon­\nsumieren Alkohol und Drogen oder andere schädliche\nDinge. Dabei dient deine Trauer vor allem der Verarbei­\ntung des Verlusts, sei er kürzlich eingetreten oder durch\neine Erinnerung wieder wachgerufen. Dieser Prozess\nbraucht Zeit. Währenddessen werden deine Gefühle ge­\nordnet und du gewöhnst dich allmählich an die neue\nLebens situation. Deine Trauer hilft dir auch dabei, Trost\nund Hilfe zu suchen und zu finden.\nICH BRAUCHE HILFE\nViele Trauernde schämen sich für ihre Trauer und halten sie\nfür eine Schwäche. Statt um Hilfe zu bitten, ziehen sie sich\nzurück, wollen niemandem zeigen, dass sie traurig und er­\nschöpft sind. Dabei ist es wichtig, in der Trauer nicht allein\nzu sein. Tausche dich mit jemandem über deine Situation\nund deine Gefühle aus, sprich möglichst offen aus, was du\nbrauchst. Falls du noch keinen Zugang zu deinen Bedürf­\nnissen hast und nicht genau weißt, was dir guttun würde,\ndann äußere dies genau so. Denn nicht nur du kannst mit\ndeiner Trauer überfordert sein, sondern auch deine Mit­\nmenschen. Deine Offenheit hilft ihnen, dir zu helfen.\n139"
        },
        {
            "page_number": 141,
            "content": "WORAN DU TRAUER ERKENNST\nMÖGLICHE KÖRPERLICHE REAKTIONEN\n• Deine Stimme wird sanfter und tiefer.\n• Deine Augenbrauen ziehen sich über der Nasenwurzel\nin die Höhe.\n• Deine Augen werden feucht oder füllen sich mit Tränen.\n• Du sinkst in dich zusammen, fühlst dich schwer und be­\nwegst dich eher langsam.\n• Deine Augenlider werden schwer.\n• Deine Kehle schnürt sich zu. Du spürst einen Kloß im\nHals.\n• Du hast ein dumpfes Gefühl in der Magengegend.\n• Du verspürst diffuse Schmerzen oder vielleicht Schmer­\nzen im Herz.\nMÖGLICHE WEITERE ANZEICHEN\nKonzentrationsprobleme, Schlaflosigkeit (Ein­ und Durch­\nschlafprobleme) und Albträume, veränderter Tag­Nacht­\nRhythmus, Gedächtnislücken, Dünnhäutigkeit und Empfind­\nlichkeit, Gedankenkarussell. Du lebst in der Vergangenheit,\ndu empfindest Schuld und/oder Scham. Es fühlt sich an, als\nwürde das Leben nicht weitergehen. Du fühlst dich wie ver­\nsteinert, blockiert, verlassen, erschöpft, verzweifelt, untröst­\nlich, als würde die Zeit stillstehen, in einem Schockzustand,\nin Watte oder unter einem Schleier.\n140"
        },
        {
            "page_number": 142,
            "content": "Woran du Trauer erkennsT\nMÖGLICHE GEDANKEN\n»Ich halte das nicht aus«, »Es zerreißt mir das Herz«, »Es\ntut so weh«, »Ich kann das nicht mehr«, »Warum habe ich\ndas nicht kommen sehen?«, »Es tut mir so leid«, »Warum\nhabe ich nicht dieses und jenes getan?«.\nMÖGLICHES VERHALTEN\nDu ziehst dich zurück und meldest dich bei niemandem\nmehr. Du möchtest allein gelassen werden und deine Ruhe\nhaben. Du verbringst viel Zeit in deinem Bett. Veranstal­\ntungen oder Treffen verlässt du früher, da du andere Men­\nschen kaum aushältst.\nTRAUER UND ERSCHÖPFUNG\nVielleicht ist dir schon einmal aufgefallen, dass du dich er­\nschöpft gefühlt hast, als du getrauert hast. Dies ist eine\nnormale Reaktion deines Körpers und dient als Selbst­\nschutz. Wenn du also unterwegs bist und merkst, dass dich\nein Gespräch stark ermüdet oder dir eine Situation einfach\nzu viel wird, dann gehe diesen Empfindungen nach und\nziehe dich zurück. Diese Erschöpfung ist ein deutlicher\nund wichtiger Hinweis, dass du mehr Ruhe zum Trauern\nbrauchst. Das Trauern braucht Zeit, du bestimmst, wie\nlange, und wägst immer wieder ab, was in einem bestimm­\nten Moment geht und was nicht.\n141"
        },
        {
            "page_number": 143,
            "content": "TOOL #35\nDIE KRAFT DER\nWÖRTER\nANGST TRAUER\nDauer: einmal zur Einrichtung 10–15 Minuten, Anwendung\nim Vorbeigehen\nStrategie: Aufmerksamkeitskontrolle (Ablenkung)\nWirksamkeit: kurz­ und langfristig\nKörperebene: Gedanken\nWas du benötigst: Klebezettel"
        },
        {
            "page_number": 144,
            "content": "TOOL #35 die krafT der Wör Ter\nMACH DAS, WENN …\nVielleicht fühlst du dich traurig, bist enttäuscht oder hät­\ntest gerne eine bestimmte Sache anders gemacht. In sol­\nchen Momenten neigen wir zu Selbstkritik: »Was soll das\ndenn?«, »Kannst du es nicht besser oder willst du nicht?«\nOder wir verurteilen unser Gefühl, unsere Verfassung und\nspielen sie vor uns selbst herunter: »Nimm dich doch ein­\nfach zusammen«, »Warum bist du so schwach?« oder\n»Jetzt reicht es aber langsam«. Dabei würde es so guttun,\nliebevolle Worte zu hören oder zu lesen. Mit diesem Tool\nbaust du solche liebevollen Äußerungen gegenüber dir\nselbst in dein Leben ein.\nSO GEHT’S\nV Denke dir einige positive Affirmationen und liebe Worte\naus, die dich unterstützen. Beispiele: »Du bist gut so,\nwie du bist«, »Heute hast du schon sehr viel sehr gut\ngemacht«, »Du bist stark«, »Heute ist DEIN Tag!«.\nV Schreibe nun jede positive Äußerung auf einen Klebe­\nzettel.\nV Verteile die Klebezettel überall in deiner Wohnung, in\ndeinem Zimmer, in der Küche, im Bad.\nV Lies jedes Mal, wenn du an so einem Zettel vorbeiläufst,\ndie Affirmation; vielleicht sprichst du sie sogar laut aus.\n143"
        },
        {
            "page_number": 145,
            "content": "TOOL #36\nDEIN KLEINER\nHELFER\nANGST TRAUER\nDauer: einmal zur Einrichtung 5–30 Minuten, Anwendung so\nlange du möchtest\nStrategie: Aufmerksamkeitskontrolle (Ablenkung)\nWirksamkeit: kurzfristig\nKörperebene: Gedanken\nDu benötigst: einen Gegenstand"
        },
        {
            "page_number": 146,
            "content": "TOOL #36 dein kleiner helfer\nMACH DAS, WENN …\nWenn du dich traurig oder unsicher fühlst – allgemein oder\nauch in einer bestimmten Situation – soll dich (d)ein kleiner\nHelfer an eine bestimmte Fähigkeit erinnern wie beispiels­\nweise Mut, Zuversicht, Hoffnung, Stärke, Durchhaltever­\nmögen oder Ähnliches, die dir beim Lösen einer Aufgabe\noder bei einer schwierigen Situation helfen könnte. Du\nkannst auch mehrere Helfer haben, die je für eine be­\nstimmte Fähigkeit stehen.\nSO GEHT’S\nV Was soll dein kleiner Helfer sein? Wähle ihn selbst aus:\nDu kannst irgendetwas nehmen, es sollte nur klein sein\nund gut in deine Hosentasche passen: ein Stein oder\nEdelstein, eine Muschel, eine Kastanie, eine Feder, ein\nSchlüsselanhänger, eine Figur, eine Murmel. Vielleicht\nentscheidest du dich für etwas Selbstgebasteltes, ganz\nwie du magst.\nV Lade dann den Gegenstand positiv auf, indem du ihn in\ndeiner Hand hältst und dir alle positiven und guten\nDinge vorstellst, die dir nun einfallen. Nimm dir Zeit da­\nfür.\nV Ab jetzt kannst du den Gegenstand immer, wenn du das\nGefühl hast, Unterstützung zu benötigen, hervorholen.\nDenke dann auch wieder an all die positiven und schö­\nnen Dinge.\n145"
        },
        {
            "page_number": 147,
            "content": "TOOL #37\nAUFTANKEN\nANGST TRAUER\nDauer: einmal zur Einrichtung 10–20 Minuten, Anwendung so\nlange du möchtest\nStrategie: Situation verändern\nWirksamkeit: kurzfristig\nKörperebene: Gedanken\nDu benötigst: Zettel"
        },
        {
            "page_number": 148,
            "content": "TOOL #37 aufT anken\nMACH DAS, WENN …\n… du dich schon länger traurig oder niedergeschlagen\nfühlst und eine Pause von diesen Gefühlen brauchst. Du\nkannst damit ein angenehmes Gefühl herbeiführen.\nSO GEHT’S\nV Nimm dir einige Minuten Zeit und schreibe so viele an­\ngenehme Gefühle auf, wie dir einfallen. Schreibe jedes\nGefühl auf einen Zettel.\nV Beispiele: dankbar, begeistert, zufrieden, entspannt,\nfreudig, vorfreudig, leicht, positiv aufgeregt, angeregt,\nerregt, lebendig, heiter, gelassen, befreit, ausgeglichen,\nbeschwingt, berauscht, berührt, behaglich usw.\nV Überlege dir zu jedem Gefühl, was du tun könntest, um\ndas angenehme Gefühl entstehen zu lassen. Schreibe\ndeine Ideen auf den Zettel.\nV Beispiel: Zu »entspannt« notierst du »Massage», zu\n»vorfreudig« vielleicht »Verabredung mit Freundin xy».\nV Wann immer du nun eines der Gefühle verspüren möch­\ntest, nimm den Zettel hervor und führe die Idee aus.\nV Du kannst, wenn du dich traurig fühlst, auch die Zettel\nhervornehmen und dir ein Gefühl aussuchen, das jetzt\nhilfreich für dich ist und du jetzt gerne haben und also\nherbeiführen möchtest.\n147"
        },
        {
            "page_number": 149,
            "content": "TOOL #38\nTRÖSTENDE\nMELODIEN\nTRAUER\nDauer: 5–20 Minuten\nStrategie: Situation verändern\nWirksamkeit: kurz­ und langfristig\nKörperebene: Gedanken\nDu benötigst: Musik"
        },
        {
            "page_number": 150,
            "content": "TOOL #38 TrösTende Melodien\nMACH DAS, WENN …\nMusik wirkt vielfältig auf uns Menschen. Sie kann unseren\nHerzschlag, unseren Atem sowie unseren Blutdruck verän­\ndern. Musik besitzt die Kraft, uns zu beruhigen, zu aktivie­\nren und uns Trost zu spenden. Die Schwingungen der\nTöne können unser Innerstes erreichen und dadurch den\nZugang zu unseren Gefühlen ermöglichen. Wenn es dir\nschwerfällt, loszulassen, zu weinen, deine Trauer auszu­\nleben, unterstützt dieses Tool dich dabei, Gefühle zu emp­\nfinden. Zudem kannst du dich durch Musik besser an\nschöne Erlebnisse erinnern und den Verlust dadurch\nschrittweise in dein Leben integrieren.\nSO GEHT’S\nV Stelle dir eine Playlist mit traurigen Liedern zusammen.\nManchen Menschen hilft es auch, sich nur ein Lied in\nDauerschleife anzuhören.\nV Ziehe dich dann an einen ruhigen Ort zurück, an dem\ndu dir sicher sein kannst, dass du nicht gestört wirst.\nDenn wenn du das Gefühl hast, dass jederzeit jemand\nauftauchen könnte, wird es dir weniger gut gelingen,\ndich ganz der Musik zu widmen und wirklich loszul assen.\nV Nicht immer klappt es beim ersten Mal. Manchmal\nbraucht es mehrere Wiederholungen. Denke bitte da­\nran: Das ist normal und auch okay.\n149"
        },
        {
            "page_number": 151,
            "content": "TOOL #39\nKOMM IN\nAUF-BEWEGUNG\nTRAUER\nDauer: 1–5 Minuten\nStrategie: Reaktionskontrolle (Anspannung und Entspannung)\nWirksamkeit: kurzfristig\nKörperebene: ganzer Körper"
        },
        {
            "page_number": 152,
            "content": "TOOL #39 koMM in auf-beWegung\nMACH DAS, WENN …\nBewegungen, die dich innerlich hochbringen, wieder nach\noben, nenne ich Auf­Bewegungen. Sie können dir helfen,\nwenn sich dein Körper schwer und träge anfühlt und dich\nwortwörtlich herunterzieht. Es gibt viele Möglichkeiten,\nwie du solche Auf­Bewegungen gestalten kannst.\nSO GEHT’S\nV Option 1: Stelle Musik an und bewege dich dazu. Du\nkannst tanzen oder dich nur mit der Musik wiegen, ganz\nwie du magst. Nimm dabei die Arme nach oben.\nV Option 2: Hebe deine Arme über deinen Kopf, indem\ndu sie mit viel Schwung nach oben schwingst. Halte sie\neinen Moment oben, schüttle sie kurz über deinem\nKopf aus und lass sie dann langsam wieder sinken.\nV Option 3: Führe mehrmals hintereinander eine La­Ola­\nWelle durch. Du kannst dazu passende Geräusche\nmachen, um den Effekt zu erhöhen.\nV Option 4: Stelle dich auf die Zehenspitzen, strecke die\nArme hoch über deinen Kopf und versuche dann, die\nKirschen zu pflücken, die (vorgestellt) hoch über dir so\nlecker einladend am Ast hängen.\n151"
        },
        {
            "page_number": 153,
            "content": "TOOL #40\nHINTER DIR LASSEN\nANGST WUT TRAUER\nDauer: 2–5 Minuten\nStrategie: Aufmerksamkeitskontrolle (Imagination)\nWirksamkeit: kurzfristig\nKörperebene: Gedanken"
        },
        {
            "page_number": 154,
            "content": "TOOL #40 hinTer dir lassen\nMACH DAS, WENN …\nEs gibt manchmal Tage, an denen dich deine Gefühle zu\nerdrücken scheinen. Du meinst dich im Kreis zu drehen\nund fühlst dich immer schlechter. Wenn du einen Teil dei­\nner Gefühle hinter dir lassen möchtest – und sei es wenigs­\ntens für ein paar Minuten oder Stunden – dann probiere\ndiese Übung aus.\nSO GEHT’S\nV Stelle dir gedanklich vor, wie du an einen weit entfern­\nten Ort gehst. Beispielsweise irgendwo hoch in den\nBergen, tief im Ozean oder in einer Pyramide.\nV Nun packst du deine unangenehmen Gefühle in eine\nKiste, verschließt sie gut und lässt sie dann hinter dir:\nDu läufst, schwimmst oder fliegst einfach davon. Weg\nvon diesen schmerzhaften Gefühlen. Wichtig: Drehe\ndich dabei nicht um, sondern entferne dich, ohne zu­\nrückzuschauen, immer weiter von dieser Kiste.\nV Sobald die Zeit gekommen ist und du deine Gefühle\nnäher betrachten und sie verarbeiten möchtest, wirst du\nden Weg zu diesem Ort wiederfinden. Wenn du Angst\nhast, sie nicht wiederzufinden, kannst du dir gedanklich\neine Markierung an diesem Ort oder auf dem Weg\nmachen.\n153"
        },
        {
            "page_number": 155,
            "content": "TOOL #41\nDER BRIEF\nANGST WUT TRAUER\nDauer: 10–60 Minuten\nStrategie: Situation verändern\nWirksamkeit: kurz­ und langfristig\nKörperebene: Gedanken\nDu benötigst: Papier und Stift"
        },
        {
            "page_number": 156,
            "content": "TOOL #41 der brief\nMACH DAS, WENN …\nSchreibe einen Brief, wenn dir das Gefühl zu schaffen\nmacht, dass etwas Wichtiges nicht ausgesprochen worden\nist und du es der betreffenden Person nicht mehr sagen\nkannst. Das kann ein Brief an eine verstorbene Person\noder eine verflossene Liebe o. Ä. sein. Der Brief ist nur für\ndich gedacht, nicht dafür, dass du ihn der Person schickst.\nDas Aufschreiben soll dir dabei helfen, deine Gedanken\nund Gefühle zu der Person und dem Erleben mit ihr zu\nordnen.\nSO GEHT’S\nV Schreibe auf ein Blatt Papier oder Briefpapier alles auf,\nwas dir wortwörtlich auf der Seele brennt. Nimm dir ge­\nnügend Zeit dafür.\nV Wenn du den Brief beendet hast, kannst du ihn verbren­\nnen, vergraben oder an einem sicheren Ort aufbewah­\nren. Das Entsorgen des Briefes kann sich zusätzlich be­\nfreiend anfühlen. Falls du jedoch das Gefühl hast, den\nBrief irgendwann wieder lesen zu wollen, kannst du dich\nauch für die dritte Option entscheiden.\nV Wenn es gewisse Dinge gibt, die nicht geklärt werden\nkonnten, kannst du dir in einem zweiten Schritt vorstel­\nlen, dass die Person auf deinen Brief antwortet, und\ndann kannst du wiederum auf ihren Brief antworten.\n155"
        },
        {
            "page_number": 157,
            "content": "TOOL #42\nTRAUER-TAGEBUCH\nTRAUER\nDauer: 5–20 Minuten\nStrategie: Kognitive Umbewertung (Reflexion)\nWirksamkeit: kurz­ und langfristig\nKörperebene: Gedanken\nDu benötigst: ein Notizheft oder dein Smartphone zum\nAufschreiben"
        },
        {
            "page_number": 158,
            "content": "TOOL #42 Trauer-Tagebuch\nMACH DAS, WENN …\nIn der Trauer kommt eine Vielfalt von Gefühlen und Gedan­\nken auf. Sie können dich vollkommen einnehmen und oft\nkann es sich anfühlen, als würde die Trauer dich überhaupt\nnicht mehr loslassen. Das tritt wahrscheinlich durchaus\nnicht nur in den ersten Wochen auf, sondern auch später\nimmer wieder. Dein Trauer­Tagebuch hilft dir, zurechtzu­\nkommen.\nSO GEHT’S\nV Suche dir ein schönes Notizbuch aus oder nutze dein\nSmartphone zum Tagebuchschreiben.\nV Schreibe regelmäßig, vielleicht jeden Tag zur selben\nUhrzeit oder jedes Wochenende zur selben Tageszeit,\nsodass du dich daran gewöhnst.\nV Beginne immer mit demselben Einstieg. Dadurch kön­\nnen sich dein Körper und dein Verstand bereits auf die\nÜbung einstellen; sie wissen, was danach folgt. Du\nkannst beispielsweise stets damit anfangen, was du\nheute gemacht hast oder wie das Wetter war.\nV Danach schreibe einfach auf, was dir in den Sinn kommt.\nWie ist es dir heute ergangen, was hast du gefühlt, was\nhast du gedacht? Du entscheidest, worüber du schrei­\nben und worüber du heute nicht schreiben möchtest.\n157"
        },
        {
            "page_number": 159,
            "content": "WIE DIESES TOOL WIRKT\nDas regelmäßige Schreiben hilft dir, deine Gedanken und\nGefühle besser zu verstehen und sie auch einzuordnen,\nund das ist hilfreich dabei, deinen Verlust mehr und mehr\nin dein Leben zu integrieren.\nIndem du Tagebuch schreibst,\nordnest du dein Innenleben.\nWenn du deine Gedanken und Gefühle nicht sortierst,\nkann dies dazu führen, dass dir gewisse Dinge immer wie­\nder »auf die Füße fallen», weil du sie nicht verarbeitet hast\nund sie daher immer wieder auftauchen.\nJEDES MEDIUM IST GEEIGNET\nWenn du es gerne klassisch magst, nimmst du für das Tage­\nbuchschreiben ein kleines Buch oder Heft. Das S chreiben\nvon Hand hat den zusätzlichen positiven Effekt, dass es ver­\ngleichsweise lange dauert und dein Gehirn somit mehr Zeit\nzum Verarbeiten und Einordnen hat. Du kannst deine Ge­\ndanken und Gefühle aber auch auf deinem Smartphone,\nTablet oder Laptop aufschreiben. Oder du sprichst sie in\ndein Smartphone; es gibt einige Apps dafür.\nAlles ist möglich, probiere die verschiedenen Wege aus,\nsodass du die für dich am besten geeignete Form findest,\ndie, in der du dein Tagebuch gerne führst.\n158"
        },
        {
            "page_number": 160,
            "content": "TOOL #42 Trauer-Tagebuch\nWANN, WIE LANGE UND SO OFT DU MÖCHTEST\nViele Menschen beginnen kein Tagebuch, weil sie der\nMeinung sind, man müsse täglich einen Eintrag machen\nund dieser müsse sehr lang und detailliert sein. Aber nein,\nso ist es nicht, es ist ja DEIN Tagebuch! Du führst es genau\nso, wie du es möchtest. Du möchtest nicht täglich etwas\naufschreiben und halbe Romane sind dir zu viel? Dann\nschreibe eben alle paar Tage oder einmal in der Woche\nund halte es einfach und kurz. Gut ist, was für dich gut ist!\nDenn dann bleibst du dabei, und das ist besser, als wenn\ndu dich zu irgendwas zwingst und schon bald wieder da­\nmit aufhörst, weil es dir zu viel wird.\nEIN GUTER PLATZ IN DEINEM LEBEN\nDer Schlüssel zum Tagebuchführen ist eine gewisse Regel­\nmäßigkeit, sodass es zur Routine für dich werden kann.\nÜberlege dir gut, welche Uhrzeit und, falls du eher dazu\nneigst, einmal wöchentlich zu schreiben, welcher Tag für\ndich am besten passt. Plane dir dann Zeit für dein Tage­\nbuch ein, genau so, wie du Zeit für eine Verabredung oder\nirgendeine Aufgabe einplanst. Gib deinem Tagebuch\neinen guten Platz in deinem Leben. Und auch, wenn du\ndann »nur« einen Satz hinschreibst, hilft dir das, deine Ge­\nwohnheit aufzubauen und dir dieses Power­Tool zum Ord­\nnen deiner Gedanken und Gefühle anzueignen.\n159"
        },
        {
            "page_number": 161,
            "content": "TOOL #43\nVORBEIZIEHEN\nANGST WUT TRAUER\nDauer: 2–3 Minuten\nStrategie: Aufmerksamkeitskontrolle (Imagination)\nWirksamkeit: kurzfristig\nKörperebene: Gedanken"
        },
        {
            "page_number": 162,
            "content": "TOOL #43 Vorbeiziehen\nMACH DAS, WENN …\nDieses Tool hilft dir, wenn dein Kopf voller Gedanken ist\nund du diese Gedanken gerne loslassen möchtest, um\nendlich wieder ein bisschen durchatmen zu können. Du\nkannst die Übung auch durchführen, wenn ein Gefühl ge­\nrade zu viel Platz in deinem Kopf und Körper eingenom­\nmen hat und du einen Teil dieses Gefühls gerne loslassen\nmöchtest.\nSO GEHT’S\nV Atme einige Male tief ein und wieder aus.\nV Stelle dir dann beim nächsten Ausatmen vor, wie du\ndeine Sorgen, negativen Gedanken und unangeneh­\nmen Gefühle wie kleine Blubberblasen aus deinem\nMund ausatmest.\nV Beobachte, wie jede Blubberblase davonzieht, immer\nweiter weg.\nV Schaue ihnen weiterhin nach und sieh, wie sie irgend­\nwann ganz verschwinden.\nProbiere diese Übung öfter einmal aus, wenn du allein\nbist. Du wirst feststellen, wie gut sie wirkt und dass du dich\ndarauf verlassen kannst. So kann sie für dich auch zu e inem\nJoker werden, wenn du im Beisein anderer Menschen Ge­\ndanken und/oder Gefühle von Trauer, Angst oder Wut in\nden Griff bekommen möchtest.\n161"
        },
        {
            "page_number": 163,
            "content": "TOOL #44\nVERABREDUNG\nMIT DER TRAUER\nTRAUER\nDauer: 5 Minuten – ein ganzer Tag\nStrategie: Situation verändern\nWirksamkeit: kurz­ und langfristig\nKörperebene: Gedanken, Sinne und ganzer Körper"
        },
        {
            "page_number": 164,
            "content": "TOOL #44 Verabredung MiT der Trauer\nMACH DAS, WENN …\nTrauernde bekommen leider oft Sätze zu hören, die gar\nnicht weiterhelfen, etwa: »Das Leben geht weiter« oder »In\neinem Jahr sieht alles ganz anders aus«. Das passiert, weil\nMenschen helfen wollen, aber selbst hilflos sind. Wenn du\nall so etwas nicht mehr hören magst, zu viel auf dich ein­\nströmt und du dir Zeit für dich und deine Gedanken und\nGefühle wünschst, helfen dir Verabredungen mit deiner\nTrauer, Schritt für Schritt den Verlust zu begreifen und in\ndein Leben aufzunehmen.\nSO GEHT’S\nV Trage in deinem Kalender Stunden und/oder Tage ein,\nwann du dich deiner Trauer widmest.\nV Überlege dir, was du dann machen möchtest: etwa e inen\nBrief schreiben, das Grab besuchen, eine Kerze anzün­\nden, Lieblingsmusik hören usw.\nV Halte diese Verabredungen ebenso ein wie Termine mit\nanderen Menschen. Denn so musst du nicht unentwegt\nan deine Trauer denken, sondern du kannst die Gedan­\nken und Gefühle auf eure Verabredung vertrösten.\nV Überlege nach jeder Verabredung: Was hat funktioniert,\nwas möchtest du beibehalten, was nicht? Bleibe offen\nfür Veränderungen, denn im Laufe der Zeit werden sich\nauch deine Bedürfnisse verändern und das ist gut so.\n163"
        },
        {
            "page_number": 165,
            "content": "TRAUER BRAUCHT ZEIT\nViele Trauernde fühlen sich durch ihr Umfeld und sogar\nihnen nahestehende Personen unter Druck gesetzt, schnell\nwieder zur »Normalität« zurückkehren zu müssen. Das ge­\nschieht oft durch unbedachte, unpassende Bemerkungen\noder auch gut gemeinte Einladungen zwecks Ablenkung\nvon der Trauer. Doch Trauer und Schmerz brauchen Zeit.\nBei jeder Person sieht der Prozess ein bisschen anders aus.\nNicht deine Mitmenschen bestimmen, was »normal« und\n»richtig« ist, sondern nur du bestimmst darüber.\nDEINE TRAUER BAHNT DIR DEINEN WEG\nHast du schon einmal von sogenannten Trauerphasen ge­\nhört, in denen bestimmte Aufgaben für Trauernde anste­\nhen? Lass dich davon nicht unter Druck setzen, etwas ma­\nchen zu müssen. Solche Modelle können dir aber zeigen,\ndass es etliche ganz normale und wichtige Reaktionen auf\neinen Verlust gibt, die auch bei dir auftreten können.\nTrauer ist höchst individuell\nund verläuft wellenartig.\nDeine Trauer kann in Wellen verlaufen, es wird wohl ein\nAuf und Ab geben. Ansonsten bahnt dir Trauer deinen\nindi viduellen Weg. Höre auf deine Gedanken und Gefühle\nund gehe Schritt für Schritt weiter.\n164"
        },
        {
            "page_number": 166,
            "content": "kurz und knapp\nKURZ UND KNAPP\n• Es gibt zwei Herausforderungen bei der Trauer. Es ist\nwichtig, die Trauer zuzulassen und den Verlust in das\nLeben zu integrieren.\n• Der Tod einer nahestehenden Person, ein Beziehungs­\nabbruch, aber auch der Verlust deiner Gesundheit, ein\nMisserfolg und vieles mehr können Trauer auslösen.\n• Die Trauer dient in erster Linie der Verarbeitung eines\nVerlusts.\n• Jeder Trauerprozess verläuft in seinem eigenen Tempo.\nMan kann ihn nicht beschleunigen.\n• Trauer teilt deinem Umfeld mit, dass du Hilfe und Unter­\nstützung brauchst. Vielen Trauernden fällt es schwer,\ndiese auch anzunehmen.\n• Die Erschöpfung im Rahmen der Trauer dient dir als\nSelbstschutz. Dadurch belastest du dich weniger und\ndein Körper und dein Geist können die Energie für die\nVerarbeitung deines Verlusts verwenden.\n• Schreiben hilft dir dabei, deine Gedanken und Gefühle\nzu sortieren und besser zu verstehen.\n• Oftmals muss man sich aus dem Umfeld anhören, wie\nlange Trauer »normalerweise« dauert. Doch nur du a llein\nentscheidest, wie lang dein Trauerprozess dauert.\n165"
        },
        {
            "page_number": 167,
            "content": "Gefühle\nim Gleich-\ngewicht"
        },
        {
            "page_number": 168,
            "content": "U nsere Gefühle können von vielen Dingen positiv wie\nauch negativ beeinflusst werden. Manchmal ist es gar\nnicht so einfach, herauszufinden, warum die Gefühle an\ngewissen Tagen Achterbahn fahren und an anderen Tagen\nwiederum komplett im Gleichgewicht sind. Dabei spielen\nunterschiedliche Faktoren eine Rolle und das bedeutet: Es\ngibt einige Stellschrauben, an denen du drehen kannst,\num deine Gefühle positiv zu beeinflussen.\nIm Folgenden stelle ich dir einige dieser Einflussbereiche\nvor. Ich möchte dir ans Herz legen, nicht alles auf einmal zu\nlesen. Sondern nimm dir die Zeit, zu den verschiedenen\nThemen zu überlegen, welche Rolle sie bisher in deinem\nLeben spielen und ob du etwas darin ändern möchtest und\nfalls ja, was du ab wann anders machen möchtest.\nVERÄNDERUNGEN BRAUCHEN ZEIT\nDein Körper und dein Geist brauchen Zeit, um sich (wieder)\nin ein gesundes Gleichgewicht zu bringen. Wenn du eine\nGewohnheit verändern möchtest, gehe schrittweise vor,\ndenn radikale Veränderungen können leicht dazu führen,\ndass du es nicht lange durchhältst und das neue Tun wieder\nsein lässt und in die alte Gewohnheit zurückfällst. Eine gute\nChance für erfolgreiche Veränderung eröffnest du dir, wenn\ndu eine alte Gewohnheit nicht einfach versuchst, abzustel-\nlen, sondern durch eine gesündere Alternative ersetzt.\n167"
        },
        {
            "page_number": 169,
            "content": "POSITIVE PSYCHOLOGIE:\nWAS DIR HILFT, BEVOR ES DIR\nNICHT GUT GEHT\nS eit einiger Zeit greift die Positive Psychologie Raum. Im\nZentrum stehen nicht mehr »nur« die Entstehung und\nBehandlung psychischer Störungen, sondern das Ziel ist,\nvorhandene angenehme Gefühle zu vermehren und den\nPersonen ihre Stärken und Ressourcen zugänglich und nutz-\nbar zu machen. Statt darauf zu warten, dass du krank wirst,\nwird deine psychische Gesundheit proaktiv, also ehe du er-\nkrankst oder dir etwas zustößt, das dich aus der Bahn wirft,\nunterstützt. Dafür wird der Fokus auf Faktoren gelenkt, die\ndein Wohlbefinden positiv beeinflussen können, etwa\ndeine Ressourcen, Dankbarkeit, Achtsamkeit und Selbstfür-\nsorge. Auf den folgenden Seiten erfährst du mehr darüber.\nDER KLEINE, ABER WICHTIGE UNTERSCHIED\nBei der Positiven Psychologie geht es darum, dein Wohl-\nbefinden durch angenehme Gefühle zu steigern. Das be-\ndeutet aber nicht, dass du dich nun permanent mit ange-\nnehmen Gefühlen beschäftigen und unangenehme\nGefühle verdrängen oder ablehnen sollst. Denn ver-\ndrängte Gefühle können, wie bereits ausgeführt, nicht ver-\narbeitet werden und werden dich früher oder später auf\ndie eine oder andere Art belasten. Zudem haben ja auch\nunangenehme Gefühle ihre Berechtigung.\n168"
        },
        {
            "page_number": 170,
            "content": "Positive Psychologie: Was dir hilft\nWir legen immer\nmehr den Fokus\ndarauf, unseren\nKörper zu stärken\nund aufzubauen.\nDasselbe können\nwir für unsere\nPsyche tun.\n169"
        },
        {
            "page_number": 171,
            "content": "DEINE RESSOURCEN:\nALLES, WAS DICH STÄRKT\nDeine Ressourcen umfassen alles, was dir in irgendeiner\nWeise hilft, dich voranbringt oder guttut. Dies können dir\nwichtige Menschen oder Tiere sein. Dies können aber\nauch positive Erinnerungen, Träume und Wünsche, er-\nreichte Ziele und bewältigte Herausforderungen, be-\nstimmte Orte, Lieder, Bilder, materielle Dinge und ebenso\ndeine Talente, Fähigkeiten und Charaktereigenschaften\nsein.\nDEIN RESSOURCEN-ABC\nErstelle dein ABC an mehreren Tagen, um einen mög-\nlichst großen Effekt zu erzielen.\nLege auf einem Blatt Papier drei Spalten für Buch-\nstabe, Ressource und Situation an.\nWähle einen Buchstaben aus dem Alphabet aus und\nschreibe dazu mindestens drei Ressourcen auf, die dir\nin den Sinn kommen. Mache dich dafür in den unter-\nschiedlichsten Lebensbereichen auf die Suche: in der\nFamilie, deinem Kollegenkreis, deiner Arbeit, beim\nSport, bei deinen Hobbys usw.\nSchreibe dann in die dritte Spalte eine Situation, in der\ndu diese Ressource erlebt hast.\nDu kannst dich anhand der Liste jederzeit wieder in\neine solche Situation hineinversetzen und dadurch\ndiese Ressource aktivieren.\n170"
        },
        {
            "page_number": 172,
            "content": "deine ressourcen: alles, W as dich stärkt\nACHTE AUF DEIN WOHLBEFINDEN\nUND DEINE ZUFRIEDENHEIT\nDurch das Ressourcen-ABC legst du deinen Fokus auf\ndeine Stärken und Talente, die womöglich zum Teil in Ver-\ngessenheit geraten sind. Wenn du weißt, was du gut\nkannst und was dir guttut, und dir das vor Augen führst,\nkann dies dein Wohlbefinden und deine Zufriedenheit er-\nhöhen. Durch regelmäßige Wiederholungen kannst du dir\nein emotionales »Polster« aufbauen.\nHAB GUTEN MUT!\nDir deine Ressourcen in Erinnerung zu rufen und zu verdeut-\nlichen, kann dir Mut für eine bestimmte herausfordernde\nSituat ion machen. Indem du deine Ressourcen aufrufst,\nstärkst du dein Selbstvertrauen und Selbstwertgefühl. Zu-\ngleich aktivierst du deine Bereitschaft und Zuversicht, eine\nLösung für ein Problem finden und umsetzen zu können.\n«MIR FÄLLT ES SCHWER, MEINE\nRESSOURCEN AUFZUZÄHLEN«\nWenn du keinen Anfang für dein Ressourcen-ABC findest,\nkannst du dir überlegen, was für Ressourcen eine dir wich-\ntige Person nennen würde oder stelle ihr diese Frage. Du\nkannst auch im Internet eine Ressourcenliste aufrufen und\ndie dir entsprechenden Ressourcen heraussuchen.\n171"
        },
        {
            "page_number": 173,
            "content": "DANKBARKEIT PRAKTIZIEREN:\nWEIL ES DIR GUTTUT\nU nser Gehirn ist von Natur aus so »verdrahtet», dass es\nständig nach Bedrohungen und negativen Dingen\nsucht. Ursprünglich war dies ein Überlebensmechanismus,\ndurch den Gefahren aller Arten wie Säbelzahntiger und\ngiftige Schlangen rechtzeitig entdeckt wurden. Heutzu-\ntage ist dieser Mechanismus nur selten nützlich, aber er\nkann dich anfällig für Depressionen, Stress und Ängste\nmachen, wenn du ihm seinen wilden ursprünglichen Lauf\nlässt. Eine Möglichkeit, den Mechanismus auszuhebeln, ist\ndas Praktizieren von Dankbarkeit. Deinen Fokus auf die\nguten Dinge in deinem Leben zu lenken, hilft dir nachweis-\nlich dabei, deine Stimmung zu verbessern und dein Wohl-\nbefinden zu steigern.\nWOFÜR ICH DANKBAR BIN\nSchreibe jeden Tag drei Dinge auf, für die du dankbar\nbist. Das können große, aber auch kleine Gegeben-\nheiten oder Ereignisse sein: deine Gesundheit, der\nBesuch eines lieben Menschen, ein Lob, ein gemein-\nsames Lachen.\nDu kannst es jeden Tag in dein Tagebuch eintragen.\nOder du schreibst es dir jeweils gleich in dem Moment,\nin dem du Dankbarkeit empfindest, auf. An einem für\ndich schwierigen Tag kannst du dir deine früheren Ein-\nträge durchlesen, um deinen Fokus darauf zu richten.\n172"
        },
        {
            "page_number": 174,
            "content": "dankbarkeit Praktizieren: Weil es dir guttut\nDANKBAR FÜR DAS, WAS IST\nImmer mehr, immer schneller, immer erfolgreicher. Dies\nwird uns von vielen Seiten als Wert suggeriert. Dabei ist be-\nsonders das, was wir bereits haben, viel wichtiger! Doch\nkaum haben wir ein Ziel erreicht, setzen wir uns das nächste.\nWir freuen uns oft nur kurz darüber und, zack, schon ist\nman weitergegangen.\nWer den Blick immer nur darauf richtet, was er gerade\nnicht hat, wird unzufrieden, unglücklich und neidisch.\nMache dir also bewusst, was jetzt gut ist.\nDankbar sein ist gesund\nund macht glücklich.\nEine dankbare Grundhaltung hat einen positiven Einfluss\nauf deine Gesundheit, auf dein Gehirn, auf deine Lebens-\nzufriedenheit und auf deine Gefühle.\nDankbare Menschen sind optimistischer und belast-\nbarer. Sie leiden seltener an Schlafstörungen und ertragen\nStress besser.\nTAG FÜR TAG DANKBAR\nMache deine Dankbarkeitsübungen täglich, lass sie eine\nkraftvolle Routine an jedem Tag werden. Schon bald wirst\ndu die stärkende Wirkung deiner Dankbarkeit erfahren.\nund auch an schwierigen Tagen davon profitieren können.\n173"
        },
        {
            "page_number": 175,
            "content": "ACHTSAMKEIT: WAHRNEHMEN,\nWAS DEIN INNERES DIR MITTEILT\nW ürden wir viele Tätigkeiten des Alltags nicht automa-\ntisch erledigen, wären wir nicht lebensfähig. Doch\nwir schaden uns, wenn wir den Großteil des Tages im Auto-\npilot-Modus verbringen, ein To-do nach dem anderen erle-\ndigen und dabei vergessen, innezuhalten, in uns hineinzu-\nhorchen, auf unsere Bedürfnisse zu achten, hinzuhören, was\nder Körper uns mitteilt. Dabei geschieht es schnell, dass wir\nwichtige Dinge verpassen. Hier setzt Achtsamkeit an, ein\nKonzept, das ursprünglich der buddhistischen Philosophie\nentstammt. Es gibt verschiedene Arten, Achtsamkeit zu\npraktizieren. So kannst du beispielsweise eine Tätigkeit\nachtsam durchführen, das heißt, du lenkst deine gesamte\nAufmerksamkeit auf den gegenwärtigen Moment, auf die\neine Sache, die du in diesem Moment tust.\nALLES, WAS DU WAHRNIMMST\nWir nehmen stets viel mit den Augen wahr. Bei dieser\nÜbung konzentrierst du dich mehr auf die anderen\nSinne: Stelle dich im Dunkeln oder bei Kerzenlicht un-\nter die Dusche. Nimm das warme Wasser auf dem Kör-\nper wahr, den leichten Dampf. Wie riecht deine Seife?\nWie fühlt sie sich auf dem Körper an? Nimm alles wahr,\ngenieße diese Auszeit. Das warme Wasser aktiviert zu-\ngleich dein parasympathisches Nervensystem, was dir\nhilft, zur Ruhe zu kommen.\n174"
        },
        {
            "page_number": 176,
            "content": "achtsamkeit: Wahrnehmen, W as dein inneres dir mitteilt\nURTEILE NICHT\nEin wichtiger Aspekt bei der Achtsamkeit ist, nicht zu be-\nwerten und nicht zu urteilen, sondern deine Gefühle und\nGedanken unvoreingenommen wahrzunehmen. Das acht-\nsame Erspüren von Gefühlen kann Einfluss auf das Fühlen\nselbst haben und Gefühle daher verstärken oder auch ab-\nschwächen. Sollten deine Gedanken abschweifen, ist das\nin Ordnung. Dann versuchst du, deine Gedanken wieder\nin den gegenwärtigen Moment zu lenken. Zu Beginn ist\ndas nicht einfach; du brauchst ein bisschen Übung. Du\nkannst auch geleitete Körperscans (Wie fühlt sich mein\nKörper gerade an?) oder Meditationen zur Hilfe nehmen;\nim Internet findest du viele kostenlose Versionen.\nTUE NICHTS\nEine andere Möglichkeit, Achtsamkeit zu praktizieren, ist,\nnichts zu tun. Beobachte nur deine Gedanken und Gefühle.\nDu kannst sie dir beispielsweise als vorbeiziehende Wolken\noder ein Blatt in einem Bach vorstellen. Sie kommen näher,\ndu siehst sie, nimmst sie wahr und sie ziehen weiter.\nAchtung: Falls du in der Vergangenheit sehr schlechte\noder gar traumatische Erfahrungen gemacht hast, kann\ndiese Übung dich sehr herausfordern oder dir sogar eher\nschaden, als zu helfen. Dann ist die Übung »Alles, was du\nwahrnimmst« auf der vorherigen Seite besser für dich ge-\neignet.\n175"
        },
        {
            "page_number": 177,
            "content": "SELBSTFÜRSORGE: ALLES GUTE, DAS\nDU FÜR DICH TUN KANNST\nÜ berlege einmal, was Selbstfürsorge für dich bedeutet:\nWas tust du für dich? Was wünschst du dir, zu tun?\nUnd was hält dich zurück? Woran scheitert es? Sind es Ge-\ndanken wie »Dafür habe ich keine Zeit« oder »Ich bin es\nnicht gewohnt, gut für mich zu sorgen« oder »Selbstfür-\nsorge ist nur etwas für andere Menschen«? Was führt bei\ndir dazu, dass du nicht ausreichend für dich sorgst?\nUnd nun tue etwas für dich: Einige Selbstfürsorgeideen\nfindest du auf der gegenüberliegenden Seite. Fahre mit\ngeschlossenen Augen mit deinem Finger über die Seite\nund bleibe irgendwo stehen. Probiere dieses heute ein-\nmal aus.\nKLEINE VERÄNDERUNG = GROSSE WIRKUNG\nSelbstfürsorge scheitert meistens an vielen kleinen Din-\ngen. Oft stehen wir uns selbst im Weg. Gib dir Elan, mehr\nSelbstfürsorge in dein Leben zu bringen, indem du dir be-\nwusst machst:\n• Veränderungen fallen nicht vom Himmel.\n• Veränderungen erfolgen in kleinen Schritten.\n• Veränderungen passen in das tägliche Leben.\n• Veränderungen dürfen Spaß machen.\n• Veränderungen sind erlaubt.\n176"
        },
        {
            "page_number": 178,
            "content": "Nimm\nein\nc hne Löse ein P U Z Z L E\ni\ne\nZ e\nal\nM L\nI\nVerbringe\nZeit mit E ein Buch\neine Zeitschrift\nMach schöne Nachrichten\nS\nein Sprüche\nN\nE\nFREUNDEN H\nC\n& FAMILIE N ICKE R\nHöre\nee\nMache\nhr\nei\nb in\ne n\nc\nS\nSchaue alte\nFOTOS\ndurch\nSport\nBRIEF\nTAN\nZ\nE\nVerbringe Zeit in der\nals würde NATUR\nniemand\nzuschauen\nTrinke eine\nErstelle n\nei Tasse\nVISION\nBOARD\nTEE"
        },
        {
            "page_number": 179,
            "content": "SCHLAFE SO VIEL, WIE DU BRAUCHST\nG uter Schlaf ist für unsere Leistungsfähigkeit, vor allem\naber für unsere allgemeine psychische Gesundheit,\nfür unser Wohlbefinden und für unser emotionales Gleich-\ngewicht wichtig. Denn im Schlaf verarbeiten wir die Ereig-\nnisse des Tages. Die Auswirkungen von Schlafmangel auf\nunsere psychische Gesundheit sind weitreichend.\nDEINE INNERE UHR\nEs nützt wenig, zu wissen, dass ein Mensch durchschnitt-\nlich sechs bis acht Stunden Schlaf pro Nacht braucht, wenn\ndu nicht weißt, wie viele Stunden Schlaf DU persönlich be-\nnötigst.\nDEINE OPTIMALE SCHLAFDAUER\nFinde heraus, welche Schlafdauer für dich optimal ist:\nLege dich heute Abend erst ins Bett, wenn du wirklich\nmüde bist, und stelle den Wecker auf deine gewohnte\nUhrzeit. Dies wiederholst du nun an den nächsten sie-\nben bis acht Tagen. Wichtig ist, morgens wirklich\nimmer um die gleiche Uhrzeit aufzustehen. Im Verlauf\nder Tage wird sich dein Körper auf die richtige Uhrzeit,\nins Bett zu gehen, einpendeln, da jeder Körper dies-\nbezüglich eine bestimmte innere Uhr und somit Schla-\nfenszeit »codiert« hat.\n178"
        },
        {
            "page_number": 180,
            "content": "schlafe so viel, Wie du brauchst\nWIE DU DAS EINSCHLAFEN\nUNTERSTÜTZEN KANNST\nWenn es dir schwerfällt, abends einzuschlafen, kannst du\nverschiedene Dinge zur Abhilfe ausprobieren und einige\nMale wiederholen. Denn beim Schlaf braucht dein Körper\nein wenig Routine, um sich an etwas Neues zu gewöhnen.\n• Gehe stets ungefähr zur selben Uhrzeit ins Bett und\nstelle deinen Wecker ebenfalls stets auf dieselbe Uhr-\nzeit (+/- 30 Minuten).\n• Dein Schlafzimmer sollte ruhig, dunkel und kühl sein.\n• Lege dein Smartphone eine Stunde, bevor du dich\nschlafen legst, weg und lies stattdessen beispielsweise\nein Buch, allerdings ein beruhigendes, kein spannendes\noder aufrüttelndes.\n• Solltest du nach 30 Minuten nicht eingeschlafen sein,\nstehe auf und tue etwas Ruhiges, bis du müde wirst,\nund lege dich erneut schlafen.\n• Unterstütze deinen Körper innerlich durch Hopfen- oder\nBaldriantropfen oder -tabletten, eine warme Milch mit\nHonig oder Schlaftee.\n• Mache eine Entspannungsübung oder höre dir Gute-\nnachtgeschichten für Erwachsene an.\n• Besprühe ein Kosmetiktuch mit Lavendelspray und lege\nes neben dein Kissen.\n• Nutze dein Schlafzimmer vor allem fürs Schlafen. Schaue\nkeine Filme und arbeite nicht im Bett.\n179"
        },
        {
            "page_number": 181,
            "content": "DEINE ERNÄHRUNG –\nDEINE NAHRUNG FÜR DIE SEELE\nE ssen beeinflusst deine Gefühle. Eine abwechslungsrei-\nche und ausgewogene Ernährung hat Auswirkungen\nauf dein psychisches Wohlbefinden.\nEine ausgewogene Ernährung\nmacht dich weniger anfällig für\nunangenehme Gefühle.\nUm deine Psyche zu stärken und dein Wohlbefinden zu\nsteigern, benötigst du die richtigen Nährstoffe.\nDU BENÖTIGST NÄHRSTOFFREICHE\nLEBENSMITTEL\nGrünes Gemüse, Nüsse und Bananen helfen deinem Kör-\nper, vermehrt Dopamin und Serotonin zu produzieren.\nSerot onin und Dopamin sind auch bekannt als »Glückshor-\nmone« und haben einen positiven Effekt auf unsere Stim-\nmung. Nicht alle Nährstoffe, die für die Herstellung der\nGlückshormone zuständig sind, kann unser Körper selbst\nproduzieren. Wir müssen sie ihm über die Nahrung zufüh-\nren. Neben Gemüse, Nüssen, Obst und Hülsenfrüchten,\nsind auch Omega-3-Fettsäuren (u. a. in Fisch und Leinsa-\nmen), Eisen, Kalzium, Magnesium und Selen wichtig.\n180"
        },
        {
            "page_number": 182,
            "content": "deine ernährung – deine nahrung für die seele\nZUCKER: VORSICHT VOR ZU VIEL!\nZucker kann süchtig machen, weil er dein Belohnungssys-\ntem im Gehirn aktiviert. Nimmst du Zucker zu dir, führt\ndies in 15 bis 30 Minuten zu einem Energieschub, deine\nStimmung hebt sich und deine Konzentration wird erhöht.\nGleichzeitig gibt es aber auch einen Anstieg des Hormons\nInsulin, der deinen Blutzuckerspiegel wieder senken soll.\nDer Energieschub flaut wieder ab und du wirst unkonzen-\ntriert und nervös.\nDiese Schwankungen deines Blutzuckerspiegels können\nauf die Psyche schlagen. Wenn du statt zu Schokolade zu\neinem Vollkornmüesli greifst, kannst du den negativen\nEffekt vermeiden, da dein Magen für die Aufnahme von\nVollkornprodukten länger braucht und es deshalb keine so\nstarken Schwankungen gibt.\nFÜNF EINFACHE TIPPS FÜR EINE ERNÄHRUNG,\nDIE DIR PSYCHISCH GUTTUT\n• Iss ausgewogen und nährstoffreich: Gemüse, Obst,\nHülsen früchte, Nüsse.\n• Nimm Vollkornprodukte zu dir, das macht übrigens auch\nlänger satt.\n• Plane für deine Mahlzeiten ausreichend Zeit ein.\n• Nimm genügend Flüssigkeit zu dir, am besten ungesüßte\nGetränke.\n• Nimm viele unverarbeitete und naturbelassene Produkte\nzu dir, also wenige oder keine Fertigprodukte.\n181"
        },
        {
            "page_number": 183,
            "content": "SPORT: NICHT UNBEDINGT VIEL,\nABER UNBEDINGT GENUG!\nB ewegung ist gut für deine psychische Gesundheit und\ndein Wohlbefinden. Wahrscheinlich weißt du das\nlängst und hast dies schon oft gelesen und gehört. Doch\nmanchmal kann das Leben so hektisch sein, dass Bewe-\ngung und Sport keine Priorität darstellen und irgendwie\nganz aus deinem Alltag verschwinden. Um dich erneut zu\nmotivieren, zeige ich dir im Folgenden kurz auf, was für\npositive Wirkungen Sport beziehungsweise Bewegung auf\nunseren Körper und unsere Gefühle hat.\nWAS IM KÖRPER BEI SPORT PASSIERT\nSobald du dich bewegst, schüttet dein Körper Endor-\nphine, Dopamin und Serotonin aus. Sie sorgen unmittel-\nbar dafür, dass du dich besser fühlst. Das Dopamin führt\nkurzfristig dazu, dass du wacher und konzentrierter bist,\ndas Serotonin bewirkt, dass du dich wohlfühlst. Du er-\nreichst dadurch auf die Dauer ein Gefühl von innerer Zu-\nfriedenheit und wirst emotional ausgeglichener. Denn\ndurch den Sport oder die Bewegung entstehen neue Ner-\nvenverbindungen im Gehirn und alte werden gestärkt. Du\nerinnerst dich bestimmt an den Waldpfad-Autobahn-Ver-\ngleich im Kapitel »Angst«: Je öfter du eine Tätigkeit aus-\nübst, desto breiter und größer wird der Weg. Dies trifft\nauch auf die Ausschüttung dieser Hormone zu.\n182"
        },
        {
            "page_number": 184,
            "content": "sPort: nicht unbedingt viel, aber unbedingt genug!\nSTRESSHORMON CORTISOL\nCortisol wird oft auch »Stresshormon« genannt. Es über-\nnimmt lebensnotwendige Aufgaben und macht uns kurz-\nfristig leistungsfähiger. Wenn wir jedoch oft und/oder dau-\nerhaft gestresst sind, wird auch dauernd Cortisol\nausgeschüttet. Dies kann unter anderem zu einer vermin-\nderten Schlafqualität und Konzentrationsproblemen füh-\nren. Wenn wir den Stress jedoch mit Sport ausgleichen,\nwird unser Cortisolspiegel gesenkt.\nWIE VIEL »MUSS« ICH MICH TÄGLICH BEWEGEN?\nVielleicht meinst du, dass du dich täglich sehr viel bewe-\ngen müsstest, damit es deine Gesundheit positiv beein-\nflussen würde. Nein, dem ist nicht so! Die Weltgesund-\nheitsorganisation (WHO) empfiehlt 150 bis 300 Minuten\nBewegung pro Woche bei mäßiger Anstrengung. Das sind\numgerechnet knapp 21 Minuten pro Tag.\nLIEBER GEMÜTLICH STATT MÄSSIG?\nWenn du statt mäßiger Anstrengung lieber gemütlich un-\nterwegs bist, dann ist das auch absolut in Ordnung. Da-\ndurch verlängert sich lediglich die Durchschnittsdauer einer\nBewegungseinheit, aber in einem normalen Rahmen. Falls\ndu also beispielsweise lieber spazieren gehst als zu joggen,\ndann solltest du das mindestens 30 Minuten am Tag tun.\n183"
        },
        {
            "page_number": 185,
            "content": "DEIN GEHIRN BRAUCHT PAUSEN!\nD u wartest auf die Straßenbahn und schaust auf die\nUhr. »Was, noch zehn Minuten?!« Du zückst dein\nHandy, um noch kurz diese E-Mail zu beantworten, die im\nPostfach auf dich wartet. Erkennst du dich in dieser Szene\nwieder? So geht es vielen. Denn wir haben verlernt, ein-\nfach mal nichts zu tun und füllen fast automatisch kleine\nPausen mit Dingen aus, die wir schnell noch tun können.\nAndernfalls würde es sich nach Zeit vergeuden anfühlen.\nDabei brauchen wir Pausen, in denen wir nichts machen,\nnicht nur nachts im Schlaf, sondern auch tagsüber immer\nwieder, damit unser Gehirn Erfahrungen und Gefühle ein-\nordnen kann.\nKOSTE WARTEZEITEN AUS\nWartezeiten sind also nicht unnütz oder vergeudete Zeit.\nSie ermöglichen dir, deine Gedanken und Gefühle zu sor-\ntieren, kurz innezuhalten, aufzuatmen und dich auf all die\nHerausforderungen einzustellen, die vor dir liegen. Du\nkannst auch einfach kurz abschalten, nichts tun, deine\nAugen ein bisschen herumschweifen lassen, die Frau mit\nihrem Kinderwagen oder den alten Herrn beobachten, die\ngerade an dir vorbeigehen. Denke daran, dass diese\nWartez eiten oftmals die einzigen Momente am Tag sind,\ndie du ganz für dich allein hast. Nutze sie nicht für das\nnächste To-do, sondern genieße deine kleinen Auszeiten.\n184"
        },
        {
            "page_number": 186,
            "content": "dein gehirn braucht Pausen!\nKLEIN, ABER OHO\nWenn du dir über den Tag verteilt wiederholt kleine Aus-\nzeiten gönnst, ist dies äußerst förderlich. Mache dies nun\neinmal einige Wochen lang und du wirst erfahren, dass du\nimmer ausgeglichener wirst. Denn dadurch wirst du auf-\nmerksamer für dich selbst, du wirst deine Bedürfnisse bes-\nser wahrnehmen und ihnen wahrscheinlich öfter folgen.\nDas heißt, durch die kleine Änderung, Wartezeiten zu ge-\nnießen, wirst du wahrscheinlich eine große, positive Verän-\nderung für dich, für dein Leben herbeiführen.\nAKTIV PAUSEN MACHEN\nDu brauchst für deine Pausen natürlich nicht Wartezeiten\nabzuwarten. Baue einfach verteilt über den Tag mehrere\nkleine Pausen ein. Versuche, in dieser Zeit nichts oder so\nwenig wie möglich zu tun. Atme einige Male tief in den\nBauch ein, lausche deiner Umgebung oder dehne ganz\nsanft deinen Nacken.\nSolche Pausen müssen nicht lange dauern. Zwei, drei\nMinuten können bereits helfen, gedanklich und emotional\nwieder ins Gleichgewicht zu kommen.\nUm dich daran zu gewöhnen, immer wieder Pausen ein-\nzulegen, kannst du dir zu Beginn jeweils einen Wecker für\ndie nächste Pause stellen. Dann höre aber auch wirklich\nauf deinen Wecker, gönne dir deine Pause!\n185"
        },
        {
            "page_number": 187,
            "content": "PRIORITÄTEN:\nWAS WIRKLICH WICHTIG IST\nW as von den Dingen, die du erledigen musst, »musst«\ndu tatsächlich erledigen? Und bei welchen Dingen\nhast du lediglich das Gefühl, sie erledigen zu müssen? Viel\nzu oft bürden wir uns Dinge auf, die eigentlich gar nicht\nsein müssten. Wir beruhigen uns mit den Worten »Ich\nmuss nur noch schnell …« oder »Bevor ich das mache, er-\nledige ich kurz noch …«. Dabei vergessen wir oftmals, was\nwirklich wichtig ist: Du, deine Liebsten, deine Gesundheit,\ndein Wohlbefinden, deine Zufriedenheit.\nDEINE ICH-ZEIT\nWeil es den meisten von uns eher schwerfällt, sich Zeit\nzu nehmen für die schönen Dinge, kann es hilfreich\nsein, diese Zeiten einzuplanen und in den Kalender\neinzutragen. Klingt zunächst vielleicht k omisch. Pro-\nbiere es aber einmal aus. Versuche, zwei, drei Male pro\nMonat (oder öfter) Zeit für dich und deine Bedürfnisse\neinzuplanen. Sei es für etwas Schönes, Lockeres, lang\nErsehntes oder Spirituelles. Es kann alles Mögliche\nsein. Ein Picknick im Park, ein Ausflug in eine unbe-\nkannte Stadt oder du besuchst jemanden, den du\nschon länger nicht mehr gesehen hast. Gib dir selbst\ndas, wonach dein Körper und deine Psyche verlangen,\nsodass dein Leben so wird, wie du es dir wünschst und\ndu stimmig sein kannst mit deinen Gefühlen.\n186"
        },
        {
            "page_number": 188,
            "content": "schlussWort\nSCHLUSSWORT\n»D u kannst lernen, Einfluss darauf zu nehmen, wie du in\neiner bestimmten Situation reagierst.« Diesen Satz\nhast du ganz zu Beginn des Buches gelesen. Kannst du\ndich noch daran erinnern, was du dazu gedacht hast? Wie\ndenkst du nun, nachdem du bereits einige Tools auspro-\nbiert hast, darüber? Wahrscheinlich hast du in der Zwi-\nschenzeit erfahren, dass du aktiv dein Gefühlserleben ver-\nändern kannst. Möglicherweise fühlt sich die Veränderung\nnoch klein und kaum spürbar an, doch du hast begonnen,\ndie eigenen Gefühle zu erkennen und zu verstehen. Und\nnun bist du dabei zu lernen, so mit ihnen umzugehen, dass\nsie dich nicht belasten, sondern dir dienen. Mit der Zeit\nbeziehungsweise je häufiger du deine Tools einsetzt, wirst\ndu dich immer öfter und mehr mit deinen Gefühlen wohl-\nfühlen. Du baust mehr innere Sicherheit auf, wirst selbst-\nbewusster und fühlst dich dadurch allgemein wohler in\ndeiner Haut, weil du in (fast) jedem Moment weißt, was du\ngerade brauchst.\nIch wünsche dir von ganzem Herzen gute Fortschritte\nauf deinem Weg zu mehr Verständnis und auch mehr\nSelbstliebe dir gegenüber.\nAlles Liebe, Vanessa\n187"
        },
        {
            "page_number": 189,
            "content": "WEGWEISER ZU DEN TOOLS\nÜBUNG SEITE HILFT BEI ANGST HILFT BEI WUT HILFT BEI TRAUER\nBis ins kleinste Detail 22 b b\nWas ich fühle 24 b b b\n5-4-3-2-1 42 b b\nBauchatmung 46 b b\nDeine innere Insel 50 b\nS.T.O.P. 54 b b\nWasser marsch 56 b b\nEiskalt 58 b b\nWechselatmung 60 b b b\nAlles in einer Farbe 62 b b\nWeg damit 64 b b b\nSumm, summ, summ 66 b\nVerwurzelt 68 b\nSchmetterlingsumarmung 70 b\nSchaukel 72 b b b\nSchutzpanzer 76 b b b\nGedanken entsorgen 1.0 78 b b b\nGedanken entsorgen 2.0 80 b b b\nDas Gegenteil 82 b b b\nKlopf dir Mut 84 b\nDein sicherer Ort 88 b\nSOS 90 b\nFolge der Figur 106 b b\n5-Finger-Übung 108 b b\nIm Hier und Jetzt 110 b b\nBuchstabensalat 112 b b\nRuhepol 114 b b\nKategorien-Denken 118 b b\nHirn-Flickflack 120 b b\nKraftakt 122 b\nFaust gegen Wut 124 b\nDas Haus der Gefühle 126 b b b\nHerausschütteln 128 b b b\nWut-Tagebuch 132 b\nDie Kraft der Wörter 142 b b\nDein kleiner Helfer 144 b b\nAuftanken 146 b b\nTröstende Melodien 148 b\nKomm in Auf-Bewegung 150 b\nHinter dir lassen 152 b b b\nDer Brief 154 b b b\nTrauer-Tagebuch 156 b\nVorbeiziehen 160 b b b\nVerabredung mit der Trauer 162 b"
        },
        {
            "page_number": 190,
            "content": "QUELLEN\n1. Was Gefühle sind Pennebaker, J. W. (1997). Writing about\nEkman, P. (2010). Gefühle lesen. Wie Sie emotional experiences as a thera-\nEmotionen erkennen und richtig peutic process. Psychological sci-\ninterpretieren. Springer Verlag. ence, 8 (3), 162–166.\nGross, J. J., & Thompson, R. A. (2007). Rosenberg, M. B. (2005). The surprising\nEmotion Regulation: Conceptual purpose of anger: Beyond anger\nFoundations. In J. J. Gross (Hrsg.), management: finding the gift.\nHandbook of Emotion Regulation. Puddle Dancer Press.\nThe Guilford Press, 3–24.\nMoors, A. (2009). Theories of emotion 4. Trauer\ncausation: A review. Cognition & Terhorst, E. (2015). Das erste Trauerjahr:\nEmotion, 23, 625–662. Was kommt, was hilft, worauf Sie\nOrtony, A. (2022). Are all »basic emo- setzen können. Herder.\ntions« emotions? A problem for the Wolfelt, A. D. (2003). The journey\n(basic) emotions construct. Perspecti- through grief: Reflections on healing.\nves on Psychological Science, 17 (1), Companion Press.\n41–61. Znoj, H. J. (2009). Trauer. Psychiatrie\nund Psychotherapie up2date, 3 (05),\n2. Angst 317–332.\nChin, M. S., & Kales, S. N. (2019). Under-\nstanding mind–body disciplines: 5. Gefühle im Gleichgewicht\nA pilot study of paced breathing and Diener, E. (2000). Subjective well-being:\ndynamic muscle contraction on auto- The science of happiness and a pro-\nnomic nervous system reactivity. posal for a national index. American\nStress and Health, 35 (4), 542–548. Psychologist, 55, 34–43.\nDingman, M. (2019). Your Brain, Explai- Eberle, U. (2015). Wie Essen unser Füh-\nned: What Neuroscience Reveals len bestimmt. GEO kompakt (42).\nAbout Your Brain and Its Quirks. Freund, H., & Lehr, D. (2020). Dankbar-\nNicholas Brealey. keit in der Psychotherapie: Ressource\nHase, M. (2021). The structure of EMDR und Herausforderung. Hogrefe.\ntherapy: A guide for the therapist. Hofmann, S. G., Sawyer, A. T., Witt,\nFrontiers in Psychology, 12, 660–753. A. A., & Oh, D. (2010). The effect of\nReddemann, L. (2016). Imagination als mindfulnessbased therapy on anxiety\nheilsame Kraft – Zur Behandlung von and depression: a meta-analytic\nTraumafolgen mit ressourcenorien- review. J. Consult. Clin. Psychol.\ntierten Verfahren. Klett-Cotta. 78:169. DOI: 10.1037/a0018555\nWaite, W. L., & Holder, M. D. (2003). Lermer, E. (2019). Positive Psychologie.\nAssessment of the emotional free- utb.\ndom technique. Sci Rev Ment Health Wackerhage, H., Sitzberger, C., Kreuz-\nPract, 2 (1), 1–10. pointner, F., & Oberhoffer-Fritz, R.\n(2021). WHO-Leitlinien zu körper-\n3. Wut licher Aktivität und sitzendem Ver-\nde Almeida, J. T., & Rodrigues, G. O. halten. Bayerisches Ärzteblatt (3),\n(2021). Tension Trauma Releasing 91–93.\nExercises (TRE) regulates the Auto-\nnomous Nervous System (ANS),\nincreases Heart Rate Variability\n(HRV), and Improves Psychophysiolo-\ngical Stress in University Students.\n189"
        },
        {
            "page_number": 191,
            "content": "ÜBER DIE AUTORIN\nVanessa Graf, geboren 1991 in\nBern, ist Psychologin und es ist ihr\nein Herzensanliegen, die Men-\nschen über ihre mentale Gesund-\nheit aufzuklären. Sie betreibt den\nInstagram-Kanal @stigmafrei und\nunterstützt in ihren Onlinekursen\ndie Teilnehmenden einfühlsam und\nverständnisvoll dabei, ihre Gefühle\nbesser zu verstehen und dadurch wieder mehr Leichtigkeit\nin ihr Leben zu bringen. Alle Infos zum Kurs findest du auf:\nwww.vanessagraf.ch\nNachricht an Vanessa:\nÜber Feedback, deine Erfahrungen mit den Tools, Kritik\nund Anregungen freue ich mich. Schreibe mir gerne an:\ninfo@vanessagraf.ch\nVielleicht schon bis ganz bald!\nDeine Vanessa Kann man das\nGedankenkarussell stoppen?\nEinfach entspannen: 7Mind –\ndie Meditations-App für weniger Stress.\nDie 7Mind-App hilft, das innere Wohlbefinden zu fördern und stressbedingten Krankheiten\nvorzubeugen. Das digitale Achtsamkeitstraining im Wert von rund 75 Euro ist für BARMER-\nVersicherte 12 Monate kostenlos nutzbar. Mehr Infos unter: www.barmer.de/7mind-testen\n190\n11770011000055AAZZ__AAZZ__77MMiinndd__EE--BBooookk--PPssyycchh__113333xx118888..iinndddd 11 2255..0099..2244 1111::4400"
        },
        {
            "page_number": 192,
            "content": "Kann man das\nGedankenkarussell stoppen?\nEinfach entspannen: 7Mind –\ndie Meditations-App für weniger Stress.\nDie 7Mind-App hilft, das innere Wohlbefinden zu fördern und stressbedingten Krankheiten\nvorzubeugen. Das digitale Achtsamkeitstraining im Wert von rund 75 Euro ist für BARMER-\nVersicherte 12 Monate kostenlos nutzbar. Mehr Infos unter: www.barmer.de/7mind-testen\n11770011000055AAZZ__AAZZ__77MMiinndd__EE--BBooookk--PPssyycchh__113333xx118888..iinndddd 11 2255..0099..2244 1111::4400"
        },
        {
            "page_number": 193,
            "content": "IMPRESSUM\n© 2023 GRÄFE UND Bildnachweis\nUNZER VERLAG GmbH, Cover und Illustrationen:\nPostfach 860366, 81630 Claudia Klein, München,\nMünchen S. 177: Adobe Stock (3),\niStockphoto (8), Shutter-\nstock, The noun project (2);\nAutorinnenfoto: privat\nWichtiger Hinweis\nGU ist eine eingetragene\nDie Gedanken, Methoden\nMarke der GRÄFE UND\nund Anregungen in diesem\nUNZER VERLAG GmbH,\nBuch stellen die Meinung\nwww.gu.de\nbzw. Erfahrung der Verfas-\nserin dar. Sie wurden von\nISBN 978-3-8338-9008-6\nder Autorin nach bestem\n4. Auflage 2024\nWissen erstellt und mit\nAlle Rechte vorbehalten. größtmöglicher Sorgfalt\nNachdruck, auch auszugs- geprüft. Sie bieten jedoch\nweise, sowie Verbreitung keinen Ersatz für persön-\nnur mit schriftlicher Geneh- lichen kompetenten medi-\nmigung des Verlages. Die zinischen Rat. Jede Leserin,\nautomatisierte Analyse des jeder Leser ist für das\nWerkes, um daraus Infor- eigene Tun und Lassen\nmationen insbesondere auch weiterhin selbst ver-\nüber Muster, Trends und antwortlich. Weder Autorin\nKorrelationen gemäß § 44b noch Verlag können für\nUrhG („Text und Data eventuelle Nachteile oder\nMining“) zu gewinnen, ist Schäden, die aus den im\nuntersagt. Buch gegebenen prakti-\nschen Hinweisen resultie-\nProjektleitung: ren, eine Haftung über-\nViola Schmid nehmen.\nLektorat: Imke Rötger\nBildredaktion:\nSimone Hoffmann\nUmschlaggestaltung:\nki36 Editorial Design,\nMünchen, Bettina Stickel\nHerstellung:\nSusanne Fuhrmann\nSatz: Uhl + Massopust,\nAalen\nRepro: Longo AG, Bozen\nDruck & Bindung:\nDZS Grafik, Slowenien"
        },
        {
            "page_number": 194,
            "content": "Vanessa Graf\n4 4\nPSYCHOLOGIE\nT O O L S\nfür alle Gefühlslagen\n· Ängste auflösen\n· schwierige Gefühle\nbewältigen\n· Leichtigkeit und\nStärke gewinnen\nSLOOT-EIGOLOHCYSP\n44\nFARG\nDeine Toolbox bei\nAngst, Wut und Trauer\nJeder hat sie, keiner will sie: unangenehme Gefühle!\nWas besonders schwerfällt: die unangenehmen\nEmotionen zu verstehen, zu regulieren und als\nwichtige Signale für die eigenen Bedürfnisse zu nutzen.\nVanessa Graf, Psychologin und Emotionsexpertin,\nzeigt, wie es geht, und gibt uns dafür 44 leicht umsetzbare\nTools aus der Therapie an die Hand, mit denen wir die eigene\nGefühlswelt besser verstehen und nachhaltig verändern können.\nSo befreien wir uns von Impulsivität und Blockaden, finden\nLeichtigkeit und stärken das Selbstbewusstsein.\nMIT DEN 44 PSYCHOLOGIE-TOOLS\n· Entlastung erfahren\n· innere Stärke und Selbstbewusstsein fördern\n· emotionale Kontrolle gewinnen\nDie Psychologie-Toolbox – bis zum Rand gefüllt mit\nwertvollen Werkzeugen und effektiven Strategien\nfür das Bewältigen von unangenehmen Gefühlslagen."
        }
    ]
}