{
    "document_title": "Clinical_Practice_Guidelines_Suicide_India.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Indian Legal and Compliance\\Clinical_Practice_Guidelines_Suicide_India.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "REVIEW ARTICLE\nMaking the most of Mental Healthcare Act 2017: Practitioners’ perspective\nVijaykumar Harbishettar, Arun Enara, Mahesh Gowda1\nDepartment of Psychiatry, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, 1Spandana Health\nCare, Bengaluru, Karnataka, India\nABSTRACT\nThe Mental Healthcare Act (MHCA) 2017, after parliamentary approval in 2017, came into effect from May 29, 2018.\nIt is rights-based and empowers the patients to make their own choices unless they become incapacitous due to mental\nillness. There is much emphasis on the protection of human rights of persons with mental illness. The act provides a\nframework and regulation on how a person with mental illness should be treated. The experts, on multiple occasions,\nhave debated on whether the act is a boon or a bane for the practitioners in India. The MHCA 2017 brings about\nmore impetus on documentation, unlike the previous acts. With the act in place, clear documentation with reasons for\ndecisions made and care given are important for good practice. Although this may potentially raise the cost of care,\nthis will ensure a safer practice of psychiatry and will prove beneficial for the patients and the psychiatrists. To comply\nwith the provisions of the act, one will have to modify the manner in which one carries out the day-to-day practice.\nRegular training through workshops is required to understand the practical implications of different provisions of the\nact. Furthermore, regular peer group meetings may give a sense of support and an opportunity to learn from one another\nand help find solutions to difficult aspects. Overall, following this and adapting to the new act may bring uniformity in\npractice. This article aims to explore ways to leverage the MHCA 2017 from the practitioner’s perspective.\nKey words: Legislation, Mental Healthcare Act 2017, mental illness, practitioners\nINTRODUCTION act, concerned experts in the field, on multiple occasions,\nhad debated whether this will be a boon or a bane for the\nThe MHCA 2017,[1] received the President’s assent and came practitioners in India.[2] The act is bringing an enormous\ninto effect from May 29, 2018. MHCA 2017 is rights-based change in the day-to-day practice, and therefore, posing\nand more patient-oriented. Being a signatory to the UN challenges for the practitioners in getting accustomed to\nConvention on Rights of Persons with Disabilities and its using it. Hence, the workshops and Continued Medical\noptional protocol in October 2007, Indian Government Education Programs are being conducted on this topic. This\nadapted its legislations to the UN standards, emphasizing on article aims to explore the ways to leverage MHCA 2017\nthe protection of human rights of persons with mental illness from the practitioners’ perspective.\nduring delivery of care. MHCA 2017 provides framework\nand regulation on how a person with mental illness (PMI) INFORMED CONSENT\ncould be treated. When the bill was still evolving into an\nInformed consent is central to MHCA 2017. In the Indian\nAddress for correspondence: Dr. Vijaykumar Harbishettar,\ncontext, over the years, a well-structured informed consent\nDepartment of Psychiatry, NIMHANS, Bengaluru - 560 029,\nKarnataka, India.\nE-mail: drvijaysh@yahoo.com This is an open access journal, and articles are distributed under the terms of\nthe Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License,\nAccess this article online which allows others to remix, tweak, and build upon the work non-commercially,\nQuick Response Code as long as appropriate credit is given and the new creations are licensed under\nWebsite: the identical terms.\nwww.indianjpsychiatry.org For reprints contact: reprints@medknow.com\nHow to cite this article: Harbishettar V, Enara A, Gowda M.\nDOI:\nMaking the most of Mental Healthcare Act 2017: Practitioners’\n10.4103/psychiatry.IndianJPsychiatry_98_19\nperspective. Indian J Psychiatry 2019;61:S645-9.\n© 2019 Indian Journal of Psychiatry | Published by Wolters Kluwer - Medknow S645"
        },
        {
            "page_number": 2,
            "content": "Harbishettar, et al.: MHCA 2017 from practitioners’ perspective\nwas sought only in situations involving active interventions patient’s nominated representative (NR). A person who has\nsuch as surgical procedures. Psychiatrists often treated the capacity to decide on care and treatment can decide\npatients on the basis of implicit consent, keeping in mind to accept or refuse care and treatment. The assessment\nthe best interest of the patient, with some exceptions like process, the discussion around the decision, and the\nwhen electroconvulsive therapy (ECT) was being offered as basis of concluding whether a person have the capacity or\ntreatment. Section 2(i) of the MHCA 2017 defines informed not at the given time for particular issue have to be well\nconsent as “consent given for a specific intervention, documented. Patients, who are at risk of exacerbations in\nwithout any force, undue influence, fraud, threat, mistake or future, resulting in loss of capacity, are to be educated about\nmisrepresentation, and obtained after disclosing to person the risk of taking a potentially harmful treatment decision.\nadequate information, including risks and benefits of, and This has to be balanced with the freedom to choose the\nalternatives to, the specific intervention in a language care they want. Since a set of guidelines are given in Section\nand manner understood by the person.” The number of 4 of the MHCA 2017 about aspects such as understanding,\npsychiatrists in India is around 0.3/100000 population.[3] weighing pros and cons, and retaining the information\nInformed consent as defined in the act is to be learned by all until they communicate the decision, it brings uniformity\npractitioners and to be adopted. Further, the act emphasizes in the practice. Practitioners who follow these guidelines,\nmore on capacity and consent, and it is imperative that the along with reasonable documentation, would be at lower\npsychiatrist takes utmost care in obtaining comprehensive risk of facing indemnity or challenge by the patients or\ninformed consent. Seeking explicit informed consent would their relatives and can fall back and claim to have followed\nnot only be useful for the patients but also adopting it in the MHCA. It is important to maintain documentation and\ntheir regular practice, including its documentation, would to ensure that patient records are in order and audited\nalso be a safeguard for the practitioners from potential regularly.\nlitigations. In addition, there could be a possibility of a better\ntherapeutic relationship now, because the practitioners ADVANCE DIRECTIVE\nwould have to spend more time discussing the pros and\ncons and asking the patient to choose from the options, Chapter III discusses the advance directive (AD). Any person\nin comparison to the paternalistic way of practice where who is not a minor has the right to prepare an AD. This is\npatients were told about decisions made without involving a legal document developed by the patient which includes\nthem. Patients would feel their views are more heard or defining the way the person wants to be cared and treated\ntheir opinions respected, and this can yield a healthier for their mental illness, during the time the person loses\nenvironment due to enhanced trust. Patients and family the capacity to decide on treatment or care. In addition,\nmembers may feel well informed, and thus, will be able to the person can also specify the ways the person does not\nanticipate and follow the course of treatment. The overall want to be cared for or treated. The AD is prepared by\nworking relationship between patients and practitioners the PMI when he/she has the capacity. This would prove\nmay improve, though practitioners will have to adapt to beneficial for the PMI who is at the risk of losing capacity\nthis change. due to multiple exacerbations of the illness. Rights, as well\nas responsibilities, are given to the individual. It would be\nCAPACITY TO CONSENT good practice for the patients to discuss with the treating\nteam and then prepare the AD, so the person can be\nThe MHCA 2017 empowers patients with the capacity well informed before making a choice. Having adequate\nto have control over the way in which they are treated. information before preparing an AD is important, which\nChapter II, Section 4 mentions capacity assessment and means the practitioners have a role in providing this\nthe guidelines for the assessment of capacity. Capacity information to the patients, which can enhance rapport\nassessments will be central to all care- or treatment-related during the process. The onus is on the patient to make the\ndecisions for both independent and supported admissions. AD document available in future consultations, including\nThe law also mandates that a person admitted under the during emergency.\nsupported clause have periodic capacity assessments\nonce in 7 days for consented patients admitted under Consider a scenario where the patient wishes to provide\nSection 89 and once by the end of fortnight in consented the name of the hospital, name of the psychiatrists, and the\npatients under Section 90. Capacity assessments done by modes of treatment in the AD. This section may advantage\nan independent psychiatrist other than the one treating psychiatrists who have better rapport with their patients.\nwill ensure objectivity in the assessments and more legal This is also in keeping with the core of what psychiatric\nvalidity. From the patients’ perspective, this would ensure practice used to be, rapport with the patient being central\nthat there are no violations of their autonomy and also to the practice. The patient may express a wish to be treated\nwarrants care when their capacity is lost. The decisions are in the same hospital, under the same treating team, including\nto be made by the capacitous patient, and where the person the same psychiatrist. This can enhance the therapeutic\nis incapacitous, the decision would have to be made by the relationship between the doctor and the patient and can be\nS646 Indian Journal of Psychiatry Volume 61 (Supplement 4), April 2019"
        },
        {
            "page_number": 3,
            "content": "Harbishettar, et al.: MHCA 2017 from practitioners’ perspective\nof benefit in terms of treatment. This acts as an advantage In addition, the appropriate government shall have a duty\nfor both the doctor and the patient because of the relapsing to care for, treat and rehabilitate the person attempting\nnature of some of the severe and enduring mental illnesses. suicide, assuming that he/she is suffering from severe stress,\nto prevent the risk of further suicide attempts. The act\nThe section also authorizes the patient to choose an NR to recognizes the requirement for assessment and treatment\nmake treatment related decisions on the patient’s behalf of the persons who attempted suicide in terms of not only\nwhen he/she is rendered as lacking capacity. Having a good preventing such events in future but also in reducing the\ntherapeutic working relationship with the relatives of the chance of completed suicide. This also serves as a way to\npatient may help to ensure care for the patients. If the screen and detect mental illness and offer intervention.\npatient is not willing to get admitted, the NR may decide to The act seems to imply that persons attempting suicide\nget the person admitted and treated in the hospital. and presenting to the General Practitioners/Specialists\nbe provided care by a psychiatrist or other mental health\nOn the other hand, let us imagine another scenario where professionals (MHPs). The act safeguards the person from\nthe patient has not liked the treatment provided, which the legalities by presuming severe stress and need for\noccurs commonly with treatment in psychiatry. In such seeking treatment by the psychiatrist. This will improve\nsituations, he/she may refuse the same in future. This might access to mental health care from the patients’ perspective;\ngo against the practitioners even if their treatment was and from the practitioners’ perspective, increase the number\nworking well. Some believe that if the treating psychiatrists of referrals to the psychiatrists, in addition to providing a\nfollow the AD, the psychiatrists are less liable even if there safety net for the patients from ensuring legalities. There\nare any unforeseen consequences. For example, when a is still a need for the general hospitals to register patient\ncompetent patient had made a decision not to receive ECT, presenting with attempted suicide as a medico-legal case\nif the treating team follows this directive, then it is implied and intimate the police.\nthat the psychiatrist is at less risk of being questioned for\nfollowing a valid AD as mandated by the law. Furthermore, HEALTH INSURANCE COVERAGE\nthe onus is on the patient to make the AD available to the\npsychiatrist and the team. Section 21 of MHCA 2017 discusses reducing the stigma\nby placing an obligation on the hospitals or health care\nCaring for a PMI can be very stressful. The MHCA recognizes providers to treat a PMI similarly as they would treat the\nthe need for treatment and involving family members persons with physical illness. More importantly, it says\nand provides a framework to be followed, ensuring the “Every insurer shall make provision for medical insurance\nindividual rights of the PMI. The AD is one such provision in for the treatment of mental illness on the same basis as\nthe act that ensures that the person understands the need is available for treatment of physical illness.” The MHEs\nto plan future treatment and take precautionary measures, could tie-up with the insurance providers, and make sure\nbalancing with the rights. that their hospitals are recognized for providing care under\nthat particular insurance provider. This can be seen as an\nDISCHARGE PLANNING advantage for the patients as well as the hospitals. There\nwere circumstances in the past where the patients could not\nChapter XII, Section 98 mandates that every patient admitted afford inpatient care, but now, with the insurance provision,\nto a Mental Health Establishment (MHE) has a structured they will be able to receive treatment and hopefully without\ndischarge planning. This is to ensure that the MHE to which delay. The initiatives like Ayushman Bharat[4] covering\nthe patient is being referred to, or the psychiatrist to whom persons with mental illness are steps in the right direction\nthe patient is referred to, take responsibility for the person’s and will go a long way in making sure that mental health is\ncare and treatment. Discharge planning again could open a priority much like physical health.\nup avenues to the psychiatrists just like informed consent,\ncapacity assessments, and AD. When the law mandates REGISTRATION OF MENTAL HEALTH\ncertain procedures as compulsory, the treatment costs ESTABLISHMENTS\ncould go up. For a legally safe practice of psychiatry, the\npracticing psychiatrists will have to ensure that these steps Regulations are laid out in the MHCA 2017, in Chapter X,\nare being followed. This will also make care transparent and sections 65–72, on the mandatory registration of the MHE, and\nensure patient autonomy. those minimum standards have to be maintained. The State\nMental Health Authority has the power to grant or remove\nDECRIMINALIZATION OF SUICIDE registration. This could potentially mean that establishments\nrun by non-qualified people, rehabilitation centers with poor\nSection 115 states that any person attempting suicide will facilities, and hospitals not maintaining minimum standards\nbe presumed to be under severe stress and shall not be are at high risk of closure. Those establishments which are\npunishable under Section 309 of the Indian Penal Code. appropriately staffed, maintain medical records, have an\nIndian Journal of Psychiatry Volume 61 (Supplement 4), April 2019 S647"
        },
        {
            "page_number": 4,
            "content": "Harbishettar, et al.: MHCA 2017 from practitioners’ perspective\nappropriate number of psychiatrists available on duty, and necessary to regularly assess the capacity of the individual\nfollow protocol will be able to continue their registration. to agree to remain in the hospital and accept treatment,\nThis also could be useful for the establishments, as in the and this information needs to be documented. Section 25\nprocess of following the guidelines, they would be able gives the right to the patient to access their medical records.\nto audit their system regularly and maintain standards. However, the act mentions basic medical records and does\nThe Mental Health Authority has the power to inspect the not put the onus on the psychiatrist to provide entire\nestablishments and cancel the registration any time if they medical records maintained by the hospital. Practitioners\nfeel the establishment is not following the guidelines or can withhold information if they believe that the PMI has\nmaintaining minimum standards. This would help avoid the a likelihood of risk to others or serious harm to self by\nvulnerable patients and family from getting exploited and knowing the particular piece of information. The practitioner\nwould improve the quality of care. will inform the patient that some information has been\nwithheld, but the patient can still seek the information from\nEMERGENCY TREATMENT the Mental Health Review Board (MHRB) if need be.\nSection 94 allows a medical practitioner to assess and treat, MENTAL HEALTH PROFESSIONALS\nfor a period of up to 72 h, a patient in whom there is reason\nto believe that there is a mental illness and that the person The MHPs are granted powers, for instance, pertaining to\nis at a high risk of harm to self or others, or to prevent the admission under Section 89. Section 89 allows MHPs to make\ndeath or irreversible harm to self or others. This section helps recommendations alongside a psychiatrist for admissions.\na person with a severe illness to be assessed in the community Further, other MHPs would also be able to provide discharge\nor be transported to a nearby MHE. The person would benefit planning for the patients. This would ensure that the patient\nfrom being assessed and treated during this period under gets formally assessed by >1 professional, considering\nthis section either in the community or in the emergency the fewer number of psychiatrists available in India. This\ndepartment. Whenever available, consent from the NR needs would indeed go a long way in providing effective care at\nto be sought. This section allows the practitioner to assess possibly reasonable costs. Further, MHCA 2017 is a first of\nfor 72 h, against person’s will, during which period, if an its kind act that brings MHPs under its ambit. This ensures\nunderlying mental illness is detected, further treatment can be accountability, unlike the previous acts where other MHPs\nplanned. The law puts some obvious restrictions on ECT and were not covered under the ambit of the law.\npsychosurgeries not to be used as an emergency treatment\noption. This 72 h period may provide ample time for the MENTAL HEALTH REVIEW BOARDS\npsychiatrists to assess such patients and identify persons with\nmental illness. The act safeguards the rights of the patient, Chapter XI of the MHCA 2017 outlines the MHRBs and its\nbut in times of emergency, the act makes sure that the person functions. The MHRBs are a quasi-judicial body set up by\nis suitably assessed and treated. This emergency section also the State Mental Health Authority. The MHRB will hear\nindirectly safeguards the PMI as it provides an opportunity for any dispute in regard to the treatment of patients with\nthe person to be assessed and treated, to prevent untoward mental illness. This would mean that the MHRB will now\nincidents. This can also be seen as increased accessibility to hear disputes which earlier directly went to the consumer\ncare during the emergency period. courts, Human Rights Commission, and civil courts, etc.\nThis seems to come as a kind of relief for the psychiatrists\nUSE OF ELECTROCONVULSIVE THERAPY since the board already has a medical practitioner and a\npsychiatrist in its composition. A well-informed board will\nSection 95 of the MHCA 2017 prohibits the use of go a long way in ensuring justice to the patient as well as\nadministration of ECT without the use of muscle relaxants the treating psychiatrist.\nand anesthesia. The established centers where modified\nECTs are administered will not have to make any major RECOMMENDATIONS TO ALLAY\nchanges, except that the act says it cannot be administered APPREHENSION SURROUNDING THE ACT\nto a minor or when refused by a person who has the\ncapacity to consent to treatment. This act emphasizes the Standard operating procedures\nsafer administration of the procedure. Each MHE should prepare its own standard operating\nprocedures (SOPs) about adhering to the provisions of\nACCESS TO MEDICAL RECORDS AND MHCA 2017, which when followed bring uniformity and\nDOCUMENTATION prepares a system in place.\nPractitioners will have to give information to the patients Audit\nand relatives and assist them to make decisions as much Regular clinical audits and re-audits should be done in MHEs\nas possible. Documentation becomes the key. It may be to check whether their practice is compliant to their own\nS648 Indian Journal of Psychiatry Volume 61 (Supplement 4), April 2019"
        },
        {
            "page_number": 5,
            "content": "Harbishettar, et al.: MHCA 2017 from practitioners’ perspective\nSOPs. This approach would help the MHPs in identifying instance, consider a psychiatrist choosing to treat a person\nshortcomings or the areas that need to be improved and with schizophrenia on the basis of the emotional harm\ncould safeguard them from liabilities or reduce their experienced by the family, in line with the Mental Health\nintensity. Act 1987, according to the requests by the family. This may\nbe the right ethical and moral decision in such situations,\nInternal review boards aimed to reduce the suffering of the family members, in\nHaving internal review boards formed from professionals addition to treating the person against their will. However,\nfrom different disciplines and regular reviews help examine with MHCA 2017, unless the patient is deemed to be lacking\nand creates an opportunity to make amendments, and also capacity and there is definitive evidence for risk on others\nprovide greater validity for decisions pertaining to gray or the self, the psychiatrist cannot treat the patient against\nareas in practice. This would also help in ensuring better, the patient’s wishes. This would ensure more legally valid\nlegally valid decisions. decision. At the same time, one can question whether such\ndecisions are ethically or morally valid. The MHCA 2017\nTraining workshops\nbrings more impetus on documentation, unlike the previous\nIt is important to attend training workshops conducted\nacts. Within the framework of new legislation, SOPs can\nby experts in law and mental health to learn various case\nbe prepared to be followed that may bring uniformity in\nscenarios and to comply better with the MHCA 2017.\npractice at the center. This may improve patient care along\nwith respecting patients’ autonomy and rights. Adhering\nRole of professional bodies\nto the new law and documenting the treatment decisions\nProfessional Bodies should form legal advisory committees\nmake the professional better prepared when challenged\nand help colleague member professionals to make\nin an unfortunate untoward incident like suicide or harm\ndecisions in times of difficult scenarios to comply with\nto others. The psychiatrists may now be able to develop\nthe act. It is also recommended that experts representing\na system in their clinic or MHE and bring in changes in\nthe professional bodies be at the behest to offer support\ntheir practice to adapt to this legislation. During this\nthrough video consultations in situations demanding a\ntransition, there needs to be regular peer group meetings\nlegally valid decision.\nto share experiences in the process of evolving a system\nthat is feasible and less stressful. The group may become a\nPeer learning\nplatform for all to discuss difficulties and find simpler and\nLearning from peers has been one of the best ways to\nworkable solutions in the implementation of the act.\nenhance practice and regain confidence. All the difficult\nscenarios can be brought for discussion in a regularly\nFinancial support and sponsorship\noccurring legal case conference, which can be held via\nNil.\nteleconference.\nConflicts of interest\nIncorporating MHCA 2017 in the postgraduate curriculum\nThere are no conflicts of interest.\nThe early career professionals need to be equipped to\nprovide treatment in line with the MHCA 2017. This would\nREFERENCES\nhelp them come to terms with the challenges ahead better,\nat the same time, also help them leverage the act better.\n1. Mental Healthcare Act 2017; Available from: https://www.prsindia.org/\nuploads/media/Mental%20Health/Mental%20Healthcare%20Act,%20\nCONCLUSION 2017.pdf. [Last accessed on 2019 Feb 15].\n2. Rao GP, Math SB, Raju MS, Saha G, Jagiwala M, Sagar R, et al. Mental\nHealth Care Bill, 2016: A boon or bane? Indian J Psychiatry 2016;58:244‑9.\nThe MHCA 2017 is a step in the right direction and is 3. World Health Organization, editor. Mental health Atlas Country Profile\nin keeping with the international laws that stress the 2014: India. Geneva, Switzerland: World Health Organization; 2015.\np. 67. Available from: http://www.who.int/mental_health/evidence/atlas/\nautonomy and rights of the persons with mental illness.\nprofiles‑2014/ind.pdf. [Last accessed on 2019 Jan 04].\nWhen the law is at the interface of medicine, treatment 4. Ayushman Bharat – National Health Protection Mission National\ndecisions made in good faith often gets overlooked. Ethical Portal of India. Available from: https://www.india.gov.in/spotlight/\nayushman-bharat-national-health-protection-mission. [Last accessed on\nand moral validity takes subsidence over legal validity. For 2019 Jan 08].\nIndian Journal of Psychiatry Volume 61 (Supplement 4), April 2019 S649"
        }
    ]
}