{
    "document_title": "IT_Rules_2021_India_Updated_2023.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Indian Legal and Compliance\\IT_Rules_2021_India_Updated_2023.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The Information Technology (Intermediary Guidelines and Digital Media Ethics Code)\nRules, 20211\n[updated as on 6.4.2023]\nIn exercise of the powers conferred by sub-section (1), clauses (z) and (zg) of sub-section (2)\nof section 87 of the Information Technology Act, 2000 (21 of 2000), and in supersession of the\nInformation Technology (Intermediaries Guidelines) Rules, 2011, except as respect things\ndone or omitted to be done before such supersession, the Central Government hereby makes\nthe following rules, namely:—\nPART I\nPRELIMINARY\n1. Short Title and Commencement.—(1) These rules may be called the Information\nTechnology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021.\n(2) They shall come into force on the date of their publication in the Official Gazette.\n2. Definitions.—(1) In these rules, unless the context otherwise requires,—\n(a) ‘access control mechanism’ means any measure, including a technical measure,\nthrough which access to online curated content may be restricted based on\nverification of the identity or age of a user;\n(b) ‘access services’ means any measure, including technical measure such as closed\ncaptioning, subtitles and audio descriptions, through which the accessibility of\nonline curated content may be improved for persons with disabilities;\n(c) ‘Act’ means the Information Technology Act, 2000 (21 of 2000);\n(d) ‘child’ means any person below the age of eighteen years;\n(e) ‘committee’ means the Inter-Departmental Committee constituted under rule 14;\n(f) ‘communication link’ means a connection between a hypertext or graphical\nelement, and one or more items in the same or different electronic document\nwherein upon clicking on a hyperlinked item, the user is automatically transferred\nto the other end of the hyperlink which can be another electronic record or another\nwebsite or application or graphical element;\n(g) ‘content’ means the electronic record defined in clause (t) of section 2 of the Act;\n(h) ‘content descriptor’ means the issues and concerns which are relevant to the\nclassification of any online curated content, including discrimination, depiction of\nillegal or harmful substances, imitable behaviour, nudity, language, sex, violence,\nfear, threat, horror and other such concerns as specified in the Schedule annexed to\nthe rules;\n(i) ‘digital media’ means digitized content that can be transmitted over the internet or\ncomputer networks and includes content received, stored, transmitted, edited or\nprocessed by-\n1 Vide G.S.R. 139(E), dated 25.2.2021, published in the Gazette of India, Extra., Pt. II, Sec. 3(i), dated\n25.2.2021."
        },
        {
            "page_number": 2,
            "content": "(i) an intermediary; or\n(ii) a publisher of news and current affairs content or a publisher of online\ncurated content;\n(j) ‘grievance’ includes any complaint, whether regarding any content, any duties of\nan intermediary or publisher under the Act, or other matters pertaining to the\ncomputer resource of an intermediary or publisher, as the case may be;\n(k) ‘Grievance Officer’ means an officer appointed by the intermediary or the 1[online\ngaming self-regulatory body or the] publisher, as the case may be, for the purposes\nof these rules;\n2[(ka) ‘Grievance Appellate Committee’ means a grievance appellate committee\nconstituted under rule 3A;]\n(l) ‘Ministry’ means, for the purpose of Part II of these rules unless specified\notherwise, the Ministry of Electronics and Information Technology, Government\nof India, and for the purpose of Part III of these rules, the Ministry of Information\nand Broadcasting, Government of India;\n(m) ‘news and current affairs content’ includes newly received or noteworthy content,\nincluding analysis, especially about recent events primarily of socio-political,\neconomic or cultural nature, made available over the internet or computer\nnetworks, and any digital media shall be news and current affairs content where\nthe context, substance, purpose, import and meaning of such information is in the\nnature of news and current affairs content.\n(n) ‘newspaper’ means a periodical of loosely folded sheets usually printed on\nnewsprint and brought out daily or at least once in a week, containing information\non current events, public news or comments on public news;\n(o) ‘news aggregator’ means an entity who, performing a significant role in\ndetermining the news and current affairs content being made available, makes\navailable to users a computer resource that enable such users to access the news\nand current affairs content which is aggregated, curated and presented by such\nentity.\n(p) ‘on demand’ means a system where a user, subscriber or viewer is enabled to\naccess, at a time chosen by such user, any content in electronic form, which is\ntransmitted over a computer resource and is selected by the user;\n(q) ‘online curated content’ means any curated catalogue of audio-visual content, other\nthan news and current affairs content, which is owned by, licensed to or contracted\nto be transmitted by a publisher of online curated content, and made available on\ndemand, including but not limited through subscription, over the internet or\ncomputer networks, and includes films, audio visual programmes, documentaries,\ntelevision programmes, serials, podcasts and other such content;\n1 Ins. by G.S.R. 275(E), dated 6.4.2023.\n2 Ins. by G.S.R. 794(E), dated 28.10.2022 (w.e.f. 28.10.2022)."
        },
        {
            "page_number": 3,
            "content": "1[(qa) ‘online game’ means a game that is offered on the Internet and is accessible by a\nuser through a computer resource or an intermediary.\nExplanation.—In this clause, ‘Internet’ means the combination of computer\nfacilities and electromagnetic transmission media, and related equipment and\nsoftware, comprising the interconnected worldwide network of computer networks\nthat transmits information based on a protocol for controlling such transmission;\n(qb) ‘online gaming intermediary’ means any intermediary that enables the users of its\ncomputer resource to access one or more online games;\n(qc) ‘online gaming self-regulatory body’ means an entity designated as such under rule\n4A;\n(qd) ‘online real money game’ means an online game where a user makes a deposit in\ncash or kind with the expectation of earning winnings on that deposit.\nExplanation.—In this clause, ‘winnings’ means any prize, in cash or kind, which\nis distributed or intended to be distributed to a user of an online game based on the\nperformance of the user and in accordance with the rules of such online game;\n(qe) ‘permissible online game’ means a permissible online real money game or any other\nonline game that is not an online real money game;\n(qf) ‘permissible online real money game’ means an online real money game verified by\nan online gaming self-regulatory body under rule 4A;]\n(r) ‘person’ means a person as defined in sub-section (31) of section 2 of the Income\ntax Act, 1961 (43 of 1961);\n(s) ‘publisher’ means a publisher of news and current affairs content or a publisher of\nonline curated content;\n(t) ‘publisher of news and current affairs content’ means an online paper, news portal,\nnews aggregator, news agency and such other entity called by whatever name,\nwhich is functionally similar to publishers of news and current affairs content but\nshall not include newspapers, replica e-papers of the newspaper and any individual\nor user who is not transmitting content in the course of systematic business,\nprofessional or commercial activity;\n(u) ‘publisher of online curated content’ means a publisher who, performing a\nsignificant role in determining the online curated content being made available,\nmakes available to users a computer resource that enables such users to access\nonline curated content over the internet or computer networks, and such other entity\ncalled by whatever name, which is functionally similar to publishers of online\ncurated content but does not include any individual or user who is not transmitting\nonline curated content in the course of systematic business, professional or\ncommercial activity;\n1 Ins. by G.S.R. 275(E), dated 6.4.2023."
        },
        {
            "page_number": 4,
            "content": "(v) ‘significant social media intermediary’ means a social media intermediary having\nnumber of registered users in India above such threshold as notified by the Central\nGovernment;\n(w) ‘social media intermediary’ means an intermediary which primarily or solely\nenables online interaction between two or more users and allows them to create,\nupload, share, disseminate, modify or access information using its services;\n(x) ‘user’ means any person who accesses or avails any computer resource of an\nintermediary or a publisher for the purpose of hosting, publishing, sharing,\ntransacting, viewing, displaying, downloading or uploading information and\nincludes other persons jointly participating in using such computer resource and\naddressee and originator;\n(y) ‘user account’ means the account registration of a user with an intermediary or\npublisher and includes profiles, accounts, pages, handles and other similar\npresences by means of which a user is able to access the services offered by the\nintermediary or publisher.\n(2) Words and expressions used and not defined in these rules but defined in the Act and rules\nmade thereunder shall have the same meaning as assigned to them in the Act and the said rules,\nas the case may be.\nPART II\nDUE DILIGENCE BY INTERMEDIARIES AND GRIEVANCE REDRESSAL\nMECHANISM\n3. (1) Due diligence by an intermediary: An intermediary, including 1[a social media\nintermediary, a significant social media intermediary and an online gaming intermediary], shall\nobserve the following due diligence while discharging its duties, namely:—\n2[(a) the intermediary shall prominently publish on its website, mobile based\napplication or both, as the case may be, the rules and regulations, privacy policy\n1 Subs. by G.S.R. 275(E), dated 6.4.2023 for “social media intermediary and significant social media\nintermediary”.\n2 Subs. by G.S.R. 794(E), dated 28.10.2022, for clauses (a) and (b) (w.e.f. 28.10.2022). Clauses (a) and (b), before\nsubstitution, stood as under:\n“(a) the intermediary shall prominently publish on its website, mobile based application or both, as the case\nmay be, the rules and regulations, privacy policy and user agreement for access or usage of its computer\nresource by any person;\n(b) the rules and regulations, privacy policy or user agreement of the intermediary shall inform the user of\nits computer resource not to host, display, upload, modify, publish, transmit, store, update or share any\ninformation that,—\n(i) belongs to another person and to which the user does not have any right;\n(ii) is defamatory, obscene, pornographic, paedophilic, invasive of another’s privacy, including\nbodily privacy, insulting or harassing on the basis of gender, libellous, racially or ethnically\nobjectionable, relating or encouraging money laundering or gambling, or otherwise inconsistent\nwith or contrary to the laws in force;\n(iii) is harmful to child;\n(iv) infringes any patent, trademark, copyright or other proprietary rights;\n(v) violates any law for the time being in force;\n(vi) deceives or misleads the addressee about the origin of the message or knowingly and intentionally\ncommunicates any information which is patently false or misleading in nature but may reasonably\nbe perceived as a fact;\n(vii) impersonates another person;"
        },
        {
            "page_number": 5,
            "content": "and user agreement in English or any language specified in the Eighth Schedule\nto the Constitution for access or usage of its computer resource by any person in\nthe language of his choice and ensure compliance of the same;\n(b) the intermediary shall inform its rules and regulations, privacy policy and user\nagreement to the user in English or any language specified in the Eighth Schedule\nto the Constitution in the language of his choice and shall make reasonable efforts\n1[by itself, and to cause the users of its computer resource to not host], display,\nupload, modify, publish, transmit, store, update or share any information that,—\n(i) belongs to another person and to which the user does not have any right;\n(ii) is obscene, pornographic, paedophilic, invasive of another’s privacy\nincluding bodily privacy, insulting or harassing on the basis of gender,\nracially or ethnically objectionable, relating or encouraging money\nlaundering or gambling,2[or an online game that causes user harm,] or\npromoting enmity between different groups on the grounds of religion\nor caste with the intent to incite violence;\n(iii) is harmful to child;\n(iv) infringes any patent, trademark, copyright or other proprietary rights;\n(v) deceives or misleads the addressee about the origin of the message or\nknowingly and intentionally communicates any misinformation or\ninformation which is patently false and untrue or misleading in nature\n3[or, in respect of any business of the Central Government, is identified\nas fake or false or misleading by such fact check unit of the Central\nGovernment as the Ministry may, by notification published in the\nOfficial Gazette, specify];\n(vi) impersonates another person;\n(vii) threatens the unity, integrity, defence, security or sovereignty of India,\nfriendly relations with foreign States, or public order, or causes\nincitement to the commission of any cognisable offence, or prevents\ninvestigation of any offence, or is insulting other nation;\n(viii) contains software virus or any other computer code, file or program\ndesigned to interrupt, destroy or limit the functionality of any computer\nresource;\n(viii) threatens the unity, integrity, defence, security or sovereignty of India, friendly relations with\nforeign States, or public order, or causes incitement to the commission of any cognisable offence\nor prevents investigation of any offence or is insulting other nation;\n(ix) contains software virus or any other computer code, file or program designed to interrupt, destroy\nor limit the functionality of any computer resource;\n(x) is patently false and untrue, and is written or published in any form, with the intent to mislead or\nharass a person, entity or agency for financial gain or to cause any injury to any person;”.\n1 Subs. by G.S.R. 275(E), dated 6.4.2023 for “to cause the user of its computer resource not to host,”.\n2 Ins. by G.S.R. 275(E), dated 6.4.2023.\n3 Ins. by G.S.R. 275(E), dated 6.4.2023."
        },
        {
            "page_number": 6,
            "content": "1[(ix) is in the nature of an online game that is not verified as a permissible\nonline game;\n(x) is in the nature of advertisement or surrogate advertisement or promotion\nof an online game that is not a permissible online game, or of any online\ngaming intermediary offering such an online game;\n(xi) violates any law for the time being in force;\nExplanation.—In this clause, “user harm” and “harm” mean any effect which\nis detrimental to a user or child, as the case may be;]]\n(c) an intermediary shall periodically inform its users, at least once every year, that\nin case of non-compliance with rules and regulations, privacy policy or user\nagreement for access or usage of the computer resource of such intermediary, it\nhas the right to terminate the access or usage rights of the users to the computer\nresource immediately or remove non-compliant information or both, as the case\nmay be;\n(d) an intermediary, on whose computer resource the information is stored, hosted\nor published, upon receiving actual knowledge in the form of an order by a\ncourt of competent jurisdiction or on being notified by the Appropriate\nGovernment or its agency under clause (b) of sub-section (3) of section 79 of\nthe Act, shall not host, store or publish any unlawful information, which is\nprohibited under any law for the time being in force in relation to the interest of\nthe sovereignty and integrity of India; security of the State; friendly relations\nwith foreign States; public order; decency or morality; in relation to contempt\nof court; defamation; incitement to an offence relating to the above, or any\ninformation which is prohibited under any law for the time being in force:\nProvided that any notification made by the Appropriate Government or\nits agency in relation to any information which is prohibited under any law for\nthe time being in force shall be issued by an authorised agency, as may be\nnotified by the Appropriate Government:\nProvided further that if any such information is hosted, stored or\npublished, the intermediary shall remove or disable access to that information,\nas early as possible, but in no case later than thirty-six hours from the receipt of\nthe court order or on being notified by the Appropriate Government or its\nagency, as the case may be:\nProvided also that the removal or disabling of access to any information,\ndata or communication link within the categories of information specified under\nthis clause, under clause (b) on a voluntary basis, or on the basis of grievances\nreceived under sub-rule (2) by such intermediary, shall not amount to a violation\nof the conditions of clauses (a) or (b) of sub-section (2) of section 79 of the Act;\n1 Subs.by G.S.R. 275(E), dated 6.4.2023 for clause (ix). Clause (ix), before substitution, stood as under:\n“(ix) violates any law for the time being in force;”."
        },
        {
            "page_number": 7,
            "content": "(e) the temporary or transient or intermediate storage of information automatically\nby an intermediary in a computer resource within its control as an intrinsic\nfeature of that computer resource, involving no exercise of any human,\nautomated or algorithmic editorial control for onward transmission or\ncommunication to another computer resource shall not amount to hosting,\nstoring or publishing any information referred to under clause (d);\n1[(f) the intermediary shall periodically, and at least once in a year, inform its users\nin English or any language specified in the Eighth Schedule to the Constitution\nin the language of his choice of its rules and regulations, privacy policy or user\nagreement or any change in the rules and regulations, privacy policy or user\nagreement, as the case may be:]\n2[Provided that an online gaming intermediary who enables the users to\naccess any permissible online real money game shall inform its users of such\nchange as soon as possible, but not later than twenty-four hours after the change\nis effected;]\n(g) where upon receiving actual knowledge under clause (d), on a voluntary basis\non violation of clause (b), or on the basis of grievances received under sub-rule\n(2), any information has been removed or access to which has been disabled, the\nintermediary shall, without vitiating the evidence in any manner, preserve such\ninformation and associated records for one hundred and eighty days for\ninvestigation purposes, or for such longer period as may be required by the court\nor by Government agencies who are lawfully authorised;\n(h) where an intermediary collects information from a user for registration on the\ncomputer resource, it shall retain his information for a period of one hundred\nand eighty days after any cancellation or withdrawal of his registration, as the\ncase may be;\n(i) the intermediary shall take all reasonable measures to secure its computer\nresource and information contained therein following the reasonable security\npractices and procedures as prescribed in the Information Technology\n(Reasonable Security Practices and Procedures and Sensitive Personal\nInformation) Rules, 2011;\n(j) the intermediary shall, as soon as possible, but not later than seventy two hours\n3[and in case of an online gaming intermediary who enables the users to access\nany permissible online real money game not later than twenty-four hours] of the\nreceipt of an order, provide information under its control or possession, or\nassistance to the Government agency which is lawfully authorised for\ninvestigative or protective or cyber security activities, for the purposes of\nverification of identity, or for the prevention, detection, investigation, or\n1 Subs. by G.S.R. 794(E), dated 28.10.2022 (w.e.f. 28.10.2022), for clause (f). Clause (f), before substitution stood\nas under:\n“(f) the intermediary shall periodically, and at least once in a year, inform its users of its rules and regulations,\nprivacy policy or user agreement or any change in the rules and regulations, privacy policy or user\nagreement, as the case may be;”.\n2 Ins. by G.S.R. 275(E), dated 6.4.2023.\n3 Ins. by G.S.R. 275(E), dated 6.4.2023."
        },
        {
            "page_number": 8,
            "content": "prosecution, of offences under any law for the time being in force, or for cyber\nsecurity incidents:\nProvided that any such order shall be in writing stating clearly the\npurpose of seeking information or assistance, as the case may be;\n(k) the intermediary shall not knowingly deploy or install or modify technical\nconfiguration of computer resource or become party to any act that may change\nor has the potential to change the normal course of operation of the computer\nresource than what it is supposed to perform thereby circumventing any law for\nthe time being in force:\nProvided that the intermediary may develop, produce, distribute or\nemploy technological means for the purpose of performing the acts of securing\nthe computer resource and information contained therein;\n(l) the intermediary shall report cyber security incidents and share related\ninformation with the Indian Computer Emergency Response Team in\naccordance with the policies and procedures as mentioned in the Information\nTechnology (The Indian Computer Emergency Response Team and Manner of\nPerforming Functions and Duties) Rules, 2013.\n1[(m) the intermediary shall take all reasonable measures to ensure accessibility of its\nservices to users along with reasonable expectation of due diligence, privacy\nand transparency;\n(n) the intermediary shall respect all the rights accorded to the citizens under the\nConstitution, including in the articles 14, 19 and 21.]\n(2) Grievance redressal mechanism of intermediary: (a) The intermediary shall prominently\npublish on its website, mobile based application or both, as the case may be, the name of the\nGrievance Officer and his contact details as well as mechanism by which a user or a victim\nmay make complaint against violation of the provisions of this rule or 2[sub-rules (11) to (13)\nof rule 4, or in respect of] any other matters pertaining to the computer resources made available\nby it, and the Grievance Officer shall-\n3[(i) acknowledge the complaint within twenty-four hours and resolve such complaint\nwithin a period of fifteen days from the date of its receipt:\nProvided that the complaint in the nature of request for removal of information or\ncommunication link relating to clause (b) of sub-rule (1) of rule 3, except sub-clauses\n(i), (iv) and 4[(xi)], shall be acted upon as expeditiously as possible and shall be\nresolved within seventy-two hours of such reporting;\nProvided further that appropriate safeguards may be developed by the\nintermediary to avoid any misuse by users;]\n1 Ins. by G.S.R. 794(E), dated 28.10.2022 (w.e.f. 28.10.2022).\n2 Ins. by G.S.R. 275(E), dated 6.4.2023.\n3 Subs. by G.S.R. 794(E), dated 28.10.2022, for sub-clause (i) (w.e.f. 28.10.2022). Sub-clause (i), before\nsubstitution, stood as under:\n“(i) acknowledge the complaint within twenty four hours and dispose off such complaint within a period of\nfifteen days from the date of its receipt;”.\n4 Subs. by G.S.R. 275(E), dated 6.4.2023 for “(ix)”."
        },
        {
            "page_number": 9,
            "content": "(ii) receive and acknowledge any order, notice or direction issued by the Appropriate\nGovernment, any competent authority or a court of competent jurisdiction.\n1[Explanation.—In this rule, “prominently publish” shall mean publishing in a clearly visible\nmanner on the home page of the website or the home screen of the mobile based application,\nor both, as the case may be, or on a web page or an app screen directly accessible from the\nhome page or home screen.]\n(b) The intermediary shall, within twenty-four hours from the receipt of a complaint made by\nan individual or any person on his behalf under this sub-rule, in relation to any content which\nis prima facie in the nature of any material which exposes the private area of such individual,\nshows such individual in full or partial nudity or shows or depicts such individual in any sexual\nact or conduct, or is in the nature of impersonation in an electronic form, including artificially\nmorphed images of such individual, take all reasonable and practicable measures to remove or\ndisable access to such content which is hosted, stored, published or transmitted by it:\n(c) The intermediary shall implement a mechanism for the receipt of complaints under clause\n(b) of this sub-rule which may enable the individual or person to provide details, as may be\nnecessary, in relation to such content or communication link.\n2[3A. Appeal to Grievance Appellate Committee(s).—(1) The Central Government shall, by\nnotification, establish one or more Grievance Appellate Committees within three months from\nthe date of commencement of the Information Technology (Intermediary Guidelines and\nDigital Media Ethics Code) Amendment Rules, 2022.\n(2) Each Grievance Appellate Committee shall consist of a chairperson and two whole time\nmembers appointed by the Central Government, of which one shall be a member ex-officio and\ntwo shall be independent members.\n(3) 3[Any person who is aggrieved by a decision of the Grievance Officer or whose grievance\nis not resolved within the period specified for resolution in sub-clause (i) of clause (a) of sub-\nrule (2) of rule 3 or clause (b) of sub-rule (2) of rule 3 or sub-rule (11) of rule 4A, as the case\nmay be,] may prefer an appeal to the Grievance Appellate Committee within a period of thirty\ndays from the date of receipt of communication from the Grievance Officer.\n(4) The Grievance Appellate Committee shall deal with such appeal expeditiously and shall\nmake an endeavour to resolve the appeal finally within thirty calendar days from the date of\nreceipt of the appeal.\n(5) While dealing with the appeal if the Grievance Appellate Committee feels necessary, it may\nseek assistance from any person having requisite qualification, experience and expertise in the\nsubject matter.\n(6) The Grievance Appellate Committee shall adopt an online dispute resolution mechanism\nwherein the entire appeal process, from filing of appeal to the decision thereof, shall be\nconducted through digital mode.\n1 Ins. by G.S.R. 275(E), dated 6.4.2023.\n2 Ins. by G.S.R. 794(E), dated 28.10.2022 (w.e.f. 28.10.2022).\n3 Subs. by G.S.R. 275(E), dated 6.4.2023 for “Any person aggrieved by a decision of the Grievance Officer”."
        },
        {
            "page_number": 10,
            "content": "(7) Every order passed by the Grievance Appellate Committee shall be complied with by the\nintermediary concerned 1[or the online gaming self-regulatory body concerned, as the case may\nbe,] and a report to that effect shall be uploaded on its website.]\n4. Additional due diligence to be observed by significant social media intermediary 2[and\nonline gaming intermediary].—(1) In addition to the due diligence observed under rule 3, a\nsignificant social media 3[intermediary, within three months from the date of notification of the\nthreshold under clause (v) of sub-rule (1) of rule 2, and an online gaming intermediary that\nenables the users to access any permissible online real money game, shall] observe the\nfollowing additional due diligence while discharging its duties, namely:—\n(a) appoint a Chief Compliance Officer who shall be responsible for ensuring\ncompliance with the Act and rules made thereunder and shall be liable in any\nproceedings relating to any relevant third-party information, data or\ncommunication link made available or hosted by that intermediary where he fails\nto ensure that such intermediary observes due diligence while discharging its duties\nunder the Act and rules made thereunder:\nProvided that no liability under the Act or rules made thereunder may\nbe imposed on such significant social media intermediary 4[or such online gaming\nintermediary] without being given an opportunity of being heard.\nExplanation.—For the purposes of this clause “Chief Compliance Officer” means\na key managerial personnel or such other senior employee of a significant social\nmedia intermediary 5[or an online gaming intermediary, as the case may be,] who\nis resident in India;\n(b) appoint a nodal contact person for 24x7 coordination with law enforcement\nagencies and officers to ensure compliance to their orders or requisitions made in\naccordance with the provisions of law or rules made thereunder.\n6[Explanation.—In this clause, “nodal contact person” means the employee of—\n(i) a significant social media intermediary, other than its Chief Compliance\nOfficer; or\n(ii) an online gaming intermediary,\nwho is resident in India;]\n(c) appoint a Resident Grievance Officer, who shall, subject to clause (b), be\nresponsible for the functions referred to in sub-rule (2) of rule 3.\n1 Ins. by G.S.R. 275(E), dated 6.4.2023.\n2 Ins. by G.S.R. 275(E), dated 6.4.2023.\n3 Subs. by G.S.R. 275(E), dated 6.4.2023 for “intermediary shall, within three months from the date of notification\nof the threshold under clause (v) of sub-rule (1) of rule 2,”.\n4 Ins. by G.S.R. 275(E), dated 6.4.2023.\n5 Ins. by G.S.R. 275(E), dated 6.4.2023.\n6 Subs. by G.S.R. 275(E), dated 6.4.2023 for the existing Explanation. The Explanation, before substitution, stood\nas under:\n“Explanation.—For the purposes of this clause “nodal contact person” means the employee of a significant\nsocial media intermediary, other than the Chief Compliance Officer, who is resident in India;”."
        },
        {
            "page_number": 11,
            "content": "Explanation.—For the purposes of this clause, “Resident Grievance Officer”\nmeans the employee of a significant social media 1[intermediary or an online\ngaming intermediary, as the case may be,] who is resident in India;\n(d) publish periodic compliance report every month mentioning the details of\ncomplaints received and action taken 2[thereon, and, in respect of a significant\nsocial media intermediary,] the number of specific communication links or parts of\ninformation that the intermediary has removed or disabled access to in pursuance\nof any proactive monitoring conducted by using automated tools or any other\nrelevant information as may be specified;\n(2) A significant social media intermediary providing services primarily in the nature of\nmessaging shall enable the identification of the first originator of the information on its\ncomputer resource as may be required by a judicial order passed by a court of competent\njurisdiction or an order passed under section 69 by the Competent Authority as per the\nInformation Technology (Procedure and Safeguards for interception, monitoring and\ndecryption of information) Rules, 2009, which shall be supported with a copy of such\ninformation in electronic form:\nProvided that an order shall only be passed for the purposes of prevention, detection,\ninvestigation, prosecution or punishment of an offence related to the sovereignty and integrity\nof India, the security of the State, friendly relations with foreign States, or public order, or of\nincitement to an offence relating to the above or in relation with rape, sexually explicit material\nor child sexual abuse material, punishable with imprisonment for a term of not less than five\nyears:\nProvided further that no order shall be passed in cases where other less intrusive means\nare effective in identifying the originator of the information:\nProvided also that in complying with an order for identification of the first originator,\nno significant social media intermediary shall be required to disclose the contents of any\nelectronic message, any other information related to the first originator, or any information\nrelated to its other users:\nProvided also that where the first originator of any information on the computer\nresource of an intermediary is located outside the territory of India, the first originator of that\ninformation within the territory of India shall be deemed to be the first originator of the\ninformation for the purpose of this clause.\n(3) A significant social media intermediary that provides any service with respect to an\ninformation or transmits that information on behalf of another person on its computer\nresource—\n(a) for direct financial benefit in a manner that increases its visibility or prominence,\nor targets the receiver of that information; or\n(b) to which it owns a copyright, or has an exclusive license, or in relation with which\nit has entered into any contract that directly or indirectly restricts the publication\n1 Subs. by G.S.R. 275(E), dated 6.4.2023 for “intermediary,”.\n2 Subs. by G.S.R. 275(E), dated 6.4.2023 for “thereon, and”."
        },
        {
            "page_number": 12,
            "content": "or transmission of that information through any means other than those provided\nthrough the computer resource of such social media intermediary,\nshall make that information clearly identifiable to its users as being advertised, marketed,\nsponsored, owned, or exclusively controlled, as the case may be, or shall make it identifiable\nas such in an appropriate manner.\n(4) A significant social media intermediary shall endeavour to deploy technology-based\nmeasures, including automated tools or other mechanisms to proactively identify information\nthat depicts any act or simulation in any form depicting rape, child sexual abuse or conduct,\nwhether explicit or implicit, or any information which is exactly identical in content to\ninformation that has previously been removed or access to which has been disabled on the\ncomputer resource of such intermediary under clause (d) of sub-rule (1) of rule 3, and shall\ndisplay a notice to any user attempting to access such information stating that such information\nhas been identified by the intermediary under the categories referred to in this sub-rule:\nProvided that the measures taken by the intermediary under this sub-rule shall be\nproportionate having regard to the interests of free speech and expression, privacy of users on\nthe computer resource of such intermediary, including interests protected through the\nappropriate use of technical measures:\nProvided further that such intermediary shall implement mechanisms for appropriate\nhuman oversight of measures deployed under this sub-rule, including a periodic review of any\nautomated tools deployed by such intermediary:\nProvided also that the review of automated tools under this sub-rule shall evaluate the\nautomated tools having regard to the accuracy and fairness of such tools, the propensity of bias\nand discrimination in such tools and the impact on privacy and security of such tools.\n(5) 1[A significant social media intermediary and an online gaming intermediary who enables\nthe users to access any permissible online real money game] shall have a physical contact\naddress in India published on its website, mobile based application or both, as the case may be,\nfor the purposes of receiving the communication addressed to it.\n(6) 2[A significant social media intermediary and an online gaming intermediary who enables\nthe users to access any permissible online real money game] shall implement an appropriate\nmechanism for the receipt of complaints under sub-rule (2) of rule 3 and grievances in relation\nto the violation of provisions under this rule, which shall enable the complainant to track the\nstatus of such complaint or grievance by providing a unique ticket number for every complaint\nor grievance received by such intermediary:\nProvided that such intermediary shall, to the extent reasonable, provide such\ncomplainant with reasons for any action taken or not taken by such intermediary in pursuance\nof the complaint or grievance received by it.\n(7) 3[A significant social media intermediary and an online gaming intermediary who enables\nthe users to access any permissible online real money game] shall enable users who register for\ntheir services from India, or use their services in India, to voluntarily verify their accounts by\n1 Subs. by G.S.R. 275(E), dated 6.4.2023 for “The significant social media intermediary”.\n2 Subs. by G.S.R. 275(E), dated 6.4.2023 for “The significant social media intermediary”.\n3 Subs. by G.S.R. 275(E), dated 6.4.2023 for “The significant social media intermediary”."
        },
        {
            "page_number": 13,
            "content": "using any appropriate mechanism, including the active Indian mobile number of such users,\nand where any user voluntarily verifies their account, such user shall be provided with a\ndemonstrable and visible mark of verification, which shall be visible to all users of the service:\nProvided that the information received for the purpose of verification under this sub-\nrule shall not be used for any other purpose, unless the user expressly consents to such use.\n(8) Where a significant social media intermediary removes or disables access to any\ninformation, data or communication link, under clause (b) of sub-rule (1) of rule 3 on its own\naccord, such intermediary shall,—\n(a) ensure that prior to the time at which such intermediary removes or disables\naccess, it has provided the user who has created, uploaded, shared, disseminated,\nor modified information, data or communication link using its services with a\nnotification explaining the action being taken and the grounds or reasons for\nsuch action;\n(b) ensure that the user who has created, uploaded, shared, disseminated, or\nmodified information using its services is provided with an adequate and\nreasonable opportunity to dispute the action being taken by such intermediary\nand request for the reinstatement of access to such information, data or\ncommunication link, which may be decided within a reasonable time;\n(c) ensure that the Resident Grievance Officer of such intermediary maintains\nappropriate oversight over the mechanism for resolution of any disputes raised\nby the user under clause (b).\n(9) The Ministry may call for such additional information from any significant social media\nintermediary as it may consider necessary for the purposes of this part.\n1[(10) An online gaming intermediary who enables access to its users to any permissible online\nreal money game, shall display a demonstrable and visible mark of verification by an online\ngaming self-regulatory body on such permissible online real money game.\n(11) While informing the users of its rules and regulations, privacy policy, terms of service and\nuser agreements under clause (b) of sub-rule (1) of rule 3, an online gaming intermediary who\nenables the users to access any permissible online real money game, shall include the following\ninformation in respect of every such online games, namely:—\n(a) the policy related to withdrawal or refund of the deposit made with the expectation\nof earning winnings, the manner of determination and distribution of such\nwinnings, and the fees and other charges payable by the user;\n(b) the know-your-customer procedure followed by it for verifying the identity of the\nusers of such online game;\n(c) the measures taken for protection of deposit made by a user for such online game;\nand\n(d) the framework referred to in rule 4A, relating to such online game.\n(12) An online gaming intermediary shall, before accepting any deposit in cash or kind from\nany user for a permissible online real money game, identify such user and verify his identity:\nProvided that the procedure required to be followed by an entity regulated by the\nReserve Bank of India for identification and verification of a customer at the commencement\n1 Ins. by G.S.R. 275(E), dated 6.4.2023."
        },
        {
            "page_number": 14,
            "content": "of an account-based relationship shall apply, mutatis mutandis, in identification and\nverification of the users of such online gaming intermediary.\n(13) An online gaming intermediary who enables the users to access any permissible online\nreal money game shall not itself finance by way of credit or enable financing to be offered by\nthird party for the purpose of playing such online game.]\n1[4A. Verification of online real money game.—(1) The Ministry may, by a notification in\nthe Official Gazette, designate as many online gaming self-regulatory bodies as it may consider\nnecessary for the purposes of verifying an online real money game as a permissible online real\nmoney game under these rules.\n(2) An entity which fulfils the following criteria may apply to the Ministry for designation as\nan online gaming self-regulatory body, namely:—\n(a) the entity is a company registered under section 8 of the Companies Act, 2013 (18 of\n2013);\n(b) its membership is representative of the gaming industry;\n(c) its members have been offering and promoting online games in a responsible manner;\n(d) its Board of Directors is comprised of individuals of repute and do not have any conflict\nof interest and possess special knowledge or practical experience suitable for the\nperformance of the functions of such self-regulatory body, and consists of—\n(i) an individual having special knowledge of or practical experience in the\nonline gaming industry;\n(ii) an individual having experience in promoting the interests of users of\nonline games;\n(iii) an educationist;\n(iv) an expert in the field of psychology or mental health or such other relevant\nfield;\n(v) an individual having special knowledge of or practical experience in the\nfield of information and communications technology;\n(vi) an individual who is or has been a member or officer of an organisation\ndealing with the protection of child rights;\n(vii) an individual having practical experience in the field of public policy or\npublic administration or law enforcement or public finance or other\nrelevant field, to be nominated by the Ministry; and\n(viii) such other individuals as may be appointed with the previous approval of\nthe Ministry;\n(e) its memorandum of association and articles of association contain provisions relating\nto—\n(i) the performance of its functions under these rules, including the redressal\nof grievances under sub-rule (11), in a manner free from conflict of\ninterest and at arm’s length from its members;\n(ii) the disclosure and reporting by and accountability of its members in\nrelation to the online games verified by such body;\n1 Ins. by G.S.R. 275(E), dated 6.4.2023."
        },
        {
            "page_number": 15,
            "content": "(iii) the clear and relevant criteria, consistent with these rules, for the\nacceptance and continuation of a person as its member, and for revoking\nor suspending such membership after giving such person an opportunity\nof being heard; and\n(iv) the requirement that the amendment in the memorandum of association\nand articles of association in relation to any matter referred to in sub-\nclauses (i), (ii) or (iii) is carried out with the previous approval of the\nMinistry; and\n(f) the entity has sufficient capacity, including financial capacity, to perform its functions\nas an online gaming self-regulatory body under these rules.\n(3) The online gaming self-regulatory body, upon an application made to it by its member in\nrespect of an online real money game, may declare such online real money game as permissible\nonline real money game, if, after making such inquiry as it deems fit, it is satisfied that—\n(a) the online real money game does not involve wagering on any outcome; and\n(b) the online gaming intermediary and such online game is in compliance with the\nprovisions of rules 3 and 4, the provisions of any law relating to the age at which an\nindividual is competent to enter into a contract, and the framework made by the online\ngaming self-regulatory body under sub-rule (8):\nProvided that an online gaming self-regulatory body may, initially rely upon the\ninformation furnished by the applicant for verification of the online real money game and\ndeclare such game as a permissible online real money game for a period not exceeding three\nmonths:\nProvided further that the online gaming self-regulatory body shall endeavour to\ncomplete the inquiry within the said period of three months and, upon its completion, either\ndeclare the online real money game as a permissible online real money game or inform the\napplicant in writing with the reasons thereof that such online game does not meet the\nrequirements under these rules.\n(4) The online gaming self-regulatory body shall publish and maintain on its website, mobile\nbased application or both, at all times, an updated list of all permissible online real money\ngames verified under sub-rule (3), along with the details of such online games including the\ndetails of the applicant, the dates and period of validity of the verification, the reasons of such\nverification and the details of the suspension or revocation, if any, of verification of any online\nreal money game.\n(5) Every online gaming self-regulatory body shall publish and maintain on its website, mobile\nbased application or both, at all times, an updated list of all its members, whether present or\nformer, the dates of their acceptance as member, their corporate or business-related identity\nnumber and other details, and the details of suspension or revocation of membership of any\nmember.\n(6) The online gaming self-regulatory body may, at any time, after giving the applicant member\nan opportunity of being heard and for reasons to be communicated in writing, suspend or\nrevoke the verification, if it is satisfied that the online real money game verified by it is not in\ncompliance with the provisions of these rules."
        },
        {
            "page_number": 16,
            "content": "(7) The online real money game verified under sub-rule (3), and the online gaming\nintermediary which enables access to such online real money game, shall display a\ndemonstrable and visible mark of such verification stating that the online real money game is\nverified by the online gaming self-regulatory body as a permissible online real money game\nunder these rules.\n(8) The online gaming self-regulatory body shall prominently publish on its website, mobile\nbased application or both, as the case may be, a framework for verifying an online real money\ngame, which, among other things, includes the following, namely:—\n(a) the measures to ensure that such online real money game is not against the interests of\nsovereignty and integrity of India, security of the State, friendly relations with foreign\nStates and public order;\n(b) the safeguards against user harm, including self-harm and psychological harm;\n(c) the measures to safeguard children, including measures for parental or access control\nand classifying online games through age-rating mechanism, based on the nature and\ntype of content; and\n(d) the measures to safeguard users against the risk of gaming addiction, financial loss and\nfinancial fraud, including repeated warning messages at higher frequency beyond a\nreasonable duration for a gaming session and provision to enable a user to exclude\nhimself upon user-defined limits being reached for time or money spent.\n(9) The Ministry may, if it considers it necessary, by a notice in writing, require an online\ngaming self-regulatory body to furnish to the Ministry or disclose on such body’s website or\nmobile based application or both, such information as the Ministry may specify in the notice.\n(10) Before issuing a direction under section 69A of the Act in respect of a permissible online\nreal money game, the Central Government may take into consideration the details published\nby an online gaming self-regulatory body under sub-rule (4).\n(11) Every online gaming self-regulatory body shall prominently publish on its website, mobile\nbased application or both, the framework for redressal of grievances and the contact details of\nthe Grievance Officer to which an applicant aggrieved by a decision of such body with respect\nto verification may make a complaint in respect of any matter related to such online real money\ngame or verification which shall be acknowledged by the Grievance Officer within twenty-\nfour hours and resolved within a period of fifteen days from the date of its receipt.\n(12) Where the Ministry is of the view that any verification of a permissible online real money\ngame by an online gaming self-regulatory body is not in conformity with these rules, it may,\nafter giving such body an opportunity of being heard, communicate, in writing, the fact of such\nnon-conformity to that body and direct it to take measures to rectify the same.\n(13) The Ministry may, if it is satisfied that it is necessary so to do, after giving the online\ngaming self-regulatory body an opportunity of being heard, by order, for reasons to be recorded\nin writing, suspend or revoke the designation of such body:\nProvided that the Ministry may, in the interest of the users of any online game that was\nverified by such body at the same time or at any subsequent time, give such interim directions"
        },
        {
            "page_number": 17,
            "content": "as it may deem necessary to any intermediary or class of intermediaries regarding enabling its\nusers to access such online game.\n(14) In this rule, ‘prominently publish’ shall mean publishing in a clearly visible manner on\nthe home page of the website or the home screen of the mobile based application, or both, as\nthe case may be, or on a web page or an app screen directly accessible from the home page or\nhome screen.\n4B. Applicability of certain obligations after an initial period.—The obligations under rules\n3 and 4 shall not apply in relation to online games until the expiry of a period of three months\nfrom the date on which at least three online gaming self-regulatory bodies have been designated\nunder rule 4A:\nProvided that the Central Government may, at any time before the expiry of the said\nperiod of three months, by a notification in the Official Gazette, direct that the obligations\nunder rules 3 and 4 shall apply in relation to an online game from such date as may be specified\nin the notification.\n4C. Obligations in relation to online game other than online real money game.—(1) If the\nCentral Government considers it necessary so to do in the interest of the sovereignty and\nintegrity of India or security of the State or friendly relations with foreign States or public\norder, or preventing user harm, it may, by a notification in the Official Gazette, for reasons to\nbe recorded in writing,—\n(a) direct that an intermediary in respect of such online game, shall observe, mutatis\nmutandis, the obligations under sub-clauses (ix) and (x) of clause (b) of sub-rule\n(1) of rule 3and sub-rules (1), (5), (6), (7), (10) and clause (d) of sub-rule (11) of\nrule 4 as if it is a permissible online real money game; and\n(b) specify the period within which the online gaming intermediary which enables\naccess to such online game shall observe the obligations referred to in clause (a).\n(2) Where an online game is notified under sub-rule (1), the provisions of rule 4A shall apply\nas they apply to a permissible online real money game.\nExplanation.—In this rule, “user harm” means any effect which is detrimental to users.]\n5. Additional due diligence to be observed by an intermediary in relation to news and\ncurrent affairs content.—In addition to adherence to rules 3 and 4, as may be applicable, an\nintermediary shall publish, on an appropriate place on its website, mobile based application or\nboth, as the case may be, a clear and concise statement informing publishers of news and\ncurrent affairs content that in addition to the common terms of service for all users, such\npublishers shall furnish the details of their user accounts on the services of such intermediary\nto the Ministry as may be required under rule 18:\nProvided that an intermediary may provide such publishers who have provided\ninformation under rule 18 with a demonstrable and visible mark of verification as being\npublishers, which shall be visible to all users of the service.\nExplanation.—This rule relates only to news and current affairs content and shall be\nadministered by the Ministry of Information and Broadcasting.\n6. Notification of other intermediary.—(1) The Ministry may by order, for reasons to be\nrecorded in writing, require any intermediary, which is not a significant social media"
        },
        {
            "page_number": 18,
            "content": "intermediary, to comply with all or any of the obligations mentioned under rule 4, if the services\nof that intermediary permits the publication or transmission of information in a manner that\nmay create a material risk of harm to the sovereignty and integrity of India, security of the\nState, friendly relations with foreign States or public order.\n(2) The assessment of material risk of harm referred to in sub-rule (1) shall be made having\nregard to the nature of services of such intermediary, and if those services permit,—\n(a) interaction between users, notwithstanding, whether it is the primary purpose of that\nintermediary; and\n(b) the publication or transmission of information to a significant number of other users\nas would be likely to result in widespread dissemination of such information.\n(3) An order under this rule may be issued in relation to a specific part of the computer\nresources of any website, mobile based application or both, as the case may be, if such specific\npart is in the nature of an intermediary:\nProvided that where such order is issued, an entity may be required to comply with all\nor any of the obligations mentions under rule 4, in relation to the specific part of its computer\nresource which is in the nature of an intermediary.\n7. Non-observance of Rules.—Where an intermediary fails to observe these rules, the\nprovisions of sub-section (1) of section 79 of the Act shall not be applicable to such\nintermediary and the intermediary shall be liable for punishment under any law for the time\nbeing in force including the provisions of the Act and the Indian Penal Code.\nPART III\nCODE OF ETHICS AND PROCEDURE AND SAFEGUARDS IN RELATION TO\nDIGITALMEDIA\n8. Application of this Part.—(1) The rules made under this Part shall apply to the following\npersons or entities, namely:—\n(a) publishers of news and current affairs content;\n(b) publishers of online curated content; and\nshall be administered by the Ministry of Information and Broadcasting, Government of India,\nwhich shall be referred to in this Part as the “Ministry”:\nProvided that the rules made under this Part shall apply to intermediaries for the\npurposes of rules 15 and 16;\n(2) the rules made under this Part shall apply to the publishers, where,—\n(a) such publisher operates in the territory of India; or\n(b) such publisher conducts systematic business activity of making its content\navailable in India.\nExplanation.—For the purposes of this rule,—\n(a) a publisher shall be deemed to operate in the territory of India where such\npublisher has a physical presence in the territory of India;"
        },
        {
            "page_number": 19,
            "content": "(b) “systematic activity” shall mean any structured or organised activity that involves\nan element of planning, method, continuity or persistence.\n(3) The rules made under this Part shall be in addition to and not in derogation of the provisions\nof any other law for the time being in force and any remedies available under such laws\nincluding the Information Technology (Procedure and Safeguards for Blocking of Access of\nInformation by the Public) Rules, 2009.\n9. Observance and adherence to the Code.—(1) A publisher referred to in rule 8 shall\nobserve and adhere to the Code of Ethics laid down in the Appendix annexed to these rules.\n(2) Notwithstanding anything contained in these rules, a publisher referred to in rule 8 who\ncontravenes any law for the time being in force, shall also be liable for consequential action as\nprovided in such law which has so been contravened.\n(3) For ensuring observance and adherence to the Code of Ethics by publishers operating in the\nterritory of India, and for addressing the grievances made in relation to publishers under this\nPart, there shall be a three-tier structure as under—\n(a) Level I - Self-regulation by the publishers;\n(b) Level II – Self-regulation by the self-regulating bodies of the publishers;\n(c) Level III - Oversight mechanism by the Central Government.\nCHAPTER I\nGRIEVANCE REDRESSAL MECHANISM\n10. Furnishing and processing of grievance.—(1) Any person having a grievance regarding\ncontent published by a publisher in relation to the Code of Ethics may furnish his grievance on\nthe grievance mechanism established by the publisher under rule 11.\n(2) The publisher shall generate and issue an acknowledgement of the grievance for the benefit\nof the complainant within twenty-four hours of it being furnished for information and record.\n(3) The manner of grievance redressal shall have the following arrangement–\n(a) the publisher shall address the grievance and inform the complainant of its decision\nwithin fifteen days of the registration of the grievance;\n(b) if the decision of the publisher is not communicated to the complainant within the\nstipulated fifteen days, the grievance shall be escalated to the level of the self–\nregulating body of which such publisher is a member.\n(c) where the complainant is not satisfied with the decision of the publisher, it may\nprefer to appeal to the self-regulating body of which such publisher is a member\nwithin fifteen days of receiving such a decision.\n(d) the self-regulating body shall address the grievance referred to in clauses (b) and\n(c), and convey its decision in the form of a guidance or advisory to the publisher,\nand inform the complainant of such decision within a period of fifteen days."
        },
        {
            "page_number": 20,
            "content": "(e) where the complainant is not satisfied with the decision of the self-regulating body,\nit may, within fifteen days of such decision, prefer an appeal to the Oversight\nMechanism referred to in rule 13 for resolution.\nCHAPTER II\nSELF REGULATING MECHANISM - LEVEL I\n11. Self-Regulating mechanism at Level I.—(1) The publisher shall be the Level I of the self-\nregulating mechanism.\n(2) A publisher shall—\n(a) establish a grievance redressal mechanism and shall appoint a Grievance Officer\nbased in India, who shall be responsible for the redressal of grievances received by\nhim;\n(b) display the contact details related to its grievance redressal mechanism and the\nname and contact details of its Grievance Officer at an appropriate place on its\nwebsite or interface, as the case may be;\n(c) ensure that the Grievance Officer takes a decision on every grievance received by\nit within fifteen days, and communicate the same to the complainant within the\nspecified time:\n(d) be a member of a self-regulating body as referred to in rule 12 and abide by its\nterms and conditions.\n(3) The Grievance Officer shall,—\n(a) be the contact point for receiving any grievance relating to Code of Ethics;\n(b) act as the nodal point for interaction with the complainant, the self-regulating body\nand the Ministry.\n(4) Online curated content shall be classified by the publisher of such content into the categories\nreferred to in the Schedule, having regard to the context, theme, tone, impact and target\naudience of such content, with the relevant rating for such categories based on an assessment\nof the relevant content descriptors in the manner specified in the said Schedule.\n(5) Every publisher of online curated content shall display the rating of any online curated\ncontent and an explanation of the relevant content descriptors, prominently to its users at an\nappropriate place, as the case may be, in a manner that ensures that such users are aware of this\ninformation before accessing such content.\nCHAPTER III\nSELF REGULATING MECHANISM – LEVEL II\n12. Self-regulating body.—(1) There may be one or more self-regulatory bodies of publishers,\nbeing an independent body constituted by publishers or their associations.\n(2) The self-regulatory body referred to in sub-rule (1) shall be headed by a retired judge of the\nSupreme Court, a High Court, or an independent eminent person from the field of media,\nbroadcasting, entertainment, child rights, human rights or such other relevant field, and have"
        },
        {
            "page_number": 21,
            "content": "other members, not exceeding six, being experts from the field of media, broadcasting,\nentertainment, child rights, human rights and such other relevant fields.\n(3) The self-regulating body shall, after its constitution in accordance with sub-rule (2), register\nitself with the Ministry within a period of thirty days from the date of notification of these\nrules, and where a self-regulating body is constituted after such period, within thirty days from\nthe date of its constitution:\nProvided that before grant of registration to the self-regulating body, the Ministry shall\nsatisfy itself that the self-regulating body has been constituted in accordance with sub-rule (2)\nand has agreed to perform the functions laid down in sub-rules (4) and (5).\n(4) The self-regulating body shall perform the following functions, namely:—\n(a) oversee and ensure the alignment and adherence by the publisher to the Code of\nEthics;\n(b) provide guidance to publishers on various aspects of the Code of Ethics;\n(c) address grievances which have not been resolved by publishers within the specified\nperiod of fifteen days;\n(d) hear appeals filed by the complainant against the decision of publishers;\n(e) issue such guidance or advisories to such publishers as specified in sub-rule (5) for\nensuring compliance to the Code of Ethics.\n(5) The self-regulating body while disposing a grievance or an appeal referred to it in sub-rule\n(4) may issue following guidance or advisories to the publishers as under, namely:—\n(a) warning, censuring, admonishing or reprimanding the publisher; or\n(b) requiring an apology by the publisher; or\n(c) requiring the publisher to include a warning card or a disclaimer; or\n(d) in case of online curated content, direct the publisher to,—\n(i) reclassify ratings of relevant content;\n(ii) make appropriate modification in the content descriptor, age classification\nand access control measures;\n(iii) edit synopsis of relevant content; or\n(e) in case of any content where it is satisfied that there is a need for taking action to\ndelete or modify the content for preventing incitement to the commission of a\ncognizable offence relating to public order, or in relation to the reasons\nenumerated in sub-section (1) of section 69A of the Act, refer such content to the\nMinistry for consideration by the Oversight Mechanism referred to in rule 13 for\nappropriate action.\n(6) Where the self-regulating body is of the opinion that there is no violation of the Code of\nEthics, it shall convey such decision to the complainant and such entity.\n(7) Where a publisher fails to comply with the guidance or advisories of the self-regulating\nbody within the time specified in such guidance or advisory, the self-regulating body shall refer"
        },
        {
            "page_number": 22,
            "content": "the matter to the Oversight Mechanism referred to in rule 13 within fifteen days of expiry of\nthe specified date.\nCHAPTER IV\nOVERSIGHT MECHANISM — LEVEL III\n13. Oversight mechanism.—(1) The Ministry shall co-ordinate and facilitate the adherence to\nthe Code of Ethics by publishers and self regulating bodies, develop an Oversight Mechanism,\nand perform the following functions, namely:—\n(a) publish a charter for self regulating bodies, including Codes of Practices for such\nbodies;\n(b) establish an Inter-Departmental Committee for hearing grievances;\n(c) refer to the Inter-Departmental Committee grievances arising out of the decision of\nthe self-regulating body under rule 12, or where no decision has been taken by the\nself-regulating body within the specified time period, or such other complaints or\nreferences relating to violation of Code of Ethics as it may consider necessary;\n(d) issue appropriate guidance and advisories to publishers;\n(e) issue orders and directions to the publishers for maintenance and adherence to the\nCode of Ethics.\n(2) The Ministry shall appoint an officer of the Ministry not below the rank of a Joint Secretary\nto the Government of India, as the “Authorised Officer”, for the purposes of issuing directions\nunder rules 15 or 16, as the case may be.\n14. Inter-Departmental Committee.—(1) The Ministry shall constitute an Inter-\nDepartmental Committee, called the Committee, consisting of representatives from the\nMinistry of Information and Broadcasting, Ministry of Women and Child Development,\nMinistry of Law and Justice, Ministry of Home Affairs, Ministry of Electronics and\nInformation Technology, Ministry of External Affairs, Ministry of Defence, and such other\nMinistries and Organisations, including domain experts, that it may decide to include in the\nCommittee:\nProvided that the Authorised Officer designated under sub-rule (2) of rule 13 shall be\nthe Chairperson of such Committee.\n(2) The Committee shall meet periodically and hear the following complaints regarding\nviolation or contravention of the Code of Ethics by the entities referred to in Rule 8—\n(a) arising out of the grievances in respect of the decisions taken at the Level I or\nII, including the cases where no such decision is taken within the time specified\nin the grievance redressal mechanism; or\n(b) referred to it by the Ministry.\n(3) Any complaint referred to the Committee, whether arising out of the grievances or referred\nto it by the Ministry, shall be in writing and may be sent either by mail or fax or by e-mail\nsigned with electronic signature of the authorised representative of the entity referring the\ngrievance, and the Committee shall ensure that such reference is assigned a number which is\nrecorded along with the date and time of its receipt."
        },
        {
            "page_number": 23,
            "content": "(4) The Ministry shall make all reasonable efforts to identify the entity referred to in Rule 8\nwhich has created, published or hosted the content or part thereof, and where it is able to\nidentify such entity, it shall issue a duly signed notice to such entity to appear and submit their\nreply and clarifications, if any, before the Committee.\n(5) In the hearing, the Committee shall examine complaints or grievances, and may either\naccept or allow such complaint or grievance, and make the following recommendations to the\nMinistry, namely:—\n(a) warning, censuring, admonishing or reprimanding such entity; or\n(b) requiring an apology by such entity; or\n(c) requiring such entity to include a warning card or a disclaimer; or\n(d) in case of online curated content, direct a publisher to—\n(i) reclassify ratings of relevant content; or\n(ii) edit synopsis of relevant content; or\n(iii) make appropriate modification in the content descriptor, age classification\nand parental or access control;\n(e) delete or modify content for preventing incitement to the commission of a\ncognisable offence relating to public order;\n(f) in case of content where the Committee is satisfied that there is a need for taking\naction in relation to the reasons enumerated in sub-section (1) of section 69A of the\nAct, it may recommend such action.\n(6) The Ministry may, after taking into consideration the recommendations of the Committee,\nissue appropriate orders and directions for compliance by the publisher:\nProvided that no such order shall be issued without the approval of the Secretary,\nMinistry of Information and Broadcasting, Government of India (hereinafter referred to as the\n“Secretary, Ministry of Information and Broadcasting”).\n15. Procedure for issuing of direction.—(1) In respect of recommendations referred to in\nclauses (e) and (f) of sub-rule (5) of rule 14, the Authorised Officer shall place the matter for\nconsideration before the Secretary, Ministry of Information and Broadcasting for taking\nappropriate decision.\n(2) The Authorised Officer shall, on approval of the decision by the Secretary, Ministry of\nInformation and Broadcasting, direct the publisher, any agency of the Government or any\nintermediary, as the case may be to delete or modify or block the relevant content and\ninformation generated, transmitted, received, stored or hosted in their computer resource for\npublic access within the time limit specified in the direction:\nProvided that in case the recommendation of the Authorised Officer is not approved by\nthe Secretary, Ministry of Information and Broadcasting, the Authorised Officer shall convey\nthe same to the Committee.\n(3) A direction under this rule may be issued only in respect of a specific piece of content or\nan enumerated list of content, as the case may be, and shall not require any entity to cease its\noperations."
        },
        {
            "page_number": 24,
            "content": "16. Blocking of information in case of emergency.—(1) Notwithstanding anything contained\nin rules 14 and 15, the Authorised Officer, in any case of emergency nature, for which no delay\nis acceptable, shall examine the relevant content and consider whether it is within the grounds\nreferred to in sub-section (1) of section 69A of the Act and it is necessary or expedient and\njustifiable to block such information or part thereof and submit a specific recommendation in\nwriting to the Secretary, Ministry of Information and Broadcasting.\n(2) In case of emergency nature, the Secretary, Ministry of Information and Broadcasting may,\nif he is satisfied that it is necessary or expedient and justifiable for blocking for public access\nof any information or part thereof through any computer resource and after recording reasons\nin writing, as an interim measure issue such directions as he may consider necessary to such\nidentified or identifiable persons, publishers or intermediary in control of such computer\nresource hosting such information or part thereof without giving him an opportunity of hearing.\n(3) The Authorised Officer, at the earliest but not later than forty-eight hours of issue of\ndirection under sub-rule (2), shall bring the request before the Committee for its consideration\nand recommendation.\n(4) On receipt of recommendations of the Committee under sub-rule (3), the Secretary,\nMinistry of Information and Broadcasting, shall pass the final order as regard to approval of\nsuch request and in case the request for blocking is not approved by the Secretary, Ministry of\nInformation and Broadcasting in his final order, the interim direction issued under sub-rule (2)\nshall be revoked and the person, publisher or intermediary in control of such information shall\nbe accordingly, directed to unblock the information for public access.\n17. Review of directions issued.—(1) The Authorised Officer shall maintain complete records\nof the proceedings of the Committee, including any complaints referred to the Committee, and\nshall also maintain records of recommendations made by the Committee and any directions\nissued by the Authorised Officer.\n(2 )The Review Committee shall meet at least once in every two months and record its findings\nwhether the directions of blocking of content or information issued under these rules are in\naccordance with the provisions of sub-section (1) of section 69A of the Act and if it is of the\nopinion that the directions are not in accordance with the said provisions, it may set aside the\ndirections and issue order for unblocking of such content or information generated, transmitted,\nreceived, stored or hosted in a computer resource.\nExplanation.—For the purpose of this rule, “Review Committee” shall mean the Review\nCommittee constituted under rule 419A of the Indian Telegraph Rules, 1951.\nCHAPTER V\nFURNISHING OF INFORMATION\n18. Furnishing of information.—(1) A publisher of news and current affairs content and a\npublisher of online curated content operating in the territory of India, shall inform the Ministry\nabout the details of its entity by furnishing information along with such documents as may be\nspecified, for the purpose of enabling communication and coordination."
        },
        {
            "page_number": 25,
            "content": "(2) The information referred to in sub-rule (1) shall be furnished within a period of thirty days\nof the publication of these rules, and where such publisher begins operation in the territory of\nIndia or comes into existence after commencement of these rules, within thirty days from the\ndate of start of its operations in the territory of India or its coming into existence, as the case\nmay be.\n(3) The publisher of news and current affairs content and the publisher of online curated content\nshall publish periodic compliance report every month mentioning the details of grievances\nreceived and action taken thereon.\n(4) The Ministry may call for such additional information from the publisher as it may consider\nnecessary for the implementation of this Rule.\nCHAPTER VI\nMISCELLANEOUS\n19. Disclosure of Information.—(1) A publisher and a self-regulating body, shall make true\nand full disclosure of all grievances received by it, the manner in which the grievances are\ndisposed of, the action taken on the grievance, the reply sent to the complainant, the orders or\ndirections received by it under these rules and action taken on such orders or directions.\n(2) The information referred to in sub-rule (1) shall be displayed publicly and updated monthly.\n(3) Subject to any law for the time being in force, the publisher shall preserve records of content\ntransmitted by it for a minimum period of sixty days and make it available to the self-regulating\nbody or the Central Government, or any other Government agency, as may be requisitioned by\nthem for implementation of these rules."
        },
        {
            "page_number": 26,
            "content": "APPENDIX\nCODE OF ETHICS\nI News and current affairs:\n(i) Norms of Journalistic Conduct of the Press Council of India under the Press\nCouncil Act, 1978;\n(ii) Programme Code under section 5 of the Cable Television Networks Regulation)\nAct, 1995;\n(iii) Content which is prohibited under any law for the time being in force shall not\nbe published or transmitted.\nII Online curated content:\n(A) General Principles:\n(a) A publisher shall not transmit or publish or exhibit any content which is prohibited\nunder any law for the time being in force or has been prohibited by any court of\ncompetent jurisdiction.\n(b) A publisher shall take into consideration the following factors, when deciding to\nfeature or transmit or publish or exhibit any content, after duly considering the\nimplications of any content as falling under the following categories, and shall\nexercise due caution and discretion in relation to the same, namely:—\n(i) content which affects the sovereignty and integrity of India;\n(ii) content which threatens, endangers or jeopardises the security of the State;\n(iii) content which is detrimental to India’s friendly relations with foreign\ncountries;\n(iv) content which is likely to incite violence or disturb the maintenance of public\norder.\n(c) A publisher shall take into consideration India’s multi-racial and multi-religious\ncontext and exercise due caution and discretion when featuring the activities,\nbeliefs, practices, or views of any racial or religious group.\n(B) Content Classification:\n(i) All content transmitted or published or exhibited by a publisher of online curated\ncontent shall be classified, based on the nature and type of content, into the following rating\ncategories, namely:—\n(a) Online curated content which is suitable for children as well as people of all ages\nshall be classified as “U” rating;\n(b) Online curated content which is suitable for persons aged 7 years and above, and\ncan be viewed by a person under the age of 7 years with parental guidance, shall be\nclassified as “U/A 7+” rating;\n(c) Online curated content which is suitable for persons aged 13 years and above, and\ncan be viewed by a person under the age of 13 years with parental guidance, shall\nbe classified as “U/A 13+” rating;"
        },
        {
            "page_number": 27,
            "content": "(d) Online curated content which is suitable for persons aged 16 years and above, and\ncan be viewed by a person under the age of 16 years with parental guidance, shall\nbe classified as “U/A 16+” rating; and\n(e) Online curated content which is restricted to adults shall be classified as “A” rating.\n(ii) The Content may be classified on the basis of.—i) Themes and messages; ii) Violence;\niii) Nudity; iv) Sex; v) Language; vi) Drug and substance abuse; and (vii) Horror as\ndescribed in the Schedule, as may be modified from time to time by the Ministry of\nInformation & Broadcasting.\n(C) Display of Classification:\n(a) The publisher of online curated content shall prominently display the classification\nrating specific to each content or programme together with a content descriptor\ninforming the user about the nature of the content, and advising on viewer discretion\n(if applicable) at the beginning of every programme enabling the user to make an\ninformed decision, prior to watching the programme.\n(b) The publisher of online curated content making available content that is classified\nas U/A 13+ or higher shall ensure that access control mechanisms, including\nparental locks, are made available for such content.\n(c) A publisher of online curated content which makes available content or programme\nthat is classified as “A” shall implement a reliable age verification mechanism for\nviewership of such content.\n(d) A publisher of online curated content must strive to include classification rating and\nconsumer advice for their programmes in any print, televised or online promotional\nor publicity material and prominently display the classification rating specific to\neach such content.\n(D) Restriction of access to certain curated content by a child:\nEvery publisher of online curated content providing access to online curated content which has\nan “A” rating shall take all efforts to restrict access to such content by a child through the\nimplementation of appropriate access control measures.\n(E) Measures to improve accessibility of online curated content by persons with\ndisabilities:\nEvery publisher of online curated content shall, to the extent feasible, take reasonable efforts\nto improve the accessibility of online curated content transmitted by it to persons with\ndisabilities through the implementation of appropriate access services."
        },
        {
            "page_number": 28,
            "content": "SCHEDULE\nClassification of any curated content shall be guided by the following sets of guidelines,\nnamely:—\nPART I\nGENERAL GUIDELINES FOR CLASSIFICATION OF FILMS AND OTHER\nENTERTAINMENT PROGRAMMES, INCLUDING WEB BASED SERIALS\nThere are general factors that may influence a classification decision at any level and in\nconnection with any issue and the following factors are elucidated which may be read along\nwith Part II of the Guidelines -\n(a) Context:\nCurated content may be considered in the light of the period depicted in such content and\nthe contemporary standards of the country and the people to which such content relates.\nTherefore, the context in which an issue is presented within a film or video may be given\nconsideration. Factors such as the setting of a work (historical, fantasy, realistic,\ncontemporary etc.), the manner of presentation of the content, the apparent intention of\nthe content, the original production date of the content, and any special merits of the work\nmay influence the classification decision.\n(b) Theme:\nClassification decisions may take into the theme of any content but will depend\nsignificantly on the treatment of that theme, especially the sensitivity of its presentation.\nThe most challenging themes (for example, drug misuse, violence, pedophilia, sex, racial\nor communal hatred or violence etc.) are unlikely to be appropriate at the junior levels of\nclassification.\n(c) Tone and impact:\nCurated content may be judged in its entirety from the point of view of its overall impact.\nThe tone of content can be an important factor in deciding the influence it may have on\nvarious groups of people. Thus, films/serials that have a stronger depiction of violence\nmay receive a higher classification.\n(d) Target audience:\nThe classification of any content may also depend upon the target audience of the work\nand the impact of the work on such audience.\nPART II\nISSUE RELATED GUIDELINES\nThis part of the guidelines comprises the issues and concerns that apply in varying degrees to\nall categories of classification and elaborates the general approach that may be taken in this\nregard to the same. These concerns are listed in alphabetical order, and are to be read with the\nfour General Guidelines listed in Part I —"
        },
        {
            "page_number": 29,
            "content": "(a) Discrimination:\nThe categorical classification of content shall take into account the impact of a film on\nmatters such as caste, race, gender, religion, disability or sexuality that may arise in a\nwide range of works, and the classification decision will take account of the strength or\nimpact of their inclusion.\n(b) Psychotropic substances, liquor, smoking and tobacco:\nFilms or serials, etc. that as a whole portray misuse of psychotropic substances, liquor,\nsmoking and tobacco would qualify for a higher category of classification.\n(c) Imitable behaviour:\n(1) Classification decisions may take into account any portrayal of criminal and violent\nbehaviour with weapons.\n(2) Portrayal of potentially dangerous behaviour that are likely to incite the\ncommission of any offence (including suicide, and infliction of self-harm) and that\nchildren and young people may potentially copy, shall receive a higher\nclassification.\n(3) Films or serials with song and dance scenes comprising lyrics and gestures that\nhave sexual innuendos would receive a higher classification.\n(d) Language:\n(1) Language is of particular importance, given the vast linguistic diversity of our\ncountry. The use of language, dialect, idioms and euphemisms vary from region to\nregion and are culture-specific. This factor has to be taken into account during the\nprocess of classification of a work in a particular category.\n(2) Language that people may find offensive includes the use of expletives. The extent\nof offence may vary according to age, gender, race, background, beliefs and\nexpectations of the target audience from the work as well as the context, region and\nlanguage in which the word, expression or gesture is used.\n(3) It is not possible to set out a comprehensive list of words, expressions or gestures\nthat are acceptable at each category in every Indian language. The advice at\ndifferent classification levels, therefore, provides general guidance to consider\nwhile judging the level of classification for content, based on this guideline.\n(e) Nudity:\n(1) No content that is prohibited by law at the time being in force can be published or\ntransmitted.\n(2) Nudity with a sexual context will receive a higher classification of “A”.\n(f) Sex:\nNo content that is prohibited by law at the time being in force can be published or\ntransmitted. The classification of content in various ratings from U/A 16+ to “A” shall\ndepend upon the portrayal of non-explicit (implicit) to explicit depiction of sexual\nbehaviour."
        },
        {
            "page_number": 30,
            "content": "(g) Violence:\nClassification decisions shall take account of the degree and nature of violence in a\nwork.\n***"
        }
    ]
}