{
    "document_title": "National_Suicide_Prevention_Strategy_India.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Indian Legal and Compliance\\National_Suicide_Prevention_Strategy_India.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "M L & Family Welfare\nGovernment of India\nNATIONAL\nSUICIDE\nPREVENTION\nSTRATEGY"
        },
        {
            "page_number": 3,
            "content": "Ministry of Health & Family Welfare\nNATIONAL\nSUICIDE\nPREVENTION\nSTRATEGY\nMinistry of Health & Family Welfare\nGovernment of India"
        },
        {
            "page_number": 5,
            "content": "Ministry of Health & Family Welfare\nMReiH chc^fJi\nTrf^f^TT\nc( dc}<ch ir^t\nMANSUKH MANDAVIYA\n*TTTfT TTT^iTT\nMinister for Health & Family Welfare\nand Chemicals & Fertilizers\nGovernment of India\nMESSAGE\nHealthy population is an asset to the nation, as they contribute effectively to the nation's\ngrowth and development. An individual can be called “Healthy\" when there is complete physical,\nmental, and social wellbeing. Instabilities in any of these fundamental pillars of health may create\nlong-lasting consequences. Self-harm and attempted suicides are such examples, which have\nmultifactorial genesis, and require deep understanding and outlasting support.\nThe Government has long been committed to promoting health and well-being for all. 'Mental\nHealth Policy 2014’ and 'Mental Healthcare Act 2017’ provide the much-needed policy and legal\nframework to fortify efforts to promote mental well-being of the population. These documents have\nalso addressed suicide as a public health issue. They have been instrumental in decriminalizing\nsuicides, an imperative feat for the country.\nFurther efforts are now required to prevent suicides as a public health priority. Suicides impact all\nsections of the society and thus require concerted and collaborative efforts from individuals and\nthe community at large. The aim is to synthesize stakeholder efforts with the motto of 'energize to\nsynergize’. It is with this mindset that the country’s first National Suicide Prevention Strategy has\nbeen developed.\nI congratulate the entire team of the Ministry of Health and Family Welfare; and all the experts\nwho contributed to developing this crucial document. I am positive that this will pave the path for\nstreamlining efforts for suicide prevention and will further enhance the quality of lives of all in\nIndia.\nWith best wishes to all concerned.\n(M ansukh M andaviya)\nWilfc-KI: 348. ^-TOT. frifo W . ^ - 110011 - Office: 348, A-Wing, Nirman Bhawan, New Delhi - 110011\nTele.: (O): +91-11-23061661, 23063513 • Telefax : 23062358"
        },
        {
            "page_number": 7,
            "content": "Ministry of Health & Family Welfare\nxjci ijRdH thc^|U| W J ^\n^R?f TRcFR\nMINISTER OF STATE FOR\nHEALTH & FAMILY WELFARE\nGOVERNMENT OF INDIA\n^ fR\nDr. Bharati Pravin Pawar\nL\nMessage\nIn 2016, the annual global suicide rate was estimated to be 10.5 per 100,000\npopulation. According to the Accidental Deaths and Suicides in India report by NCRB,\nthe suicide rate in India has increased from 9.9 to 10.4 per 100,000 population from\n2017 to 2019. Suicide is a tragic loss of life, impacting those living with the loss and\nthe society as a whole. However, it is encouraging that with the right interventions\nsuicide is preventable. Keeping this in view, our country’s first National Suicide\nPrevention Strategy has been formulated.\nThis strategy utilizes the guidance established by National and International\ndocuments for mental health and suicide prevention. National frameworks are already\nin place that prioritize mental health initiatives in the country. The National Mental\nHealth Policy, 2014 and Mental Healthcare Act, 2017 are bound to fortify stakeholder\nefforts for suicide prevention in the country.\nI congratulate the officers of the National Mental Health Programme, and all\nexpert contributors for formulation of this important document. I am confident that\nmulti-stakeholder efforts in this sensitive arena will save lives.\n(Dr. Bharati Pravin Pawar)\n■*!vri HK<t> t? vjl'to'fl\"\nOffice: 250, 'A' Wing, Nirman Bhavan, New Delhi-110011, Tel.: 011-23061016, 23061551, Telefax : 011-23062828\nE-mail: mos-mohfw@gov.in\n©"
        },
        {
            "page_number": 9,
            "content": "Ministry of Health & Family Welfare\n■HR?r\nXTci qRcIR <PcZnW i^TFT\n^ mRcJK cpeZJM WoRJ\nGovernment of India\nMlvrl^l 3TT^nRT Department of Health and Family Welfare\nMinistry of Health and Family Welfare\nRAJESH BHUSHAN, IAS\nSECRETARY\nFor a healthy individual, physical, mental, and social well-being is of critical\nimportance. Imbalance in any of these facets can be tumultuous, and sometimes this\nturmoil may lead to extreme events like suicide. If the country is to ensure health and\nwell-being for all, the growing concern of increasing suicides also must be addressed.\nI am pleased to note that National Suicide Prevention Strategy has been\nformulated. Suicide is a devastating loss of life, but it is also preventable. This Strategy\ndocument charts a multi-stakeholder action plan to protect vulnerable lives.\nThe National Suicide Prevention Strategy has been developed keeping in view\na multi-sectoral approach including various departments of Central and State\nGovernments, local self-government and Panchayati Raj, community volunteers and\ncivil society groups, UN agencies, professional bodies, etc.\nI thank the officers of the National Mental Health Program (NMHP), and all\ncontributors who have worked hard to develop this Strategy document.\nIt gives me great satisfaction that the efforts of NHMP and all contributors have\nled to the development of this crucial document. I urge all concerned to utilize the\ndocument for effectively implementing the strategy for the benefit of community at\nlarge.\nPlace : New Delhi (Rajesh Bhushan)\nDate : 05-08-2021\nRoom No. 156, A-Wing, Nirman Bhawan, New Delhi-110 011\nTele: 10) 011-23061863. 23063221. Fax: 011-23061252. E-mail: secvhfw@nic.in"
        },
        {
            "page_number": 11,
            "content": "Ministry of Health & Family Welfare\n'FTRcT 'HM^K\nmRcJK 0 c^IIuI *1 -3)1 ei^1\nTfaT HSlPl^llcRI\nGovernment of India\nWri|A<) -Jlilr)\nMinistry of Health & Family Welfare\nDirectorate General of Health Services\nProf. (Dr.) ATUL GOEL\nMD (Med.)\nTfaT H^lPl^l45\nDIRECTOR GENERAL OF HEALTH SERVICES\nMESSAGE\nEvery year more than 700000 people take their own life and there are many more people\nwho attempt to do so. Every suicide is not a lonely tragedy but one that affects families,\ncommunities and entire countries and has long-lasting effects on people left behind.\nAlthough, suicide can occur at any time through a lifespan, it most commonly occurs in the\n15-29- year age group.\nSuicide is a global phenomenon in all regions of the world. Factually, over 77% of global\nsuicides occur in low - and middle - income countries.\nSuicide is a serious public health problem; however, most suicides are preventable with\ntimely, evidence-based, low-cost interventions. For national responses to be effective, a\ncomprehensive multi-sectoral suicide prevention strategy is needed.\nSituations and events that end in episodes of suicide are generally short-lived and can be\neasily overcome by timely help through counselling and social support systems.\nAs a country, one must think retrospectively as to whether giving up of one’s cultural\nvalues in favour of so called modern western society was prudent at all. One of the\nstrongest support systems for such events in ancient India was the joint family system,\nIndia had from times immemorial. Individual ambitions made one embrace small unit\nfamilies, and with both parents working children and adolescents are often left to fend for\nthemselves in times of need for emotional support.\nAnother issue is unrealistic aspirations in one’s life that are largely restricted to physical\npressures and material needs, to which there is a failure to differentiate between need and\ngreed. This leads to a general and constant feeling of dissatisfaction and uselessness,\nsomething that is worsened with peer pressures and the need to identify with peers.\nAlthough, Mental Health Policy - 2014 is a step in the right direction and the Ministry of\nHealth and Family Welfare needs to be congratulated for the same, but these policies will\nneed to be supported by restoration of the social fabric of the Nation in terms of joint\nfamilies which offered strong emotional support at the time of need.\n( Atul Goel)\nRoom No. 446-A, Nirman Bhawan, New Delhi-110108\nTel. No.: 011-23061063, 23061438, Fax No.: 011-23061924, email: dghs@nic.in"
        },
        {
            "page_number": 13,
            "content": "Ministry of Health & Family Welfare\niWH>U\nTfQ qftcTTC cbc^liui WcRI\nf^Hfui *TcR, ^ 110011\nGovernment of India\nMinistry of Health & Family Welfare\nTtcft f^fF,\nNirman Bhavan, New Delhi -110011\nRoli Singh,\ni.a .s.\nAdditional Secretary & Mission Director (NHM)\nMESSAGE\nSuicide has emerged as a significant public health concern, both globally, and in\nour country , requiring strategic interventions coupled with concerted action. We are all\nnow aware that suicide is preventable. Reducing individual's exposure to risk factors and\nenhancing protective factors can strengthen suicide prevention efforts. It is in this\nbackdrop that the National Suicide Prevention Strategy has been formulated.\nThis strategy document addresses the factors underlying suicide by delineating\nsuitable interventions. However, action across various sectors requires collaboration\nfrom stakeholders from a myriad of industries. These include agents from governmental\nand non-governmental arenas across sectors of Health, Education, Media, Women and\nChild Development, Social Justice and Development, etc.\nThe National Suicide Prevention Strategy maps the interventions to multiple\nstakeholders to encourage commitment to this pivotal cause. I commend the officers of\nthe National Mental Health Program, and the experts for their contribution. I also urge all\nthe States/UTs to effectively utilize this strategy document to operationalise their\nrespective suicide prevention strategies.\n(Roli Singh)\nTcTr£5 *TRcT - *TRcT\nTele : 011-2306 3693, Telefax : 011-2306 3687, E-mail: asmd-mohfw@nic.in\n©"
        },
        {
            "page_number": 15,
            "content": "Ministry of Health & Family Welfare\n* ea Lr, ■HRcl ^RcfjR\nM M tjcj qftw W&m H^ld-U\nf^rfar w i, ^ 110011\nGOVERNMENT OF INDIA\n<^ruA<i vriflA\nMINISTRY OF HEALTH & FAMILY WELFARE\nfctelid *n.nA\nNIRMAN BHAVAN, NEW DELHI -110011\nTrf^ra\nTele: 011-23063585 / 23061740\nVISHAL CHAUHAN, IAS e-mail: js.policy-mohfw@gov.in\n'3fl|cT\nJoint Secretary\n\\\nMessage\nAs per National Mental Health survey 2015-16, Suicide prevalence in our\ncountry is 10.4 per 100,000 population. The reasons behind suicide vary by age,\ngender, educational and economic status. Suicide is not a single faceted phenomenon.\nThe mental burden that results in suicide is often caused by multiple psychosocial\nfactors. Effective interventions for suicide prevention, therefore, require multi­\nstakeholder efforts to cater to the needs of the vulnerable sections of population.\nNational Suicide Prevention Strategy is a novel document that will set the stage\nfor promotion of mental health and prevention of suicides in the coming decade. The\nstrategy delineates a multi-sectoral Action Plan and maps important stakeholders to\nprevent suicides. The strategy sets the goal to reduce suicide mortality in the country\nby 10% by 2030. I am confident that, through collaborative efforts, the country will\nachieve this envisaged goal.\nI laud the efforts of the team of the National Mental Health Programme, and of\nall the experts for their invaluable contribution to this document. I wish all success to\nthe stakeholders in their future endeavors in this important arena of mental health\nprogramme.\n(Vi nan)\nW S Wei - WSJ Wei\nO"
        },
        {
            "page_number": 17,
            "content": "Ministry of Health & Family Welfare\nACKNOWLEDGEMENT\nWe acknowledge the contributions of the members of the technical committee, comprising of Dr.\nLakshmi Vijayakumar, SNEHA, Chennai; Dr. S.K. Chaturvedi, NIMHANS, Bengaluru; Dr. Rajesh Sagar,\nAll MS, New Delhi; Dr. V. Senthil Kumar Reddi, NIMHANS, Bengaluru, Dr. Prashant Mishra, ITBR\nMinistry of Home Affairs; Dr. Varun S. Mehta, CIR Ranchi; Dr. Sonia Pereira Deuri, LGBRIMH, Tezpur,\nAssam; Mr. Kamal Arora, Ministry of Agriculture and Farmers' Welfare; and Dr. Atreyi Ganguli, WHO\nIndia. Officials from Mental Health Division of the Directorate General of Health Services, Ministry of\nHealth and Family Welfare, who formed a part of this committee included Dr. Deepak Sule, DDG (IH-\nMH); Dr. Alok Mathur, Addl DDG; and Dr. Indu Grewal, CMO (O-MH)\nDr Laxmi Vijayakumar developed the first draft of this document, which was deliberated extensively at\nthe Technical Committee Meeting, and inputs were extended by other members of the Committee.\nThe document was further reviewed by Dr. Rajani R Deputy Director (Mental Health), Government of\nKarnataka; and Ms Nandika Chaubey, Consultant, Psychosocial support, WHO India. We\nacknowledge their valuable inputs.\nMEMBERS OFTECHNICAL COMMITTEE\nDr. Lakshmi Vijayakumar, SNEHA, Chennai\nDr. S.K. Chaturvedi, NIMHANS, Bengaluru\nDr. Rajesh Sagar, All MS, New Delhi\nDr. V. Senthil Kumar Reddi, NIMHANS\nDr. Prashant Mishra, ITBR Ministry of Home Affairs\nDr. Varun S. Mehta, CIR Ranchi\nDr. Sonia Pereira Deuri, LGBRIMH, Tezpur, Assam\nDr. Atreyi Ganguli, WHO India\nMr. Kamal Arora, Ministry of Agriculture and Farmers'Welfare\nOfficials from Mental Health Division of the Directorate General of Health Services, Ministry of Health\nand Family Welfare, Government of India:\n• Dr. Deepak Sule, DDG (IH-MH)\n• Dr. Alok Mathur, Addl DDG\n• Dr. Indu Grewal, CMO (O-MH)"
        },
        {
            "page_number": 19,
            "content": "Ministry of Health & Family Welfare\nEXECUTIVE SUMMARY\nThe National Strategy for Suicide Prevention provides a framework for multiple stakeholders to\nimplement activities for prevention of suicides in the country\nIt sets the stage for facilitation and coordination of efforts of all relevant sectors and stakeholders.\nThe overall vision of this strategy is to create a society, where people value their lives and are\nsupported when they are in need. This national strategy aims to reduce suicide mortality by 10% in the\ncountry by 2030. The approach towards implementation includes multisectoral collaboration,\neffective and sustainable action, inclusiveness and innovations.\nThis strategy also gives special focus to preventing suicides during COVID-19 pandemic. The\npandemic has brought unprecedent times with various disruptions. These disruptions and\nuncertainties have an impact on people's mental health. It is in view of this situation that specific\nactions have also been highlighted to prevent suicides during the pandemic.\nThe national strategy includes an action framework with proposed actions with key stakeholders,\nimplementation framework and mechanism, thus providing a path forward for preventing suicides.\nThis will provide guidance to every stakeholder for setting targets, implementing, monitoring and\ntaking corrective actions, towards attaining the aim of the strategy."
        },
        {
            "page_number": 21,
            "content": "Ministry of Health & Family Welfare\nLIST OF ABBREVIATIONS\nAIIMS All India Institute of Medical Sciences\nANM Auxiliary Nurse Midwives\nASHA Accredited Social Health Activist\nCHC Community Health Center\nCSO Civil Society Organizations\nDMHP District Mental Health Program\nFLW Front Line Workers\nGER Gross Enrollment Ratio\nGol Government of India\nHMIS Health Management Information System\nHWC Health and Wellness Center\nICMR Indian Council of Medical Research\nIHIP Integrated Health Information Platform\nMHCA Mental Healthcare Act 2017\nMoE Ministry of Education\nMoHA Ministry of Home Affairs\nMoHFW Ministry of Health and Family Welfare\nMolB Ministry of Information and Broadcasting\nMoLE Ministry of Labor and Employment\nMoSJE Ministry of Social Justice and Empowerment\nMoYAS Ministry of Youth Affairs and Sports\nNGO Non-Governmental Organization\nNIMHANS National Institute of Mental Health and Neurosciences"
        },
        {
            "page_number": 22,
            "content": "Ministry of Health & Family Welfare\nNHP National Health Policy\nNMHP National Mental Health Policy 2014\nNPCDCS National Program for Prevention and Control of Cancer, Diabetes,\nCardiovascular Disease, and Stroke\nNPPC National Programme for Palliative Care\nNSS National Service Scheme\nNYKS Nehru Yuva Kendra Sangathan\nPHC Primary Health Center\nPMJAY Pradhan Mantri Jann Arogya Yojna\nRBSK Rashtriya Bal Swasthya Karyakram\nRKSK Rashtriya Kishor Swasthya Karyakram\nSC Scheduled Caste\nST Scheduled Tribe\nTOT Training of Trainers\nUN United Nations\nUT Union Territory\nWHO World Health Organization"
        },
        {
            "page_number": 23,
            "content": "Ministry of Health & Family Welfare\nTABLE OF CONTENTS\n1. INTRODUCTION....................................................................................................................... 1\n2. SUICIDE: GLOBAL SCENARIO................................................................................................ 1\n3. SUICIDE: INDIAN SCENARIO...................................................................................................2\n3.1: Prevalence of Suicides.......................................................................................................2\n3.2: Vulnerable Groups........................................................................................................... 4\n3.3 Methods of Suicide........................................................................................................... 7\n3.4 Reasons for Suicide......................................................................................................... 8\n3.5 Suicide: Risk and Protective factors................................................................................ 8\n3.6 Suicide surveillance.......................................................................................................... 9\n4. ONGOING SUICIDE PREVENTION INITIATIVES...................................................................10\n4.1. Global Initiatives................................................................................................................10\n4.2 National Initiatives..............................................................................................................11\n5. NATIONAL SUICIDE PREVENTION STRATEGY....................................................................14\n5.1 Goals and Objectives.........................................................................................................14\n5.2. Action framework..............................................................................................................16\n5.3 Implementation Framework...............................................................................................25\n5.4 Implementation Mechanism..............................................................................................28\n5.5 Preventing Suicides during COVID-19.............................................................................34\n5.6 Opportunities and Challenges: Implementation of National Suicide Prevention\nStrategy.....................................................................................................................................35"
        },
        {
            "page_number": 25,
            "content": "Ministry of Health & Family Welfare\n1. INTRODUCTION\nSuicide is a public health issue of major concern and creates a burden on loved ones, and the society\nat large. Suicide is one of leading causes of deaths globally and in our country. Contrary to popular\nbelief majority of suicides are preventable. This document offers a brief overview on the global and\nnational burden of suicide and proposes the national suicide prevention strategy.\n2. SUICIDE: GLOBAL SCENARIO\nAccording to World Health Organization's report, “Suicide Worldwide in 2019: Global Health\nEstimates”, an estimated 703 000 people died by suicide in 20191. The annual global age-\nstandardized suicide rate was estimated to be 9.0 per 100 000 population for 20191. Figure 1 shows the\nsuicide rate (per 100000 population) globally.\nFigure 1: Age-strandardized suicide rates (per 100000 population), both sexes, 2019, globally\nSuit\nb.a-9 ?\n■ iac- m.s\n[VI.1 iv.ill.ili :■\nl+rt uqDiicjnlE\nSource: WHO 2019. Suicide worldwide in 2019: Global Health Estimates:\nhttps://www.who.int/publications-detail-redirect/9789240026643\nResearch has also identified sections of the society particularly vulnerable to suicide. Globally suicide\nis the fourth leading cause of death amongst those between 15-29 years of age1, thus making the\nyouth particularly vulnerable. Figure 2 is a graph depicting Global top 4 causes of death, ages 15-29\nyears, in 2019.\no"
        },
        {
            "page_number": 26,
            "content": "Ministry of Health & Family Welfare\nFigure 2: Global top 4 causes of death, ages 15-29 years, in 2019\nBoth 3ex33 Females Mal*3\nRoad injury\nTuberculosis\ninterpersonal violence\nSuicide\nTuDGrCulOSiS\nMatemal conditions\nSuicide\nRoad injury\nRoad injury\ninterpersonal violence\nTuDerCulOSiS\nSuicide\n10 000 20 000 30 000 40 000 50 000 60 000 70 000\nNumber of deatns\nSource: WHO 2019. Suicide worldwide in 2019: Global Health Estimates:\nhttps://www.who.int/publications-detail-redireci/978924002664S\n3. SUICIDE: INDIAN SCENARIO\n3.1: Prevalence of Suicides\nIndia being a lower-middle income country1 with the world's leading youth population2 has a high\nburden of suicide. In India, suicide has become the number one cause of death among those aged 15-\n29 years, exceeding deaths due to road traffic accidents and maternal mortality, among men and\nwomen respectively3. India's contribution to global suicides increased from 25-3% in 1990 to 36-6% in\n2016 among women (one in three women dying from suicide across the world, is from India)4, and from\n18-7% to 24-3% among men (one in four men dying from suicide across the world, is from India). More\nthan one lakh (one hundred thousand) lives are lost every year to suicide in our country5. In the past 3\nyears, the suicide rate has increased from 10.2 to 11.3 per 100,000 population6. Figure 3 presents the\nRates of Suicides in State/UT during 2020.\n'World Bank Data: https://data.woribank.org/?locations=IN-XN\n2Center Statistics office: Youth in India Report, (2017), Ministry of statistics and program implementation, New Delhi,\nGovernment of India,: http://mospi.nic.in/sites/default/files/publication_reports/YouthJnJndia-2017.pdf\n3https://doi.org/10.1016/S2468-2667(18)30138-5\n*https://www.thelancet.com/joumals/lanpub/article/PI IS2468-2667(18)30138-\n5/fulltext#:~:text=There%20were%20230%20314%20(95,24%C2%B73%25%20among%20men.\nNational Crime Research Bureau (NCRB). Accidental deaths and suicide in India. New Delhi, India: Ministry of Home\nAffaire, Government of India: https://ncrb.gov.in/sites/default/iiles/adsi_reports_previous_year/table-14_1997.pdf;\nhttps://ncrb.gov.in/sites/default/files/adsi_reports_previous_year/table-2.1_1.pdf\nNational Crime Research Bureau (NCRB). Accidental deaths and suicide in India. New Delhi, India: Ministry of Home\nAffairs, Government of India: https://ncrb.gov.in/sites/default/iiles/ADSI_2020_FULL_REPORT.pdf\ne"
        },
        {
            "page_number": 27,
            "content": "Ministry of Health & Family Welfare\nFig 3: Rates of Suicide in States/UTs during 2020\nRate of Suicides in States/UTs during 2020\nA&N ISLANDS\nSIKKIM\nCHHATTISGARH\nPUDUCHERRY\nKERALA\nTAMIL MAOU\nTELANGANA\nTRIPURA\nGOA\nKARNATAKA\nMADHYA PRADESH\n* MAHARASHTRA\n= DELHI (UT)\nm DAN HAVELI AND\nHARYANA\nW WEST BENGAL\nANDHRA PRADESH\nQDISHA\nHIMACHAL PRADESH\nGUJARAT\nCHANDIGARH\nARUNACHAL PRADESH\nASSAM\nMLZORAM\nPUNJAB\nUTTARAKHAND\nRAJASTHAN\nMEGHALAYA\nJHARKHAND\nLADAKH\nLAKSHADWEEP\nJAMMU & KASHMIR\nNAGALAND\nUTTAR PRADESH\nMANPUR\nBIHAR\n-i\n60\nSource: National Crime Research Bureau (NCRB). Accidental deaths and suicide in India.\nNew Delhi, India: Ministry of Home Affairs, Government of India:\nhttps://ncrb.gov.in/sites/default/files/ADSI_2020_FULL_REPORT.pdf\nCertain states share a disproportionately large burden of suicides in India. These include Maharashtra,\nTamil Nadu, Madhya Pradesh, West Bengal, and Karnataka.\no"
        },
        {
            "page_number": 28,
            "content": "Ministry of Health & Family Welfare\nFigure 4: States with highest percentage share of suicides from 2018-2020\n16.00%\n14.00%\n12.00%\n10.00%\nill III in\n8.00%\n6.00%\n4.00%\n2.00%\n0.00%\nMadhya\nMaharashtra Tamil Nadu _ , , West Bengal Karnataka\nPradesh\n■ 2018 13.40% 10.30% 8.80% 9.90% 9%\n■ 2019 13.60% 9.70% 9% 9.10% 8.10%\n■ 2020 13.00% 11.00% 10% 8.60% 8.00%\n■ 2018 ■ 2019 ■ 2020\nSource: National Crime Research Bureau (NCRB). Accidental deaths and suicide in India.\nNew Delhi, India: Ministry of Home Affairs, Government of India:\nhttps://ncrb.gov.in/sites/default/files/ADSI_2020_FULL_REPORT.pdf\nThe high burden of suicides in India calls for an effective strategy to bring down suicide related deaths\nin India which in turn will reduce the global suicide deaths. For an effective suicide prevention strategy,\nit is important to consider various factors such as the vulnerable population for suicide, the methods,\nreasons, and risk and protective factors.\n3.2: Vulnerable Groups\nData collected from National Crime Record Bureau's reports provides us with trenchant picture of\nsuicides in India. The compiled information in the report is obtained from States/UTs Police. It also\nhighlights vulnerable sections of the society.\n3.2.1. Age distribution of suicide in 2020\nMost suicides in India are by youth and middle aged adults. Figure 5 depicts distribution of suicide\naccording to age groups in the year2020 and shows that 65% of suicides are by those in the age group\n18-45 years. This is especially true for transgenders where all suicides have been reported from the\nage group 18-45 years10.\nO"
        },
        {
            "page_number": 29,
            "content": "Ministry of Health & Family Welfare\nFigure 5: Age distribution of suicides in 2020\n■ 0-18 ■ 18-30 ■ 30-45 ■ 45-60 ■ 60+\nSource: National Crime Research Bureau (NCRB). Accidental deaths and suicide in India.\nNew Delhi, India: Ministry of Home Affairs, Government of India:\nhttps://ncrb.gov.in/sites/detault/files/ADSI_2020_FULL_REPORT.pdf\n3.2.2. Distribution of suicides by Gender in 2020.\nAccording to NCRB data, males are more likely to die by suicide than females in India. However, in both\ncases, the leading reasons for suicides remain family problems and illnesses. Figure 6 depicts gender\nwise distribution of suicides in 2020.\nFigure 6: Distribution of suicide by Gender-2020\no%\n■ Male ■ Female ■ Transgender\nSource: National Crime Research Bureau (NCRB). Accidental deaths and suicide in India.\nNew Delhi, India: Ministry of Home Affairs, Government of India:\nhttps://ncrb.gov.in/sites/default/files/ADSI_2020_FULL_REPORT.pdf\no"
        },
        {
            "page_number": 30,
            "content": "Ministry of Health & Family Welfare\n3.2.3. Educational status of persons who died by suicide on 2020\nData from NCRB10 suggests that higher level of education may be a protective factor as the those who\nhave completed graduate or professional degrees constitute only approx. 4% of suicides in India. On\nthe other hand, approx. 60% of those who died by suicide had not completed school education and\nover 12% were uneducated10. Figure 7 presents the distribution of suicides by educational status.\nFigure 7: Educational status of persons who died by suicide In 2020\nSource: National Crime Research Bureau (NCRB). Accidental deaths and suicide in India.\nNew Delhi, India: Ministry of Home Affairs, Government of India:\nhttps://ncrb.gov.in/sites/default/files/ADSI_2020_FULL_REPORT.pdf\n3.2.4. Distribution of Suicides in 2020 by economic and professional status\nEconomic and professional status of an individual also has a bearing on suicides. Majority of suicides\noccur amongst those who earn less than 100,000 per annum10. Daily wage earners accounted for\nmajority of the suicides in the year 202010. Figures 8 (A) and 8 (B) presents economic and professional\nstatus of persons who died by suicide in India in 2020.\nFigure 8 (A): Suicides in 2020 segregated by economic status\n■ Less than Rs 100,000 p.a. ■ 100,000-500,000 p.a.\n■ 500,000-10,00,000 p.a. ■ 10,00,000 and above\n--------- O --------"
        },
        {
            "page_number": 31,
            "content": "Ministry of Health & Family Welfare\nFigure 8 (B): Suicides in 2020 segregated by professional status\n■ Housewife ■ Professionals/ Salaried Persons\nStudents ■ Unemployed persons\n■ Self-employed persons ■ Persons engaged in farming sector\n■ Daily wage earner ■ Retired persons\n■ Other persons\nSource: National Crime Research Bureau (NCRB). Accidental deaths and suicide in India.\nNew Delhi, India: Ministry of Home Affairs, Government of India:\nhttps://ncrb.gov.in/sites/default/files/ADSI_2020_FULL_REPORT.pdf\nExhibit A: Family Suicides\nFamily members dying by suicide together is a dangerous trend that is on the rise. Common\nreason for such pacts seems to be extreme poverty and debts. Other factors that may contribute\ninclude intractable ailments of family members, humiliation faced by the family, and superstitious\nbeliefs.\n3.3 Methods of Suicide\nThe common methods of suicide in India are hanging and poisoning. They account for over 80% of all\nsuicides. This is followed by are drowning and self-immolation10. Method of suicide is not documented\nfor approx. 5% of suicidal deaths indicating the need for more robust collection of data. The methods\nof suicides are represented in Figure 9.\nFigure 9: Most common methods of suicides in 2020\n■ By hanging ■ By Poisoning\n■ Drowning ■ Fire/ self immolation\n■ Firarms ■ Self inflicting injury\n■ Jumping ■ Coming under running vehicles/trains\n■ Touching electric wire ■ Consuming piils\n■ Other means\nSource: National Crime Research Bureau (NCRB). Accidental deaths and suicide in India.\nNew Delhi, India: Ministry of Home Affairs, Government of India:\nhttps://ncrb.gov.in/sites/default/files/ADSI_2020_FULL_REPORT.pdf"
        },
        {
            "page_number": 32,
            "content": "Ministry of Health & Family Welfare\n3.4 Reasons for Suicide\nMost common reasons for suicide include family problems and illnesses which account for 34% and\n18% of all suicide related deaths in India respectively. Other common reasons include marital conflicts,\nlove affairs, bankruptcy or indebtedness, substance use and dependence, etc. However, it is to be\nnoted that in approximately 10% of suicides, the cause of the suicide is not documented10. Figure 10\npresents the common reasons for suicide in 2020.\nFigure 10: Common reasons for suicide in 2020\nFamily problems Illness Marriage related issues\nSubstance abuse Love affairs Bankruptcy or indebtness\nOther reasons Causes not known\nSource: National Crime Research Bureau (NCRB). Accidental deaths and suicide in India.\nNew Delhi, India: Ministry of Home Affairs, Government of India:\nhttps://ncrb.gov.in/sites/default/files/ADSI_2020_FULL_REPORT.pdf\n3.5 Suicide: Risk and Protective factors\nSuicidal behavior is a complex phenomenon that is influenced by several interacting factors, including\npersonal, social, psychological, cultural, biological, and environmental factors. Nevertheless, various\nfactors have been identified that have the potential to exacerbate the risk of suicide, i.e. Risk factors;\nand multiple factors have been found to prevent the act of suicide, i.e. Protective factors. Figures 11\nand 12 respectively outline the risk and protective factors of suicide.\nFigure 11: Risk factors for suicide\nRisk Factors for Suicide\nBlo-Psychosoclal Environmental Sociocultural\nFactor? Factors Factors\n_____JL___\nPsychiatric illnesses (particularly i Job or financial loss Lack of social support and sense of isolation\ndepression, bipolar disorder,\nschizophrenia, anxiety disorders | i Relationship or social loss Stigma associated with help-seeking\nand certain personality disorders) behavior for mental disorders\n1 Domestic and other\nAlcohol and other substance use i violence Barriers In accessing health care, especially\ndisorders mental health and substance abuse\n| Child abuse\ni treatment\nAggressive and impulsive\ntendencies 1 Easy access to lethal means Cultural and religious beliefs (for instance,\ni Interpersonal difficulties/ the belief that suicide Is a noble resolution\nH hi i s s t t o o r r y y o o f f s tr u a ic u i m de a o o r r p a r b e u v s io e u F s a mily ) conflicts of a personal dilemma)\nattempted suicide 1 Local dusters of suldde may Exposure to suicide, either through\nMajor Physical illness i have a contagious effect s in e f n lu sa e t n i c o e n a o l f lz o a t t h lo e n rs b w y h th o e h m av e e d d ia ie , o d r b t y h s e u icide\nO"
        },
        {
            "page_number": 33,
            "content": "Ministry of Health & Family Welfare\nFigure 12: Protective factors against suicide\nResilience building from an ! ' This Involves strong , \\ Easy access to effective 1 [ Restricted access to highly Cultural and religious beliefs\ni early stage by training young i i connections to family, j j clinical cane for mental, i 1 lethal means of suicide also | that discourage suicide and\n| children In problem solving, | j ssupport from community, i i physical, and substance use j , reduce the Incidence of | support self-preservation\ni conflict resolution, and ' i and conducive medical and | j disorders are papular i j suicide are deterrents to such acts\ni nonviolent handling of ! | mental health care i i_pr^miyefotfora_ln suicide | i_____________________________\ndisputes has been shown to j ^relationships\nnegate the risk of suicide\nAdoption of a healthy\n| lifestyle at an early age\n1 involving intake of balanced\ni diet, regular exercise,\n! abstinence from harmful\ni substances, etc also act as\ndeterrents\nEXHIBIT B: Substance Dependence as a risk factor for suicides\nSubstance use (referring to use, harmful use and dependence) is among the common risk\nfactors for suicide, but importantly a modifiable one. Not only all substances (alcohol, tobacco,\ncannabis, illicit drugs, non-medical use of prescription drugs) but all aspects of substance use\n(intoxication, use, harmful use and dependence) have been associated with a greater risk for\nsuicide.\nSubstance use has a multidimensional impact on individuals as well as families. Early exposure\nto substance use is often for coping with stress, influenced by peer pressure, curiosity to\nexperiment, induced by adverse environmental circumstances, mental/ physical abuse or\ntrauma, and importantly, availability of substances. The same also enhances concurrent risk for\nboth suicide and future development of substance harmful use or dependence disorders.\nGiven the well-established role of substance use contributing to suicide risk and behaviour, this\nposes additional challenges to suicide prevention arising from the limited infrastructure for\nmanaging substance use disorders and a lack of integration of suicide prevention strategies\ninto the same.\nIntegrating early substance use prevention strategies as well as developing systematic focused\nsuicide prevention strategies for this particular sub-group of vulnerable population is essential\nfor effective suicide prevention.\n3.6 Suicide surveillance\nCurrent data on suicides in India is limited. Important information such as widely used means or most\ncommon methods used for suicide is incomplete. Research and evidence are critical to build\nevidence-based programs for suicide prevention that especially target vulnerable population. Such\nextensive empirical data is necessary to provide a framework for suicide prevention policy and\nimplementation.\nIt is felt necessary to improve case registration of both, attempted suicides and suicides. It would also\nbe beneficial to encourage publication of well-researched articles on suicide and its prevention.\no"
        },
        {
            "page_number": 34,
            "content": "Ministry of Health & Family Welfare\n4. ONGOING SUICIDE PREVENTION INITIATIVES\nConsidering the devastating consequences suicide have at a personal and societal level, efforts to\nprevent them are underway at a global and national level.\n4.1. Global Initiatives\n4.1.1. United Nations Sustainable Development Goals\nSuicide has a direct link to one's mental health. In this view, UN has highlighted the importance of\nmental wellness in their Sustainable Development Goal (SDG) 3, which aims at ensuring healthy lives\nand promotion of well-being across all age groups. Within this goal SDG 3.4 aims to reduce by a third,\npremature mortality from non-communicable diseases through prevention and treatment and\npromote mental health and well-being. Reducing suicide rate has been established as an indicator of\nachievement of this goal (Indicator 3.4.2). Considering the deep link between suicide and substance\ndependence UN has also aimed to strengthen the prevention and treatment of substance abuse,\nincluding narcotic drug abuse and harmful use of alcohol (SDG 3.5)7.\n4.1.2. WHO guidance on suicide prevention8\nWHO recommends four key interventions which have been proven to be effective:\n1. Restricting access to means for su icide\n2. Working with the mediate ensure responsible reporting of suicide\n3. Helping young people develop skills to cope with various stressors of daily life\n4. Early identification and management of people who are suicidal or who have made a suicide\nattempt, and keeping contact with them in the short and longer-term to ensure follow up.\nCollectively, WHO's approach to suicide prevention is known as LIVE LIFE, comprising Leadership,\nInterventions, Vision, and Evaluation (LIVE), and Less means for suicide, Interaction with Media, Form\nthe young, Early identification (LIFE) as cross-cutting strategies. Figure 13 depicts this approach\nwhich provides the basis of a comprehensive multi-sectoral national suicide prevention strategy9:\nGOG© OOQ©\nLeadership in policy and multisectoral collaboration\nInterventions for implementation\nVision for innovation, financing, and delivery platforms\nEvaluation, monitoring, survelliance and research\nLess means by restricting access\nInteraction with mediator responsible reporting\nForm the young in their life skills\nEarlyidentification. management and follow-up\nUnited Nations Sustainable Development Goal 3: https://sdgs.un.org/goals/goal3\n'https://www.who.int/docs/default-source/mental~health/suicide/live-life-brochure.pdf?sfvrsn=6ea28a12_2\n'https://www.who.int/publications/i/item/9789240026629\n©"
        },
        {
            "page_number": 35,
            "content": "Ministry of Health & Family Welfare\n4.2 National Initiatives\n4.2.1: National Mental Health Policy 201410\nNational Mental Health Policy (2014) enlists prevention of mental disorders, reduction of suicide and\nattempted suicide as core priority areas. The Policy suggests multiple interventions to prevent\nsuicides. These involve:\n• Creating awareness about and de-stigmatizing mental health issues\n• Addressing discrimination and exclusion associated with mental disorders\n• Addressing substance abuse and dependence\n• Establishing crisis intervention centers and helplines\n• Establishing guidelines for responsible media reporting of suicides\n• Restricting access to means of suicide\n• Monitoring of both, mental health of the population and impact of mental health\nprogrammes\n4.2.2: Mental Healthcare Act 201711:\nMental Healthcare Act brought about necessary transformations. Previously, in India attempted\nsuicide was a punishable offence. Section 309 of the Indian Penal Code stated that “whoever attempts\nto commit suicide and does any act towards the commission of such an offense shall be punished with\nsimple imprisonment for a term which may extend to one year or with a fine or with both”.\nIn 2017, this law was deemed counter-productive and was revised under the Mental Healthcare Act\n(MHCA). Progressive clauses under the Section 115 of MHCA, 2017, state “Not withstanding anything\ncontained in section 309 of the Indian Penal Code, any person who attempts to commit suicide shall be\npresumed, unless proved otherwise, to have severe stress and shall not be tried and punished under\nthe said Code”. The section also states “The appropriate Government shall have a duty to provide\ncare, treatment and rehabilitation to a person, having severe stress and who attempted to commit\nsuicide, to reduce the risk of recurrence of attempt to commit suicide”.\nWith this Act, the Government has taken upon itself the duty to provide care, treatment and\nrehabilitation of a person, having severe stress and who attempted suicide, to reduce the risk of\nrecurrence of attempted suicide and suicide. However, IPC 309 still exists and it is unclear whether\nattempted suicide needs to be reported to the police.\n4.2.3 National Programmes\nA. Programs by Ministry of Health and Family Welfare\nNational Mental Health Programme\nMental health conditions are an important predisposing factor for suicide. National Mental Health\nProgramme (NMHP) puts forward important proponents:\no Ensure availability and accessibility of minimum mental healthcare for all in the foreseeable\nfuture, particularly to the most vulnerable and underprivileged sections of the population\no Encourage the application of mental health knowledge in general healthcare 10\n10https://nhm.gov.in/images/pdf/National_Health_Mental_Policy.pdf\n\"Ministry of Law and Justice. The Mental Health Care Act, 2017.Government of India.\no"
        },
        {
            "page_number": 36,
            "content": "Ministry of Health & Family Welfare\no Promote community participation in the mental health service development and to stimulate\nefforts towards self-help in the community\nThe program also has inbuilt out-reach activities, directed specifically to reduce suicides\nExhibit C: Relevant documents launched by the NMHP regarding mental health and suicide\nprevention\n1) Facilitator's Manual on life Skill Education, Stress Management and Suicide Prevention\nWorkshops:\nhttp://nhm .gov. in/images/pdf/program mes/N M H P/Trai ning_Manuals/Living_Life_Positively.pdf\n2) Hand Book-Assessment and Management of Mental Health Problems in General Practice:\nhttp://nhm.gov.in/images/pdf/programmes/NMHP/Training_Manuals/Hand_Book-\nAssessment_and_Management_of_Mental_Health_Problems_in_General_Practice.pdf\n3) Manual for Medical Officers - Assessment and Management of Mental Health Problems in\nGeneral Practice:\nhttp://nhm .gov. in/images/pdf/program mes/N M H P/Trai ning_Manuals/Manual_for_Medical_Offic\ners-Asswssment%20_and_Management_of_Mental_Health_Problems_in_General_Practice.pdf\n4) Hand Book-Guide to Mental Health for Social Worker:\nhttp://nhm.gov.in/images/pdf/programmes/NMHP/Training_Manuals/Hand_Book-\nGuide_to_Mental_Health_for_Social_Worker.pdf\n5) Manual of Mental Health for Social Worker:\nhttp://nhm .gov. i n/images/pdf/program mes/N M H P/Trai ning_Manuals/Manual_of_Mental_Health_\nf or_Social_Worker. pdf\n6) Manual of Mental Health for Psychologists:\nhttp://nhm.gov.in/images/pdf/programmes/NMHP/Training_Manuals/Training_Manual_for_Psyc\nhologists.pdf\n7) Guidelines for implementing District level activities under the National Mental Health\nProgramme during thr 12th Five Year Plan:\nhttp://nhm .gov. in/WriteRead Datas/pdf/prog ram mes/N M H P/District_Level_Activities. pdf\n8) Guidelines for implementing Tertiary/Central level activities under the National Mental Health\nProgramme during thr 12th Five Year Plan:\nhttp://nhm .gov. in/WriteRead Datas/pdf/programmes/N M H P/Central_Level_Actvities.pdf\namongst vulnerable population. Details can be accessed from\nhttps://mohfw.gov.in/sites/default/files/9903463892N MHP%20detai l_0_2. pdf\nMental Health and Psychosocial support In emergencies\nEmergencies create adversities, like poverty, unemployment, depression, alcoholism, drug abuse,\netc. which often lead to suicides. Special care needs to be extended to people living in such\nconditions to enable them to cope with the situation. Under the targeted intervention activities of\nDistrict Mental Health Program (DMHP), provisions are available to cater to the needs of this sub­\ngroup.\nNational Palliative Care Program\nThis program aims to improve availability and accessibility of rational, quality pain relief and palliative\ncare to the needy, as an integral part of Health Care at all levels. Multiple elements of this program are\ncritical for suicide prevention efforts, especially vis-a-vis pain relief and management as a sizeable"
        },
        {
            "page_number": 37,
            "content": "Ministry of Health & Family Welfare\nnumber of suicides are by individuals suffering from physical illness. This includes ensuring access\nand availability of opioids for medical use while ascertaining prevention of misuse, increasing\nawareness regarding pain relief and palliative care.\nhttps://dghs.gov.in/conten1/1351_3_NationalProgramforPalliativeCare.aspx\nAyushman Bharat12\nAyushman Bharat was launched in response to the recommendations made by the National Health\nPolicy 2017. This scheme aims to holistically address the healthcare system at the primary, secondary\nand tertiary level and envisions its achievement through two primary components:\n• Ayushman Bharat - Health and Wellness Centers: Under its first component, 1,50,000 Health &\nWellness Centres (HWCs) will be created to deliver Comprehensive Primary Health Care, that\nis universal and free to users, with a focus on wellness and the delivery of an expanded range of\nservices closer to the community, including mental healthcare services. It entails the\ntransformation of Sub Health Centres and Primary Health Centres to Health and Wellness\nCentres (HWCs). The AB-HWC, with a primary health care team in place, is mandated to\nprovide home, community, outreach and primary health care related to Mental, Neurological,\nand Substance Use disorders. It has a substantial focus on wellness and Is critical for\npromotion of mental and physical well-being.\n• Pradhan Mantri Jan Arogya Yojna (National Health Protection Mission): This health assurance\nscheme offers coverage for mental disorders amongst other illnesses. It has 17 packages for\nmental health disorders, which also includes psychoactive substance use, and covers facilities\nsuch as Electroconvulsive Therapy, Transcranial Magnetic Stimulus and majority of related\nblood tests. Through such efforts Ayushman Bharat has paved the path for stronger suicide\nprevention efforts.\nNational Programme for Prevention of Cancer, Diabetes, Cardiovascular Diseases and Stroke\n(NPCDCS)\nIn order to prevent and control major NCDs, Government of India is implementing the NPCDCS in all\nStates across the country with the focus on strengthening infrastructure, human resource\ndevelopment, health promotion, early diagnosis, management and referral. To achieve its goals,\nNPCDCS utilizes multiple strategies such as community outreach, establishment of NCD clinics and\ncapacity building.. Under the programme, harmful use of alcohol and stress are also considered as\nrisk factors for NCDs. To address this, health promotion, awareness generation and promotion of\nhealthy lifestyle are delineated as major strategies.\nhttps://dghs.gov. in/content/1363_3_National Prog ram mePrevention Contro I. as px\nRashtriya Bal Swasthya Karyakram and Rashtriya Kishore Swasthya Karyakram: Programs\nunder this scheme promote mental wellbeing, along with other crucial health issues, of children and\nadolescents. Earlier limited to sexual and reproductive health, the programme has now expanded to\ninclude nutrition, injuries and violence (including gender-based violence), noncommunicable\ndiseases, mental health and substance misuse. There has been a paradigm shift from the existing\nclinic-based services to promotion and prevention and reaching adolescents in their own\nenvironment, such as in schools, families and communities. Mental health promotion remains one of\nthe key activities under this flagship scheme. Details can be accessed from\nhttps://rbsk.gov.in/RBSKLive/, and http://www.nrhmhp.gov.in/content/rksk\n12https://pmjay.gov.in/\n©"
        },
        {
            "page_number": 38,
            "content": "Ministry of Health & Family Welfare\nSchool Health Ambassador Initiative:\nThe central Government launched the School Health Ambassador Initiative in 2020 for promotion of\nhealth and well-being amongst students. Under the initiative, two teachers will be identified in every\ngovernment school as 'health and wellness ambassadors'. It aims to foster growth, development and\neducational achievements of school-going children by promoting their health and well-being. It also\naims to strengthen the concept of preventive, promotive and positive health, which forms a\nfundamental part of the health and wellness centres of the Ayushman Bharat scheme.\nNasha Muktl Abhlyaan Task Force\nThe National Health Policy 2017 of the Government of India identifies coordinated action on\nAddressing tobacco, alcohol and substance abuse' as one of the seven priority areas as outlined for\nimproving the environment for health. Accordingly, Nasha Mukti Abhiyan Task Force (including\ntobacco, alcohol and substance abuse) was constituted to formulate a detailed 'Preventive and\nPromotive Care Strategy'for addressing tobacco, alcohol and substance abuse.\nhttp://pibarchive.nic.in/newsite/erelease.aspx7relid=199751\nB. Programs by other Ministries\nNasha Mukt Bharat\nNasha Mukt Bharat Annual Action Plan for 2020-21 demonstrates Gol's active efforts to prevent\nalcohol abuse and dependence disorders. This program by the Ministry of Social Justice and\nEmpowerment seeks to implement interventions across 272 districts of the country aimed at. These\ninterventions are targeted to those who have easy access to such substances. These programs would\ninclude reaching out to Children and Youth to create awareness about ill effect of drug use; increasing\ncommunity participation and public cooperation, Supporting Government Hospitals for opening up\nDe- addiction Centers in addition to existing Ministry of Social Justice and Empowerment's Supported\nde-addiction Centers, etc. MoSJE has also established a 24x7 National Toll-Free drug de-addiction\nhelpline number 1800110031 to help the victims of drug abuse, their family and society at large.\nhttp://socialjustice.nic.in/UserView/index7mid=77869\n5. NATIONAL SUICIDE PREVENTION STRATEGY\n5.1 Goals and Objectives\nIt is evident that suicide is a major public health concern in India. Majority of suicides are preventable.\nNational suicide prevention strategy has been developed to address this need. In line with WHO's\nSouth East Asia Regional strategy on suicide prevention13,The National Suicide Prevention Strategy\naims to reduce suicide mortality by 10% in the country by 2030. This is in comparison to the suicide\nprevalence in the year2020. It delineates the 'REDS' path for suicide prevention, and intends to:\n• Reinforce leadership, partnerships and institutional capacity in the country\n• Enhance the capacity of health services to provide suicide prevention services.\n• Develop community resilience and societal support for suicide prevention and reduce stigma\nassociated with suicidal behaviors.\n• Strengthen surveillance and evidence generation.\n©"
        },
        {
            "page_number": 39,
            "content": "Ministry of Health & Family Welfare\nGiven the aforementioned goals and path, the following objectives have been delineated:\n1) To establish effective surveillance mechanisms for suicide within the next 3 years\n2) To establish psychiatric OPD that provide suicide prevention services, through the DMHP in all\nthe districts within the next 5 years\n3) To integrate mental well-being curriculum in all educational institutes within the next 8 years\nThe process of developing the strategy involves identification of key stakeholders (figure 13) and\nmultiple priority areas (figure 14). It has been ensured that strategy remains in line with India's cultural\nand social milieu.\nFurther, the REDS path is in line with the multiple interventions delineated by the National Mental\nHealth Policy to prevent suicides. For example, the policy calls for establishing guidelines for\nresponsible media reporting of suicides, and restricting access to means of suicide. These are the\nexamples of reinforcing leadership, partnerships, and institutional capacity in the country. Establishing\ncrisis intervention centers and helplines is an example of enhancing the capacity of health services to\nprovide suicide prevention services. The need to develop community resilience and societal support\nfor suicide prevention and reduce stigma associated with suicidal behaviors is reflected in the policy's\nguidance to create awareness about and de-stigmatizing mental health and address exclusion\nassociated with mental disorders. Lastly, the policy calls for monitoring of both, mental health of\npopulation and impact of mental health programmes. This is an example of strengthening suicide\nsurveillance and evidence generation.\nFigure 14: National Suicide Prevention strategy: a multi-sectoral approach\nCentral government ministries like health, social\njustice and empowerment, human resource\ndevelopment, home affairs, information and\nbroadcasting, women and child development,\njudiciary, youth affairs and sports, etc\nLocal self-government\nUN agencies, bilateral\nand Panchayab Raj\nand multilateral agencies\nNon-government National Local health services\norganizations\nSuicide\nPrevention\nProfessional bodies Strategy: a Educational institutions\nmultisectoral\napproach\nCorporate houses Researchers and\nacademia\n* ^\nPrivate sector health\nfacilities ■ Community groups and\nvolunteers\nFamilies and individuals\n13World Health Organization, (2017). South East Asia Regional Strategy on Suicide Prevention:\nhttps://www.who.int/docs/default-source/searo/mhs/regional-strategy-suicide-prevention.pdf?sfvrsn=e8aab13c_2\n©"
        },
        {
            "page_number": 40,
            "content": "Ministry of Health & Family Welfare\nFigure 15: Priority areas of the National Suicide Prevention Strategy\nPriority Areas\nReinforce leadership,\npartnerships and Enhance the capacity of Develop community Strengthen surveillance\nInstitutional capacity In health services to resilience and societal and evidence generation.\nthe countiy provide suicide support for suicide\nprevention services. prevention and reduce\nstigma associated with\nsuicidal behaviors.\nReduce easy access Strengthen health Sensltliatlon through Strengthen Suicide\nto suicide modes systems far suicide media surveillance\nprevention\nBuild capacity of non- Leverage media to create Strengthen data collection\nspecialist cadres of mental awareness and de- efforts on suicide and\nReduce easy access to health workforce stlgmatize mental health, suicide attemmpts\ncommon methods of\nand encourage help-\nsuicide eg pesticides Train community\nseeking behavior\nstakeholders like teachers,\npolice personnel, political Promote responsible\nand faith leaders, PRI media reporting of suicide\nmembers, NYK and other and related issues\nyouth volunteers,\npractitioners of alternate\nsystem of medicine\nEnsure adequate supplies\nof medicines and other\nessentials\nProvide psychosocial\nsupport to those bereaved\nby suicides\n5.2. Action framework\nThe national strategy has been formulated in accordance with WHO's South East Asia Regional\nstrategy on suicide prevention.\nTo realize this path, an action plan has been formulated which is crucial to achieving the objectives.\nThe action plan has the following key themes:\n1) Strategy: Delineates how the envisioned strategy can be achieved for each of the stated\nobjectives, by the year 2030\n2) Action: Outlines the specific steps that need to be undertaken to achieve the objectives\nenvisioned by the national strategy\n3) Indicators: Specifies the key benchmarks to be achieved that would signal progress towards\nthe realization of the overall objective\n4) Key Stakeholders: Identifies the stakeholders responsible for ensuring, both, implementation\nand subsequent achievement of the specified objectives\n5) Timeline: Defines the timeframes within which each of the indicators should be achieved.\nThree time-frames have been identified:\no Immediate: This suggests that efforts should begin immediately, and the outcome\nshould be achieved in the next 1 -3 years\no Intermediate: This suggests that efforts should begin immediately, and the outcome\nshould be achieved in the next 4-7 years\no Long-term: This suggests that efforts should begin immediately, and the outcome\nshould be achieved in the next 8-10 years\n©\n---------------------------------------------------------------------- ------------------------------------------------------------------------------------"
        }
    ]
}