{
    "document_title": "DSM5 ParentGuardianRated Level 1 CrossCutting Symptom MeasureChild Age 617.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 1 Cross-Cutting Symptom Measures\\DSM5 ParentGuardianRated Level 1 CrossCutting Symptom MeasureChild Age 617.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: DSM-5-TR Parent/Guardian-Rated Level 1 Cross-Cutting Symptom\nMeasure—Child Age 6–17\nRights granted: This measure may not be modified absent written permission\nfrom APA. This measure can be reproduced, either electronically or in print\nformats, without permission by researchers and by clinicians solely for use with\ntheir patients in private-practice, research, or hospital settings. For the avoidance\nof doubt, this includes that Clinicians may upload this instrument into their own\npre-existing electronic health software systems for patient assessment and\nrecords when done solely for their own use with their patients.\nRights holder: American Psychiatric Association\nTo request permission to include this measure in a commercial electronic health\nrecord system (EHR) or application, to translate the measure, or for any other\nuse beyond what is stipulated above, please contact:\nhttps://websrvapps.psychiatry.org/requestform/default.aspx"
        },
        {
            "page_number": 2,
            "content": "DSM-5-TR Parent/Guardian-Rated Level 1 Cross-Cutting Symptom Measure—Child Age 6–17\nChild’s Name: _________________________________ Age: ____ Date:___________\nRelationship with the child: _________________________________________________________________\nInstructions (to the parent or guardian of child): The questions below ask about things that might have bothered your child. For each\nquestion, circle the number that best describes how much (or how often) your child has been bothered by each problem during the\npast TWO (2) WEEKS.\nNone Slight Mild Moderate Severe Highest\nNot at Rare, less Several More than Nearly Domain\nall than a day days half the every Score\nDuring the past TWO (2) WEEKS, how much (or how often) has your child… or two days day (clinician)\nI. 1. Complained of stomachaches, headaches, or other aches and pains? 0 1 2 3 4\n2. Said he/she was worried about his/her health or about getting sick? 0 1 2 3 4\nII. Had problems sleeping—that is, trouble falling asleep, staying asleep, or\n3. 0 1 2 3 4\nwaking up too early?\nIII. Had problems paying attention when he/she was in class or doing his/her\n4. 0 1 2 3 4\nhomework or reading a book or playing a game?\nIV. 5. Had less fun doing things than he/she used to? 0 1 2 3 4\n6. Seemed sad or depressed for several hours? 0 1 2 3 4\nV. & 7. Seemed more irritated or easily annoyed than usual? 0 1 2 3 4\nVI. 8. Seemed angry or lost his/her temper? 0 1 2 3 4\nVII. 9. Started lots more projects than usual or did more risky things than usual? 0 1 2 3 4\n10. Slept less than usual for him/her, but still had lots of energy? 0 1 2 3 4\nVIII. 11. Said he/she felt nervous, anxious, or scared? 0 1 2 3 4\n12. Not been able to stop worrying? 0 1 2 3 4\nSaid he/she couldn’t do things he/she wanted to or should have done,\n13. 0 1 2 3 4\nbecause they made him/her feel nervous?\nIX. Said that he/she heard voices—when there was no one there—speaking\n14. 0 1 2 3 4\nabout him/her or telling him/her what to do or saying bad things to him/her?\nSaid that he/she had a vision when he/she was completely awake—that is,\n15. 0 1 2 3 4\nsaw something or someone that no one else could see?\nX. Said that he/she had thoughts that kept coming into his/her mind that he/she\n16. would do something bad or that something bad would happen to him/her or 0 1 2 3 4\nto someone else?\nSaid he/she felt the need to check on certain things over and over again, like\n17. 0 1 2 3 4\nwhether a door was locked or whether the stove was turned off?\nSeemed to worry a lot about things he/she touched being dirty or having\n18. 0 1 2 3 4\ngerms or being poisoned?\nSaid that he/she had to do things in a certain way, like counting or saying\n19. 0 1 2 3 4\nspecial things out loud, in order to keep something bad from happening?\nIn the past TWO (2) WEEKS, has your child …\nXI. 20. Had an alcoholic beverage (beer, wine, liquor, etc.)?  Yes  No  Don’t Know\n21. Smoked a cigarette, a cigar, or pipe, or used snuff or chewing tobacco?  Yes  No  Don’t Know\nUsed drugs like marijuana, cocaine or crack, club drugs (like ecstasy),\n22. hallucinogens (like LSD), heroin, inhalants or solvents (like glue), or  Yes  No  Don’t Know\nmethamphetamine (like speed)?\nUsed any medicine without a doctor’s prescription (e.g., painkillers [like\n23. Vicodin], stimulants [like Ritalin or Adderall], sedatives or tranquilizers [like  Yes  No  Don’t Know\nsleeping pills or Valium], or steroids)?\nXII. In the past TWO (2) WEEKS, has he/she talked about wanting to kill\n24.  Yes  No  Don’t Know\nhimself/herself or about wanting to commit suicide?\n25. Has he/she EVER tried to kill himself/herself?  Yes  No  Don’t Know\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Parent/Guardian-Rated Level 1 Cross-Cutting Symptom Measure—Child Age 6–17 assesses mental health domains\nthat are important across psychiatric diagnoses. It is intended to help clinicians identify additional areas of inquiry that may have\nsignificant impact on the child’s treatment and prognosis. The measure may also be used to track changes in the child’s symptom\npresentation over time.\nThe measure consists of 25 questions that assess 12 psychiatric domains, including depression, anger, irritability, mania, anxiety,\nsomatic symptoms, inattention, suicidal ideation/attempt, psychosis, sleep disturbance, repetitive thoughts and behaviors, and\nsubstance use. Each item asks the parent or guardian to rate how much (or how often) his or her child has been bothered by the\nspecific symptom during the past 2 weeks. The measure was found to be clinically useful and had good test-retest reliability in the\nDSM-5 Field Trials in pediatric clinical samples across the United States.\nScoring and Interpretation\nNineteen of the 25 items on the measure are each rated on a 5-point scale (0=none or not at all; 1=slight or rare, less than a day or\ntwo; 2=mild or several days; 3=moderate or more than half the days; and 4=severe or nearly every day). The suicidal ideation,\nsuicide attempt, and substance abuse items are each rated on a “Yes, No, or Don’t Know” scale. The score on each item within a\ndomain should be reviewed. Because additional inquiry is based on the highest score on any item within a domain, the clinician is\nasked to indicate that score in the “Highest Domain Score” column. Table 1 (below) outlines threshold scores that may be used to\nguide further inquiry for each domain. With the exception of inattention and psychosis, a rating of mild (i.e., 2) or greater on any\nitem within a domain that is scored on the 5-point scale may serve as a guide for additional inquiry and follow-up to determine if a\nmore detailed assessment for that domain is needed. A parent or guardian’s rating of “Don’t Know” on the suicidal ideation, suicide\nattempt, and any of the substance use items, especially for a child age 11–17, may be used as a guide for additional inquiry of the\nissues with the child. The DSM-5-TR Level 2 Cross-Cutting Symptom measures in Table 1 may be used as a resource to provide more\ndetailed information on the symptoms associated with some of the Level 1 domains.\nFrequency of Use\nTo track change in the child’s symptom presentation over time, the measure may be completed at regular intervals as clinically\nindicated, depending on the stability of the child’s symptoms and treatment status, and preferably by the same parent or guardian.\nConsistently high scores on a particular domain may indicate significant and problematic symptoms for the child that might warrant\nfurther assessment, treatment, and follow-up. Clinical judgment should guide decision making.\nTable 1: DSM-5-TR Parent/Guardian-Rated Level 1 Cross-Cutting Symptom Measure—Child Age 6–17: domains, thresholds for\nfurther inquiry, and associated Level 2 measures\nDomain Domain Name Threshold to guide DSM-5-TR Level 2 Cross-Cutting Symptom Measure available online\nfurther inquiry\nI. Somatic Symptoms Mild or greater LEVEL 2—Somatic Symptom—Parent/Guardian of Child Age 6–17 (Patient Health\nQuestionnaire 15 Somatic Symptom Severity (PHQ-15)\nII. Sleep Problems Mild or greater LEVEL 2—Sleep Disturbance—Parent/ Guardian of Child Age 6–17 (PROMIS—\nSleep Disturbance—Short Form)1\nIII. Inattention Slight or greater LEVEL 2—Inattention—Parent/Guardian of Child Age 6–17 (SNAP-IV)\nIV. Depression Mild or greater LEVEL 2—Depression—Parent/Guardian of Child Age 6–17 (PROMIS Emotional\nDistress—Depression—Parent Item Bank)\nV. Anger Mild or greater LEVEL 2—Anger—Parent/Guardian of Child Age 6–17 (PROMIS Emotional\nDistress—Calibrated Anger Measure—Parent)\nVI. Irritability Mild or greater LEVEL 2—Irritability—Parent/Guardian of Child Age 6–17 (Affective Reactivity\nIndex)\nVII. Mania Mild or greater LEVEL 2—Mania—Parent/Guardian of Child Age 6–17 (adapted from the Altman\nSelf-Rating Mania Scale)\nVIII. Anxiety Mild or greater LEVEL 2—Anxiety—Parent/Guardian of Child Age 6–17 (adapted from PROMIS\nEmotional Distress—Anxiety—Parent Item Bank)\nIX. Psychosis Slight or greater None\nX. Repetitive Thoughts Mild or greater None\nand Behaviors\nXI. Substance Use Yes/ LEVEL 2—Substance Use—Parent/Guardian of Child Age 6–17 (adapted from the\nDon’t Know NIDA-modified ASSIST)/LEVEL 2—Substance Use—Child Age 11–17 (adapted\nfrom the NIDA-modified ASSIST)\nXII. Suicidal Ideation/ Yes/ None\nSuicide Attempts Don’t Know\n1Not validated for children by the PROMIS group but found to have acceptable test-retest reliability with parent informants in the DSM-5 Field Trial.\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}