{
    "document_title": "DSM5 SelfRated Level 1 CrossCutting Symptom MeasureAdult.pdf",
    "source_path": "C:\\Users\\adity\\Desktop\\Projects\\Soulamore-Website\\knowledge source\\Level 1 Cross-Cutting Symptom Measures\\DSM5 SelfRated Level 1 CrossCutting Symptom MeasureAdult.pdf",
    "pages": [
        {
            "page_number": 1,
            "content": "The APA is offering a number of “emerging measures” for further research and\nclinical evaluation. These patient assessment measures were developed to be\nadministered at the initial patient interview and to monitor treatment progress.\nThey should be used in research and evaluation as potentially useful tools to\nenhance clinical decision-making and not as the sole basis for making a clinical\ndiagnosis. Instructions, scoring information, and interpretation guidelines are\nprovided; further background information can be found in DSM-5-TR. The APA\nrequests that clinicians and researchers provide further data on the\ninstruments’ usefulness in characterizing patient status and improving patient\ncare at http://www.dsm5.org/Pages/Feedback-Form.aspx.\nMeasure: DSM-5-TR Self-Rated Level 1 Cross-Cutting Symptom Measure—Adult\nRights granted: This measure may not be modified absent written permission\nfrom APA. This measure can be reproduced, either electronically or in print\nformats, without permission by researchers and by clinicians solely for use with\ntheir patients in private-practice, research, or hospital settings. For the avoidance\nof doubt, this includes that Clinicians may upload this instrument into their own\npre-existing electronic health software systems for patient assessment and\nrecords when done solely for their own use with their patients.\nRights holder: American Psychiatric Association\nTo request permission to include this measure in a commercial electronic health\nrecord system (EHR) or application, to translate the measure, or for any other\nuse beyond what is stipulated above, please contact:\nhttps://websrvapps.psychiatry.org/requestform/default.aspx"
        },
        {
            "page_number": 2,
            "content": "DSM-5-TR Self-Rated Level 1 Cross-Cutting Symptom Measure—Adult\nName: ___________________________ Age: ____ Date:________\nIf this questionnaire is completed by an informant, what is your relationship with the individual? ___________________\nIn a typical week, approximately how much time do you spend with the individual? ____________________ hours/week\nInstructions: The questions below ask about things that might have bothered you. For each question, circle the number that best\ndescribes how much (or how often) you have been bothered by each problem during the past TWO (2) WEEKS.\nNone Slight Mild Moderate Severe Highest\nNot at Rare, less Several More than Nearly Domain\nDuring the past TWO (2) WEEKS, how much (or how often) have you been\nall than a day days half the every Score\nbothered by the following problems?\nor two days day (clinician)\nI. 1. Little interest or pleasure in doing things? 0 1 2 3 4\n2. Feeling down, depressed, or hopeless? 0 1 2 3 4\nII. 3. Feeling more irritated, grouchy, or angry than usual? 0 1 2 3 4\nIII. 4. Sleeping less than usual, but still have a lot of energy? 0 1 2 3 4\n5. Starting lots more projects than usual or doing more risky things than 0 1 2 3 4\nusual?\nIV. 6. Feeling nervous, anxious, frightened, worried, or on edge? 0 1 2 3 4\n7. Feeling panic or being frightened? 0 1 2 3 4\n8. Avoiding situations that make you anxious? 0 1 2 3 4\nV. 9. Unexplained aches and pains (e.g., head, back, joints, abdomen, legs)? 0 1 2 3 4\n10. Feeling that your illnesses are not being taken seriously enough? 0 1 2 3 4\nVI. 11. Thoughts of actually hurting yourself? 0 1 2 3 4\nVII. 12. Hearing things other people couldn’t hear, such as voices even when no 0 1 2 3 4\none was around?\n13. Feeling that someone could hear your thoughts, or that you could hear 0 1 2 3 4\nwhat another person was thinking?\nVIII. 14. Problems with sleep that affected your sleep quality over all? 0 1 2 3 4\nIX. 15. Problems with memory (e.g., learning new information) or with location 0 1 2 3 4\n(e.g., finding your way home)?\nX. 16. Unpleasant thoughts, urges, or images that repeatedly enter your mind? 0 1 2 3 4\n17. Feeling driven to perform certain behaviors or mental acts over and over 0 1 2 3 4\nagain?\nXI. 18. Feeling detached or distant from yourself, your body, your physical 0 1 2 3 4\nsurroundings, or your memories?\nXII. 19. Not knowing who you really are or what you want out of life? 0 1 2 3 4\n20. Not feeling close to other people or enjoying your relationships with them? 0 1 2 3 4\nXIII. 21. Drinking at least 4 drinks of any kind of alcohol in a single day? 0 1 2 3 4\n22. Smoking any cigarettes, a cigar, or pipe, or using snuff or chewing tobacco? 0 1 2 3 4\n23. Using any of the following medicines ON YOUR OWN, that is, without a 0 1 2 3 4\ndoctor’s prescription, in greater amounts or longer than prescribed [e.g.,\npainkillers (like Vicodin), stimulants (like Ritalin or Adderall), sedatives or\ntranquilizers (like sleeping pills or Valium), or drugs like marijuana, cocaine\nor crack, club drugs (like ecstasy), hallucinogens (like LSD), heroin,\ninhalants or solvents (like glue), or methamphetamine (like speed)]?\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        },
        {
            "page_number": 3,
            "content": "Instructions to Clinicians\nThe DSM-5-TR Level 1 Cross-Cutting Symptom Measure is a self- or informant-rated measure that assesses mental health\ndomains that are important across psychiatric diagnoses. It is intended to help clinicians identify additional areas of inquiry\nthat may have significant impact on the individual’s treatment and prognosis. In addition, the measure may be used to track\nchanges in the individual’s symptom presentation over time.\nThis adult version of the measure consists of 23 questions that assess 13 psychiatric domains, including depression, anger,\nmania, anxiety, somatic symptoms, suicidal ideation, psychosis, sleep problems, memory, repetitive thoughts and behaviors,\ndissociation, personality functioning, and substance use. Each item inquires about how much (or how often) the individual has\nbeen bothered by the specific symptom during the past 2 weeks. If the individual is of impaired capacity and unable to\ncomplete the form (e.g., an individual with dementia), a knowledgeable adult informant may complete the measure. The\nmeasure was found to be clinically useful and to have good test-retest reliability in the DSM-5 Field Trials that were conducted\nin adult clinical samples across the United States and in Canada.\nScoring and Interpretation\nEach item on the measure is rated on a 5-point scale (0=none or not at all; 1=slight or rare, less than a day or two; 2=mild or\nseveral days; 3=moderate or more than half the days; and 4=severe or nearly every day). The score on each item within a\ndomain should be reviewed. Because additional inquiry is based on the highest score on any item within a domain, the\nclinician is asked to indicate that score in the “Highest Domain Score” column. A rating of mild (i.e., 2) or greater on any item\nwithin a domain (except for substance use, suicidal ideation, and psychosis) may serve as a guide for additional inquiry and\nfollow up to determine if a more detailed assessment for that domain is necessary. For substance use, suicidal ideation, and\npsychosis, a rating of slight (i.e., 1) or greater on any item within the domain may serve as a guide for additional inquiry and\nfollow-up to determine if a more detailed assessment is needed. The DSM-5-TR Level 2 Cross-Cutting Symptom Measures may\nbe used to provide more detailed information on the symptoms associated with some of the Level 1 domains (see Table 1\nbelow).\nFrequency of Use\nTo track change in the individual’s symptom presentation over time, the measure may be completed at regular intervals as\nclinically indicated, depending on the stability of the individual’s symptoms and treatment status. For individuals with\nimpaired capacity, it is preferable that the same knowledgeable informant completes the measures at follow-up\nappointments. Consistently high scores on a particular domain may indicate significant and problematic symptoms for the\nindividual that might warrant further assessment, treatment, and follow-up. Clinical judgment should guide decision making.\nTable 1: Adult DSM-5-TR Self-Rated Level 1 Cross-Cutting Symptom Measure: domains, thresholds for further inquiry, and\nassociated Level 2 measures for adults ages 18 and over\nDomain Domain Name Threshold to guide DSM-5-TR Level 2 Cross-Cutting Symptom Measure available online\nfurther inquiry\nI. Depression Mild or greater LEVEL 2—Depression—Adult (PROMIS Emotional Distress—Depression—Short\nForm)1\nII. Anger Mild or greater LEVEL 2—Anger—Adult (PROMIS Emotional Distress—Anger—Short Form)1\nIII. Mania Mild or greater LEVEL 2—Mania—Adult (Altman Self-Rating Mania Scale)\nIV. Anxiety Mild or greater LEVEL 2—Anxiety—Adult (PROMIS Emotional Distress—Anxiety—Short Form)1\nV. Somatic Symptoms Mild or greater LEVEL 2—Somatic Symptom—Adult (Patient Health Questionnaire 15 Somatic\nSymptom Severity [PHQ-15])\nVI. Suicidal Ideation Slight or greater None\nVII. Psychosis Slight or greater None\nVIII. Sleep Problems Mild or greater LEVEL 2—Sleep Disturbance - Adult (PROMIS—Sleep Disturbance—Short Form)1\nIX. Memory Mild or greater None\nX. Repetitive Thoughts Mild or greater LEVEL 2—Repetitive Thoughts and Behaviors—Adult (adapted from the Florida\nand Behaviors Obsessive-Compulsive Inventory [FOCI] Severity Scale [Part B])\nXI. Dissociation Mild or greater None\nXII. Personality Mild or greater None\nFunctioning\nXIII. Substance Use Slight or greater LEVEL 2—Substance Abuse—Adult (adapted from the NIDA-modified ASSIST)\n1The PROMIS Short Forms have not been validated as an informant report scale by the PROMIS group.\nCopyright © 2013 American Psychiatric Association. All Rights Reserved.\nThis material can be reproduced without permission by researchers and by clinicians for use with their patients."
        }
    ]
}